# scripts/bpsc_non_tech/math/p1072.py

PAGE_NUM = 1072

QUESTIONS = [
    {
        "id": 485,
        "page": PAGE_NUM,
        "question": "একজন কলা বিক্রেতা প্রতিটি ৫ টাকা দরে ক্রয় করে ১/৩ অংশ কলা ১০% ক্ষতিতে বিক্রয় করে। অবশিষ্ট কলা কী দরে বিক্রয় করলে কোন লাভ বা ক্ষতি হবে না? [DPDC-21]",
        "options": [
            "৫.২৫ টাকা",
            "৫.৫০ টাকা",
            "৬.২৫ টাকা",
            "৭.৫০ টাকা"
        ],
        "answer": "ক",
        "explanation": "মনে করি, কলা ক্রয় করেছিল = 'ক'টি\n∴ কলার ক্রয়মূল্য = ৫ক টাকা\nকলা বিক্রি করল = (ক এর ১/৩) টি = ক/৩ টি\n∴ বিক্রিত কলার ক্রয়মূল্য = ৫ক/৩ টাকা\n∴ ১০% ক্ষতিতে কলার বিক্রয়মূল্য\n= {৫ক/৩ - (৫ক/৩ এর ১০%)} টাকা\n= {৫ক/৩ - (৫ক/৩ এর ১০/১০০)} টাকা\n= (৫ক/৩ - ক/৬) টাকা\n= (১০ক - ক)/৬ টাকা = ৯ক/৬ টাকা\n∴ অবশিষ্ট কলা = (ক - ক/৩)টি = (৩ক - ক)/৩ টি = ২ক/৩ টি\nযেহেতু, কোনো লাভ বা ক্ষতি হবে না; সেহেতু অবশিষ্ট কলা বিক্রি করতে হবে = (৫ক - ৯ক/৬) টাকা\n= (৩০ক - ৯ক)/৬ টাকা = ২১ক/৬ টাকা = ৭ক/২ টাকা\n২ক/৩ টি কলা বিক্রয় করতে হবে = ৭ক/২ টাকা\n∴ ১টি কলা বিক্রয় করতে হবে = (৭ক × ৩)/(২ × ২ক) টাকা = ২১/৪ টাকা = ৫.২৫ টাকা\nসুতরাং, অবশিষ্ট কলা প্রতিটি ৫.২৫ টাকা করে বিক্রয় করতে হবে। (উত্তর)"
    },
    {
        "id": 486,
        "page": PAGE_NUM,
        "question": "২৯২ জন সৈন্যকে এমনভাবে সাজানো হলো যাতে সারির সংখ্যা ও সদস্য সংখ্যা সমান হয়। এতে কতজন সৈন্য বাদ দিতে হবে? [DPDC-2021]",
        "options": [
            "২",
            "৩",
            "৪",
            "৫"
        ],
        "answer": "খ",
        "explanation": "২৯২-এর বর্গমূল নির্ণয় করি।\n১৭² = ২৮৯\n২৯২ - ২৮৯ = ৩\n২৯২ সংখ্যাটি পূর্ণবর্গ সংখ্যা নয়, বর্গমূল নির্ণয় করতে গিয়ে ভাগশেষ ৩ থাকে। ২৯২ থেকে ৩ বিয়োগ করলে সংখ্যাটি পূর্ণবর্গ সংখ্যা হবে।\n∴ সারির সংখ্যা ও সদস্য সংখ্যা সমান রেখে সৈন্য সাজাতে হলে সৈন্য বাদ দিতে হবে = ৩ জন (উত্তর)"
    },
    {
        "id": 487,
        "page": PAGE_NUM,
        "question": "ক = ২খ = ৩গ এবং কখগ = ৩৬ হলে ক = ? [BGFCL-2021]",
        "options": [
            "√২",
            "২",
            "৩",
            "৬"
        ],
        "answer": "ঘ",
        "explanation": "দেওয়া আছে, ক = ২খ = ৩গ\n∴ খ = ক/২, গ = ক/৩\nএবং কখগ = ৩৬\nবা, ক × ক/২ × ক/৩ = ৩৬\nবা, ক³ = ২১৬\nবা, ক = ³√(৬³)\n∴ ক = ৬\nসুতরাং, নির্ণেয় মান : ক = ৬ (উত্তর)"
    },
    {
        "id": 488,
        "page": PAGE_NUM,
        "question": "৯, ১৪, ক ও খ এর গড় ১৭ হলে, (ক + ৮) ও (খ - ৫) এর গড় কত? [BGFCL-2021]",
        "options": [
            "৩৪",
            "২৪",
            "২১",
            "১৮"
        ],
        "answer": "খ",
        "explanation": "দেওয়া আছে, ৯, ১৪, ক ও খ এর গড় = ১৭\nঅর্থাৎ, (৯ + ১৪ + ক + খ)/৪ = ১৭\nবা, ক + খ + ২৩ = ৬৮\nবা, ক + খ = ৪৫\nবা, (ক + ৮) + (খ - ৫) = ৪৫ + ৩\nবা, (ক + ৮) + (খ - ৫) = ৪৮\n∴ {(ক + ৮) + (খ - ৫)}/২ = ২৪\nসুতরাং, (ক + ৮) ও (খ - ৫) এর গড় = ২৪ (উত্তর)"
    }
]
