# Page 878
PAGE_NUM = 878

QUESTIONS = [
    {
        "id": 59,
        "page": 878,
        "question": "পৃথিবীর কেন্দ্রে অভিকর্ষজ ত্বরণের মান কত? [RPCL-2025]",
        "options": [
            "শূন্য",
            "9.8m/s²",
            "4.9m/s²",
            "অসীম"
        ],
        "answer": "ক",
        "explanation": "পৃথিবীর অভিকর্ষ বলের প্রভাবে ভূপৃষ্ঠে কোনো বস্তুর বেগ বৃদ্ধির হারকে অভিকর্ষজ ত্বরণ বলে। অভিকর্ষজ ত্বরণকে 'g' দ্বারা প্রকাশ করা হয়। মেরু অঞ্চলে পৃথিবীর ব্যাসার্ধ সবচেয়ে কম বিধায় অভিকর্ষজ ত্বরণের মান সবচেয়ে বেশি (9.83 ms⁻²)। বিষুবীয় অঞ্চলে পৃথিবীর ব্যাসার্ধ সবচেয়ে বেশি হওয়ায় অভিকর্ষজ ত্বরণের মান সবচেয়ে কম (9.78ms⁻²)।\nআবার, পৃথিবীর কেন্দ্রে ব্যাসার্ধের মান শূন্য, তাই পৃথিবীর কেন্দ্রে অভিকর্ষজ ত্বরণের মানও শূন্য (০)।"
    },
    {
        "id": 60,
        "page": 878,
        "question": "বাতাসের আর্দ্রতা মাপার যন্ত্রের নাম কী? [RPCL-2025]",
        "options": [
            "মাইকোমিটার",
            "জেনারেটর",
            "অ্যামপ্লিফায়ার",
            "হাইগ্রোমিটার"
        ],
        "answer": "ঘ",
        "explanation": "মাইকোমিটার : খুব ছোট দূরত্ব বা প্রস্থ পরিমাপ করার জন্য ব্যবহৃত একটি সূক্ষ্ম যন্ত্র।\nজেনারেটর : যান্ত্রিক শক্তিকে বৈদ্যুতিক শক্তিতে রূপান্তরিত করে।\nঅ্যামপ্লিফায়ার : কোনো সংকেতের তীব্রতা বৃদ্ধি করে।\nহাইগ্রোমিটার : বাতাসের আর্দ্রতা মাপার জন্য।"
    },
    {
        "id": 61,
        "page": 878,
        "question": "পারমাণবিক চুল্লিতে তাপ পরিবহনকারী ধাতু হিসেবে কোনটি ব্যবহার করা হয়?",
        "options": [
            "ম্যাগনেসিয়াম",
            "লিথিয়াম",
            "জিংক",
            "সোডিয়াম"
        ],
        "answer": "ঘ",
        "explanation": "পারমাণবিক চুল্লিতে (Nuclear reactor) নিউক্লিয় বিক্রিয়ার ফলে উৎপন্ন বিশাল পরিমাণ তাপ সরিয়ে নেওয়ার জন্য শীতলকারক বা তাপ পরিবাহক হিসেবে তরল সোডিয়াম ধাতু ব্যবহার করা হয়।"
    },
    {
        "id": 62,
        "page": 878,
        "question": "কোনটি মৌলিক পদার্থ? [RPCL-2025]",
        "options": [
            "লোহা",
            "ব্রোঞ্জ",
            "পানি",
            "ইস্পাত"
        ],
        "answer": "ক",
        "explanation": "যেসব পদার্থকে ভাঙলে বা বিশ্লেষণ করলে ঐ পদার্থ ছাড়া অন্য কোনো পদার্থ পাওয়া যায় না, তাদেরকে মৌলিক পদার্থ বলে। আয়রন বা লোহা (Fe) একটি মৌলিক পদার্থ, যার পারমাণবিক সংখ্যা 26। পর্যায় সারণিতে এর অবস্থান চতুর্থ পর্যায়ে এবং ৪নং গ্রুপে। Fe একটি d ব্লক মৌল, অবস্থান্তর মৌল ও রঙিন যৌগ গঠন করে।"
    },
    {
        "id": 63,
        "page": 878,
        "question": "কোনটি চৌম্বক পদার্থ? [RPCL-2025]",
        "options": [
            "পারদ",
            "কোবাল্ট",
            "বিসমাথ",
            "অ্যান্টিমনি"
        ],
        "answer": "খ",
        "explanation": "যেসব বস্তু চুম্বক দ্বারা আকর্ষিত হয় এবং যাদের মধ্যে চুম্বকত্ব তৈরি করা যায়, তাদেরকে চৌম্বক পদার্থ বলা হয়। যেমন- লোহা, নিকেল, কোবাল্ট, ইস্পাত ইত্যাদি।"
    },
    {
        "id": 64,
        "page": 878,
        "question": "কোন ঋতুতে শব্দ বায়ু মাধ্যমে দ্রুততম চলে? [RPCL-2025]",
        "options": [
            "শীতকালে",
            "গ্রীষ্মকালে",
            "বর্ষাকালে",
            "বসন্তকালে"
        ],
        "answer": "গ",
        "explanation": "গ্রীষ্মকালে শব্দ বায়ু মাধ্যমে দ্রুততর চলে। তাপমাত্রা বৃদ্ধির সাথে সাথে শব্দের বেগও বৃদ্ধি পায়, তাই গ্রীষ্মকালে শব্দ শীতকালের তুলনায় দ্রুত গতিতে ভ্রমণ করে।"
    },
    {
        "id": 65,
        "page": 878,
        "question": "কৃত্রিম বুদ্ধিমত্তার জনক কে? [DPDC-2025]",
        "options": [
            "স্টিভ জবস",
            "অ্যালান টিউরিং",
            "স্যাম অল্টম্যান",
            "জন ম্যাকার্থি"
        ],
        "answer": "ঘ",
        "explanation": "AI-এর ভিত্তি স্থাপনে যিনি সবচেয়ে বেশি অবদান রেখেছেন তিনি হলেন জন ম্যাকার্থি। তাই তাকে “কৃত্রিম বুদ্ধিমত্তার জনক” বলা হয়। ১৯৫৬ সালে \"Dartmouth Conference\"-এ জন ম্যাকার্থি প্রথম \"Artificial Intelligence\" শব্দটি ব্যবহার করেন। এই সম্মেলনেই কৃত্রিম বুদ্ধিমত্তার ইতিহাসে এক যুগান্তকারী মুহূর্ত। এখান থেকেই AI গবেষণার পথপ্রদর্শন শুরু হয়। কৃত্রিম বুদ্ধিমত্তার মূল ভিত্তি স্থাপনে আরও কিছু বিজ্ঞানীর অবদান রয়েছে। অ্যালান ট্যুরিং (Alan Turing) “ট্যুরিং টেস্ট” ধারণার মাধ্যমে বুদ্ধিমত্তা যাচাইয়ের একটি মানদণ্ড স্থাপন করেন। কিন্তু AI এর তাত্ত্বিক এবং প্রযুক্তিগত দিকগুলো সুসংহত করার ক্ষেত্রে জন ম্যাকার্থির ভূমিকা অনন্য।"
    },
    {
        "id": 66,
        "page": 878,
        "question": "তড়িৎ প্রবাহমাত্রার একক হচ্ছে— [DPDC-2025]",
        "options": [
            "A",
            "V",
            "m",
            "Hz"
        ],
        "answer": "ক",
        "explanation": "অ্যাম্পিয়ার হলো তড়িৎ প্রবাহের আন্তর্জাতিক একক। প্রতি সেকেন্ডে ১ কুলম্ব চার্জ কোনো পরিবাহীর মধ্য দিয়ে প্রবাহিত হওয়াকে ১ অ্যাম্পিয়ার বলে।"
    },
    {
        "id": 67,
        "page": 878,
        "question": "তারের রোধ বৃদ্ধির জন্য নিচের কোনটি দায়ী? [DPDC-2025]",
        "options": [
            "তারের উষ্ণতা বৃদ্ধি",
            "তারের প্রস্থচ্ছেদের ক্ষেত্রফল বৃদ্ধি",
            "তারের দৈর্ঘ্য কম",
            "তারের আয়তন বৃদ্ধি"
        ],
        "answer": "ক",
        "explanation": "সাধারণত ধাতব পরিবাহীর তাপমাত্রা বাড়লে তার রোধ বাড়ে। কারণ, তাপমাত্রা বাড়লে পরিবাহীর পরমাণুগুলোর কম্পন বাড়ে, যার ফলে ইলেকট্রন চলাচলে বাধা সৃষ্টি হয়।"
    },
    {
        "id": 68,
        "page": 878,
        "question": "কোনটি অদিক রাশি? [DPDC-2025]",
        "options": [
            "তড়িৎ ক্ষেত্র",
            "তড়িৎ প্রাবল্য",
            "তড়িৎ বল",
            "তড়িৎ ফ্লাক্স"
        ],
        "answer": "ঘ",
        "explanation": "তড়িৎ ফ্লাক্স একটি স্কেলার রাশি, অর্থাৎ এর মান আছে কিন্তু দিক নেই। তবে তড়িৎ ক্ষেত্র, তড়িৎ প্রাবল্য এবং তড়িৎ বল সবই ভেক্টর রাশি, অর্থাৎ এদের মান ও দিক উভয়ই আছে।"
    },
    {
        "id": 69,
        "page": 878,
        "question": "একটি তারের দৈর্ঘ্য দ্বিগুণ করা হলে রোধ কী হবে? [DPDC-2025]",
        "options": [
            "দ্বিগুণ",
            "অর্ধেক",
            "একই",
            "রোধের মাত্রার উপর নির্ভর করবে"
        ],
        "answer": "ক",
        "explanation": "কোনো পরিবাহীর রোধ তার দৈর্ঘ্যের সমানুপাতিক। তাই যদি একটি তারের দৈর্ঘ্য দ্বিগুণ করা হয়, তবে রোধও দ্বিগুণ হবে।"
    },
    {
        "id": 70,
        "page": 878,
        "question": "দুটি চার্জের মধ্যবর্তী দূরত্ব ১/৩ গুণ করলে, এদের মধ্যকার বলের পরিবর্তন কতগুণ হবে? [DPDC-2025]",
        "options": [
            "৯",
            "৩",
            "১/৩",
            "১/২"
        ],
        "answer": "ক",
        "explanation": "কুলম্বের সূত্র অনুসারে, দুটি চার্জের মধ্যবর্তী আকর্ষণ বা বিকর্ষণ বল তাদের দূরত্বের বর্গের ব্যস্তানুপাতিক। অর্থাৎ, F ∝ 1/r²; দূরত্ব r যদি ১/৩ হয়, তবে F বেড়ে হয় 1/(1/3)² = 9 গুণ।"
    },
    {
        "id": 71,
        "page": 878,
        "question": "লেন্সের আলোক কেন্দ্রের মধ্য দিয়ে কোনো রশ্মি প্রবেশ করলে এটির কী হবে? [MOR-2025]",
        "options": [
            "রশ্মিটি প্রতিফলিত হবে",
            "রশ্মিটি প্রতিসরিত হবে",
            "রশ্মিটির বিচ্যুতি হবে না",
            "রশ্মিটির ব্যতিচার হবে"
        ],
        "answer": "খ",
        "explanation": "লেন্সের প্রধান অক্ষের উপরস্থ যে বিন্দুর মধ্য দিয়ে আলোক রশ্মি গমন করলে প্রতিসরণের সময় এর দিকের কোনো পরিবর্তন হয় না, সেই বিন্দুকে লেন্সের আলোক কেন্দ্র বলে।"
    }
]
