# Page 882
PAGE_NUM = 882

QUESTIONS = [
    {
        "id": 105,
        "page": 882,
        "question": "মানব দেহের বৃহত্তম গ্রন্থি (অঙ্গ) কোনটি? [RAJUK-2024]",
        "options": [
            "যকৃৎ",
            "ফুসফুস",
            "হৃৎপিণ্ড",
            "প্লীহা",
            "কোনোটি নয়"
        ],
        "answer": "ক",
        "explanation": "যকৃৎ (ইংরেজি Liver) মেরুদণ্ডী ও অন্যান্য কিছু প্রাণিদেহে অবস্থিত একটি অভ্যন্তরীণ অঙ্গ। এটি বক্ষপিঞ্জরে মধ্যচ্ছদার নিচের অংশে অবস্থিত। যকৃৎ দেহের বৃহত্তম গ্রন্থি। এর ওজন দেহের মোট ওজনের (৩-৫%)। এটি দুটি খণ্ডে বিভক্ত; ডান এবং বাম। প্রাণীদেহে বিপাকে ও অন্যান্য কিছু শারীরবৃত্তীয় কাজে যকৃৎ প্রধান ভূমিকা পালন করে।"
    },
    {
        "id": 106,
        "page": 882,
        "question": "সৌরজগতের সবচেয়ে বড় গ্রহ কোনটি? [RAJUK-2024]",
        "options": [
            "বুধ",
            "বৃহস্পতি",
            "পৃথিবী",
            "নেপচুন",
            "শনি"
        ],
        "answer": "খ",
        "explanation": "বৃহস্পতি সৌরজগতের সবচেয়ে বড় গ্রহ বলে একে গ্রহরাজ বলা হয়। এর ব্যাস ১,৪২,৬০০ কিলোমিটার। আয়তনে পৃথিবীর চেয়ে প্রায় ১৩০০ গুণ বড়। এটি সূর্য থেকে প্রায় ৭৭.৮ কোটি কিলোমিটার দূরে অবস্থিত। এটি সূর্য থেকে দূরত্বের দিক দিয়ে পঞ্চম অবস্থানে রয়েছে।"
    },
    {
        "id": 107,
        "page": 882,
        "question": "টেলিফোনের আবিষ্কারক কে? [BGDCL-2024]",
        "options": [
            "লুই পাস্তুর",
            "গুলিয়েলমো মার্কোনি",
            "মাইকেল ফ্যারাডে",
            "আলেকজান্ডার গ্রাহামবেল"
        ],
        "answer": "ঘ",
        "explanation": "টেলিফোন বা দূরালাপনি একটি যোগাযোগ মাধ্যম। ১৮৭৬ খ্রিষ্টাব্দে স্কটিশ বিজ্ঞানী আলেকজান্ডার গ্রাহামবেল টেলিফোন আবিষ্কার করেন। তিনি ১৮৭৬ সালের ৭ মার্চ বিশ্বের প্রথম টেলিফোন পেটেন্ট করেন।"
    },
    {
        "id": 108,
        "page": 882,
        "question": "কোন ধাতু সর্বাপেক্ষা হালকা? [BPSC-2024]",
        "options": [
            "লিথিয়াম",
            "টাইটেনিয়াম",
            "দস্তা",
            "নিকেল"
        ],
        "answer": "ক",
        "explanation": "লিথিয়াম, টাইটেনিয়াম, দস্তা ও নিকেলের পারমাণবিক ভর যথাক্রমে ৬.৯৪১, ৪৭.৮৬৭, ৬৫.৩৮ ও ৫৮.৬৯৩৪। সুতরাং, লিথিয়ামের ভর সবচেয়ে কম।"
    },
    {
        "id": 109,
        "page": 882,
        "question": "বৈদ্যুতিক শক্তির বাণিজ্যিক একক কী? [BPSC-2024]",
        "options": [
            "কিলোওয়াট-ঘণ্টা",
            "কিলোওয়াট",
            "ওয়াট",
            "জুল"
        ],
        "answer": "ক",
        "explanation": "বৈদ্যুতিক শক্তির বাণিজ্যিক একক কিলোওয়াট-ঘণ্টা।"
    },
    {
        "id": 110,
        "page": 882,
        "question": "সর্বাপেক্ষা নরম খনিজের নাম কী? [BPSC-2024]",
        "options": [
            "জিপসাম",
            "কোরানডাম",
            "টোপাজ",
            "ট্যালক"
        ],
        "answer": "ঘ",
        "explanation": "ট্যালক হলো একপ্রকার নরম খনিজ পদার্থ। এতে সিলিকা এবং অক্সিজেনের সাথে ম্যাগনেসিয়াম এবং কিছুটা জল মিশ্রিত থাকে।"
    },
    {
        "id": 111,
        "page": 882,
        "question": "ইবনে সিনা ছিলেন একজন— [BPSC-2024]",
        "options": [
            "মনোবিজ্ঞানী",
            "চিকিৎসাবিজ্ঞানী",
            "জীববিজ্ঞানী",
            "কৃষিবিজ্ঞানী"
        ],
        "answer": "খ",
        "explanation": "বিখ্যাত মুসলিম চিকিৎসক, জ্যোতির্বিদ ও দার্শনিক ইবনে সিনা উজবেকিস্তানে ৯৮০ সালে জন্মগ্রহণ করেন। ইবনে সিনাকে জ্ঞানিকুলের শিরোমণি (আল-শায়খ আল-রাঈসা) বলে আখ্যায়িত করা হয়।"
    },
    {
        "id": 112,
        "page": 882,
        "question": "পিত্তের বর্ণের জন্য দায়ী— [BPSC-2024]",
        "options": [
            "বিলিরুবিন",
            "জারক রস",
            "প্রোটিন",
            "ইউরিক অ্যাসিড"
        ],
        "answer": "ক",
        "explanation": "পিত্তের বর্ণের জন্য দায়ী বিলিরুবিন। পিত্তরস একপ্রকার দেহাত্যন্তরীণ ক্ষরণ, যা তৈল বা স্নেহজাতীয় খাদ্যের পরিপাকে বিশেষ ভূমিকা রাখে। এর বর্ণ পীতভ-সবুজ এবং স্বাদ তিক্ত। পিত্তথলি থেকে এটি পিত্তনালির মধ্য দিয়ে পরিপাকতন্ত্রের ক্ষুদ্রান্তে প্রবেশ করে এবং খাদ্য পরিপাকে সাহায্য করে।"
    },
    {
        "id": 113,
        "page": 882,
        "question": "মানুষের রক্তের pH কত? [BPSC-2024]",
        "options": [
            "৬.৩৫",
            "৮.৩০",
            "৭.৩৫",
            "৭.১৫"
        ],
        "answer": "গ",
        "explanation": "রক্ত এক ধরনের অস্বচ্ছ, সামান্য ক্ষারীয় আন্তঃকোষীয় তরল যোজক কলা। মানুষের রক্তের pH হলো ৭.৩৫-৭.৪৫। রক্তের উপাদান দুটি, যথা- রক্তরস (৫৫%) এবং রক্তকণিকা (৪৫%)।"
    },
    {
        "id": 114,
        "page": 882,
        "question": "আর্টিফিশিয়াল ইন্টেলিজেন্স হচ্ছে— [BPSC-2024]",
        "options": [
            "নলেজ বেজড সিস্টেম",
            "নলেজ সিস্টেম",
            "কম্পিউটার সিস্টেম",
            "ইন্টারনেট সিস্টেম"
        ],
        "answer": "গ",
        "explanation": "আর্টিফিশিয়াল ইন্টেলিজেন্স হচ্ছে কম্পিউটার সিস্টেম বা কম্পিউটার সায়েন্সের একটি শাখা, যেখানে মানুষের বুদ্ধিমত্তা ও চিন্তাশক্তিকে কম্পিউটার দ্বারা অনুকৃত করার চেষ্টা করা হয়ে থাকে।"
    },
    {
        "id": 115,
        "page": 882,
        "question": "যে রোগে শরীরের রোগ প্রতিরোধ ক্ষমতা ধ্বংস হয়— [DWASA-2024]",
        "options": [
            "কোভিড-১৯",
            "জন্ডিস",
            "এইডস",
            "ধনুষ্টংকার"
        ],
        "answer": "গ",
        "explanation": "এইডস বা Acquired Immuno Deficiency Syndrome হচ্ছে ভাইরাসের কারণে সৃষ্ট একটি রোগ, যা মানুষের দেহে রোগ-প্রতিরোধের ক্ষমতা বা প্রতিরক্ষা তথা অনাক্রম্যতা হ্রাস করে। এর ফলে একজন এইডস রোগী খুব সহজেই যে-কোনো সংক্রামক রোগে আক্রান্ত হতে পারেন, যা শেষ পর্যন্ত তার মৃত্যু ঘটাতে পারে।"
    },
    {
        "id": 116,
        "page": 882,
        "question": "ঘর্ষণ শক্তি সর্বদা সেই দিকে কাজ করে যে দিকে বল, বস্তুটিকে সরানোর প্রবণতা রাখে। [DWASA-2024]",
        "options": [
            "বিপরীত",
            "লম্বভাবে",
            "আনতভাবে",
            "সমানভাবে"
        ],
        "answer": "ক",
        "explanation": "যখন কোনো বস্তু অন্য বস্তুর উপর দিয়ে চলতে চেষ্টা করে বা চলতে থাকে তখন বস্তুদ্বয়ের স্পর্শতলে এ গতির বিরুদ্ধে যে বাধানকারী বল সৃষ্টি হয়, তাই ঘর্ষণ বল।\nঘর্ষণ বল সবসময়ই প্রয়োগ করা বলের বিপরীত দিকে কাজ করে অর্থাৎ, গতির বিপরীতে কাজ করে। সেজন্য স্বাভাবিকভাবেই ঘর্ষণ বল গতিকে কমিয়ে দেয়।"
    },
    {
        "id": 117,
        "page": 882,
        "question": "১১ কেজি ওজন ভরের একটি বস্তু ৫ মিটার/সেকেন্ড-এর সমবেগে চলছে। বস্তুটির গতিশক্তির মান কত? [DWASA-2024]",
        "options": [
            "১৭.৫ জুল",
            "১৩৭.৫ জুল",
            "১৩৭.৫ মি/সে",
            "১৮০.৫ জুল"
        ],
        "answer": "খ",
        "explanation": "আমরা জানি,\nE_k = 1/2 mv²\n    = 1/2 × 11 × 5²\n    = 137.5 J\nএখানে,\nm = 11kg\nv = 5ms⁻¹\nE_k = ?"
    },
    {
        "id": 118,
        "page": 882,
        "question": "নিউটনের গতির কোন সূত্র বলের পরিমাপ দেয়? [DWASA-2024]",
        "options": [
            "নিউটনের ১ম সূত্র",
            "নিউটনের ২য় সূত্র",
            "নিউটনের ৩য় সূত্র",
            "কোনোটিই নয়"
        ],
        "answer": "খ",
        "explanation": "কোনো বস্তুর ভরবেগের পরিবর্তনের হার তার উপর প্রযুক্ত বলের সমানুপাতিক এবং বল যেদিকে ক্রিয়া করে ভরবেগের পরিবর্তনও সেদিকেই ঘটে। এই সূত্রটি গাণিতিকভাবে F = ma দ্বারা প্রকাশ করা হয়, যেখানে F হলো প্রযুক্ত বল, m হলো বস্তুর ভর এবং a হলো ত্বরণ। তাই বলা যায়, নিউটনের গতির ২য় সূত্র বলের পরিমাপ দেয়।"
    }
]
