# Page 883
PAGE_NUM = 883

QUESTIONS = [
    {
        "id": 119,
        "page": 883,
        "question": "কোনটিতে ঋণাত্মক আধান থাকে? [DWASA-2024]",
        "options": [
            "ইলেকট্রন",
            "প্রোটন",
            "নিউট্রন",
            "নিউক্লিয়াস"
        ],
        "answer": "ক",
        "explanation": "পরমাণুর ক্ষুদ্রতম কণিকা হলো ইলেকট্রন, প্রোটন ও নিউট্রন। আবার, পরমাণুর কেন্দ্রকে বলা হয় নিউক্লিয়াস। প্রোটন ও নিউট্রন নিউক্লিয়াসে অবস্থান করে। প্রোটনের চার্জ ধনাত্মক, নিউট্রনের কোনো চার্জ নেই। ফলে ঋণাত্মক আধানযুক্ত ইলেকট্রন নিউক্লিয়াসকে কেন্দ্র করে বৃত্তাকার কক্ষপথে ঘুরতে থাকে। উল্লেখ্য যে, একটি পরমাণুতে ইলেকট্রন ও প্রোটনের সংখ্যা সমান থাকে; অর্থাৎ, পরমাণু চার্জবিহীন।"
    },
    {
        "id": 120,
        "page": 883,
        "question": "যে মসৃণতলে আলোর নিয়মিত প্রতিফলন ঘটে— [DWASA-2024]",
        "options": [
            "দর্পণ",
            "লেন্স",
            "প্রিজম",
            "বিম্ব"
        ],
        "answer": "ক",
        "explanation": "যে মসৃণতলে আলোর নিয়মিত প্রতিফলন ঘটে, তাকে দর্পণ বলে। কাচের একপাশে ধাতুর প্রলেপ দিয়ে দর্পণ তৈরি করা হয়, কারণ কাচ একটি স্বচ্ছ এবং অনমনীয় বস্তু। কাচের যেদিকে সিলভারিং করা থাকে তার বিপরীত পৃষ্ঠকে দর্পণের পৃষ্ঠ বা প্রতিফলক পৃষ্ঠ বলা হয়।"
    },
    {
        "id": 121,
        "page": 883,
        "question": "সুপেয় পানির উৎস হচ্ছে— [DWASA-2024]",
        "options": [
            "সারফেস ওয়াটার ও গ্রাউন্ড ওয়াটার",
            "রেইন ওয়াটার",
            "সারফেস ওয়াটার",
            "গ্রাউন্ড ওয়াটার"
        ],
        "answer": "ক",
        "explanation": "বর্তমানে ঢাকা ওয়াসা কর্তৃক সরবরাহকৃত সুপেয় পানির ৮৭% গ্রাউন্ড ওয়াটার এবং ১৩% সারফেস ওয়াটার হতে পরিশুদ্ধ করা হয়ে থাকে।"
    },
    {
        "id": 122,
        "page": 883,
        "question": "পানি বরফে পরিণত হলে কী ঘটে? [DWASA-2024]",
        "options": [
            "ঘনত্ব বেড়ে যায়",
            "আয়তন বেড়ে যায়",
            "ভর কমে যায়",
            "আয়তনের পরিবর্তন ঘটবে না"
        ],
        "answer": "খ",
        "explanation": "পানি বরফে পরিণত হলে এর আয়তন বেড়ে যায়। কারণ পানি ও বরফের রাসায়নিক গঠন একই হলেও এদের ভৌত অবস্থা ভিন্ন। পানি একটি তরল পদার্থ, কিন্তু বরফ কঠিন পদার্থ। পানির ঘনত্ব 1000 kgm⁻³, বরফের ঘনত্ব 920kgm⁻³ তুলনায় বেশি। ফলে তাপমাত্রা কমালে পানি বরফে পরিণত হয় এবং আয়তনে বেড়ে যায়।"
    },
    {
        "id": 123,
        "page": 883,
        "question": "যে যন্ত্রের সাহায্যে বায়ুমণ্ডলের চাপ নির্ণয় করা হয় তার নাম— [DWASA-2024]",
        "options": [
            "টেনোমিটার",
            "অ্যাভোমিটার",
            "ওহমমিটার",
            "ব্যারোমিটার"
        ],
        "answer": "ঘ",
        "explanation": "ব্যারোমিটার: যে যন্ত্রের সাহায্যে বায়ুমণ্ডলের চাপ নির্ণয় করা হয়, তাকে ব্যারোমিটার বলা হয়। ব্যারোমিটার আবিষ্কার করেন বিজ্ঞানী টরেসিলি। বাতাসের চাপ সবসময় স্থির থাকে না। কখনো তা বাড়ে আবার কখনো কমে। এর একমাত্র কারণ বাতাসে জলীয় বাষ্পের হ্রাস-বৃদ্ধি। বাতাসে জলীয় বাষ্পের পরিমাণ বেড়ে গেলে বাতাসের চাপ কমে যায় এবং তা ব্যারোমিটারে ধরা পড়ে। বাতাসের চাপ কমলে বুঝা যায় যে ঝড়-বৃষ্টির সম্ভাবনা রয়েছে এবং বাতাসের চাপ বাড়তে থাকলে আবহাওয়া পরিষ্কার হবে।\nটেনোমিটার: এই মিটার দ্বারা চোখের ভিতরের চাপ পরিমাপ করা হয়।\nঅ্যাভোমিটার: অ্যাভোমিটার একটি মাল্টিমিটার। এই মিটার দিয়ে কারেন্ট, ভোল্টেজ ও রেজিস্ট্যান্স পরিমাপ করা হয়।\nওহমমিটার: এই মিটার দ্বারা ইলেকট্রিক রেজিস্ট্যান্স পরিমাপ করা হয়।"
    },
    {
        "id": 124,
        "page": 883,
        "question": "বৈদ্যুতিক ঘণ্টায় বিদ্যুৎ শক্তি কোন প্রকার শক্তিতে রূপান্তরিত হয়? [DWASA-2024]",
        "options": [
            "তাপ শক্তি",
            "রাসায়নিক শক্তি",
            "শব্দ শক্তি",
            "আলোক শক্তি"
        ],
        "answer": "গ",
        "explanation": "বৈদ্যুতিক ঘণ্টায় তড়িৎচুম্বক বা Electromagnet ব্যবহার করা হয়। একটি তড়িৎচুম্বকের সামনে হাতুড়ি রাখা হয়। চুম্বক সক্রিয় হলে হাতুড়িকে টানে এবং একটি গোলক চাকতিকে সজোরে আঘাত করে; ফলে ঘণ্টা বাজে কিন্তু হাতুড়ি সামনে এলেই তড়িৎচুম্বকের তড়িৎ সংযোগ কেটে যায় এবং চুম্বকত্ব চলে যায়। বৈদ্যুতিক ঘণ্টায় বিদ্যুৎশক্তি শব্দশক্তিতে রূপান্তরিত হয়।"
    },
    {
        "id": 125,
        "page": 883,
        "question": "নিচের কোনটি ধাতু? [DWASA-2024]",
        "options": [
            "আয়োডিন",
            "পারদ",
            "ক্লোরিন",
            "ওজোন"
        ],
        "answer": "খ",
        "explanation": "যে-সব উপাদান সাধারণত তাপ ও বিদ্যুৎ পরিবাহী, আঘাত করলে ঝনঝন শব্দ হয়, পিটিয়ে পাত করা যায়, ঘষলে চকচক করে, সে-সব উপাদানকে ধাতু বলে। যেমন- সোডিয়াম, কপার, আয়রন, পারদ, তামা, নিকেল, ক্রোমিয়াম ইত্যাদি।"
    },
    {
        "id": 126,
        "page": 883,
        "question": "পারদের আপেক্ষিক গুরুত্ব কত? [DWASA-2024]",
        "options": [
            "13.6",
            "0.8",
            "1",
            "65"
        ],
        "answer": "ক",
        "explanation": "কোনো তরল পদার্থ পানির তুলনায় যতগুণ ভারী, তাকে ঐ তরলের আপেক্ষিক গুরুত্ব বলে। পারদের আপেক্ষিক গুরুত্ব হলো 13.6।"
    },
    {
        "id": 127,
        "page": 883,
        "question": "নিচের কোনটি বিদ্যুৎ কুপরিবাহী? [DWASA-2024]",
        "options": [
            "তামা",
            "অ্যালুমিনিয়াম",
            "নাইক্রোম",
            "ম্যাঙ্গানিজ"
        ],
        "answer": "নোট",
        "explanation": "নোট: বিদ্যুৎ সুপরিবাহী পদার্থ: তামা, অ্যালুমিনিয়াম, রূপা, নাইক্রোম, ম্যাঙ্গানিজ, ক্রোমিয়াম, লোহা ইত্যাদি।\nবিদ্যুৎ কুপরিবাহী পদার্থ: ব্যাকেলাইট, রাবার, মাইকা ইত্যাদি।"
    },
    {
        "id": 128,
        "page": 883,
        "question": "নিচের কোনটি সাবান তৈরির সময় উপজাত হিসেবে পাওয়া যায়? [BEZA-2024]",
        "options": [
            "সিলিকন",
            "গ্লিসারিন",
            "ইথানল",
            "সোডিয়াম",
            "কোনোটিই নয়"
        ],
        "answer": "খ",
        "explanation": "সাবান হচ্ছে উচ্চতর ফ্যাটি অ্যাসিডের সোডিয়াম বা পটাশিয়াম লবণ। সাবান শিল্পে উপজাত হিসেবে গ্লিসারিন পাওয়া যায়। তৈরি চর্বির ক্ষারীয় আর্দ্র-বিশ্লেষণ দ্বারা সাবান উৎপাদন করা হয়।"
    },
    {
        "id": 129,
        "page": 883,
        "question": "পৃথিবী তৈরির প্রধান উপাদান কোনটি? [BEZA-2024]",
        "options": [
            "অক্সিজেন",
            "হাইড্রোজেন",
            "কার্বন",
            "সিলিকন",
            "কোনোটিই নয়"
        ],
        "answer": "ঘ",
        "explanation": "পৃথিবী তৈরির প্রধান উপাদান হচ্ছে সিলিকন। তাছাড়া নাইট্রোজেন, কার্বন, অক্সিজেন, হাইড্রোজেন ও অন্যান্য উপাদান রয়েছে।"
    },
    {
        "id": 130,
        "page": 883,
        "question": "বহুরূপী মৌল কোনটি? [BEZA-2024]",
        "options": [
            "সোডিয়াম",
            "ক্যালসিয়াম",
            "অ্যালুমিনিয়াম",
            "কার্বন",
            "কোনোটিই নয়"
        ],
        "answer": "ঘ",
        "explanation": "কার্বন বহুরূপী মৌল। প্রকৃতিতে কার্বনের দুটি রূপ রয়েছে। একটি হীরক এবং অন্যটি গ্রাফাইট।"
    },
    {
        "id": 131,
        "page": 883,
        "question": "কোনটি নবায়নযোগ্য সম্পদ? [KGCL-2024]",
        "options": [
            "চুনাপাথর",
            "সমুদ্রের স্রোত",
            "প্রাকৃতিক গ্যাস",
            "কয়লা"
        ],
        "answer": "খ",
        "explanation": "যে-সব প্রাকৃতিক সম্পদ পুনরায় ব্যবহারযোগ্য সেগুলোকে নবায়নযোগ্য সম্পদ বলে। যেমন- পানি, বায়ু, সৌরশক্তি, গাছপালা, পশুপাখি, সমুদ্রস্রোত ইত্যাদি।"
    }
]
