# Page 887
PAGE_NUM = 887

QUESTIONS = [
    {
        "id": 173,
        "page": 887,
        "question": "লোহিত রক্তকণিকার সংখ্যা স্বাভাবিকের তুলনায় বৃদ্ধি পাওয়াকে বলে— [BSCIC-2023]",
        "options": [
            "অ্যানিমিয়া",
            "লিউকেমিয়া",
            "পলিসাইথেমিয়া",
            "থ্যালাসেমিয়া"
        ],
        "answer": "গ",
        "explanation": "লোহিত রক্তকণিকার সংখ্যা স্বাভাবিকের তুলনায় বৃদ্ধি পাওয়াকে পলিসাইথেমিয়া বলে। অপরদিকে, শ্বেত রক্তকণিকার সংখ্যা অত্যধিক হারে বেড়ে ৫০,০০০-১০,০০,০০০ হয় তাহলে তাকে লিউকোমিয়া বা ব্লাড ক্যানসার বলে। লোহিত রক্তকণিকার সংখ্যা স্বাভাবিকের তুলনায় কমে যাওয়াকে অ্যানিমিয়া বলে এবং থ্যালাসেমিয়া এক ধরনের বংশগত রক্তের রোগ। এ রোগে আক্রান্ত ব্যক্তির রক্তের হিমোগ্লোবিনের পরিমাণ কমে রক্তশূন্যতা সৃষ্টি হয়।"
    },
    {
        "id": 174,
        "page": 887,
        "question": "ওজোন স্তর সবচেয়ে বেশি ক্ষতিগ্রস্ত হয় কোন গ্যাসের দ্বারা? [BSCIC-2023]",
        "options": [
            "ক্লোরিন",
            "হাইড্রোজেন",
            "কার্বন ডাই-অক্সাইড",
            "মিথেন"
        ],
        "answer": "ক",
        "explanation": "ওজোন স্তরের সবচেয়ে বেশি ক্ষতি করে ক্লোরিন গ্যাস। ফলে সূর্যের অতিবেগনি রশ্মি পৃথিবীতে এসে মানুষের চর্ম ক্যান্সার ও আরো মারাত্মক রোগ সৃষ্টি করে।\nওজোন স্তর হচ্ছে পৃথিবীর বায়ুমণ্ডলের একটি স্তর, যেখানে তুলনামূলকভাবে বেশি মাত্রায় ওজোন গ্যাস থাকে। এই স্তর থাকে বায়ুমণ্ডলের স্ট্র্যাটোস্ফিয়ারে। ওজোন স্তর সূর্যের অতিবেগুনী রশ্মি থেকে পৃথিবীর প্রাণিকুলকে রক্ষা করে।"
    },
    {
        "id": 175,
        "page": 887,
        "question": "কোলাজেন কী? [BSCIC-2023]",
        "options": [
            "প্রোটিন",
            "কার্বোহাইড্রেট",
            "লিপিড",
            "নিউক্লিক অ্যাসিড"
        ],
        "answer": "ক",
        "explanation": "কোলাজেন (Collagen) এমন একটি পদার্থ, যা আমাদের শরীরে বাঁধুনি হিসেবে কাজ করে। এটি এক ধরনের গাঠনিক প্রোটিন (Structural Protein)। হাড়, দাঁত, পেশি, ত্বক- সবকিছু তৈরিতে এর ভূমিকা রয়েছে। ত্বক ও নখের স্বাস্থ্য ভালো রাখতে কোলাজেন গুরুত্বপূর্ণ ভূমিকা পালন করে।"
    },
    {
        "id": 176,
        "page": 887,
        "question": "মানুষের চিন্তাভাবনা, বুদ্ধিমত্তামাফিক কাজ করার প্রবণতাকে প্রযুক্তি ও যন্ত্রনির্ভর করতে প্রক্রিয়া হলো— [BSCIC-2023]",
        "options": [
            "ভার্চুয়াল রিয়ালিটি",
            "ন্যানো-টেকনোলজি",
            "বায়োমেট্রিক্স",
            "আর্টিফিসিয়াল ইন্টেলিজেন্স"
        ],
        "answer": "ঘ",
        "explanation": "কৃত্রিম বুদ্ধিমত্তা হলো কম্পিউটার বিজ্ঞানের একটি শাখা, যেখানে মানুষের বুদ্ধিমত্তা ও চিন্তাশক্তিকে কম্পিউটার দ্বারা অনুকৃত করার চেষ্টা করা হয়ে থাকে। কৃত্রিম বুদ্ধিমত্তা এখন হয়ে উঠেছে একটি একাডেমিক শিক্ষার ক্ষেত্র, যেখানে পড়ানো হয় কম্পিউটার ও সফটওয়্যার তৈরি করতে কীভাবে বুদ্ধিমত্তা প্রদর্শন করতে হবে।"
    },
    {
        "id": 177,
        "page": 887,
        "question": "অতিরিক্ত খাদ্য থেকে লিভারে সঞ্চিত সুগার কোনটি? [BSCIC-2023]",
        "options": [
            "গ্লুকোজ",
            "গ্লাইকোজেন",
            "ফ্রুক্টোজ",
            "সুক্রোজ"
        ],
        "answer": "খ",
        "explanation": "অতিরিক্ত খাদ্য থেকে লিভারে সঞ্চিত সুগার হলো গ্লাইকোজেন। গ্লাইকোজেন একটি পুষ্টিজাত পলিস্যাকারাইড। এটি মানবদেহে সঞ্চিত প্রধান খাদ্য উপাদান। প্রাণিদেহে লিভার ও পেশিতে বেশি করে গ্লাইকোজেন জমা থাকে, যা প্রয়োজনে গ্লুকোজে পরিণত হয়ে শক্তি যোগান দেয়।"
    },
    {
        "id": 178,
        "page": 887,
        "question": "কোনটি গ্রিনহাউজ গ্যাস নয়? [BSCIC-2023]",
        "options": [
            "মিথেন",
            "কার্বন ডাই-অক্সাইড",
            "জলীয় বাষ্প",
            "কার্বন মনো-অক্সাইড"
        ],
        "answer": "ঘ",
        "explanation": "গ্রিনহাউজ গ্যাসসমূহ :\n- জলীয় বাষ্প (H₂O)\n- মিথেন (CH₄)\n- ক্লোরো-ফ্লোরো ও হাইড্রো-ফ্লোরো কার্বনসমূহ\n- ওজোন (O₃)\n- কার্বন ডাই-অক্সাইড (CO₂)\n- নাইট্রাস অক্সাইড (N₂O)"
    },
    {
        "id": 179,
        "page": 887,
        "question": "তেজস্ক্রিয়তা আবিষ্কার করেন— [BSCIC-2023]",
        "options": [
            "ফন এ. লাবরসন",
            "আইনস্টাইন",
            "হেনরি বেকেরেল",
            "নিকেলো টেসলা"
        ],
        "answer": "গ",
        "explanation": "ফরাসি পদার্থবিদ হেনরি বেকেরেল তেজস্ক্রিয়তা আবিষ্কার করেন। তাঁর নামানুসারে তেজস্ক্রিয়তার একক বেকেরেল। ১৯০২ সালে তিনি পদার্থবিদ্যায় নোবেল পুরস্কার লাভ করেন।"
    },
    {
        "id": 180,
        "page": 887,
        "question": "পাললিক শিলার অপর নাম কী? [BSCIC-2023]",
        "options": [
            "পরিবর্তিত শিলা",
            "স্তরীভূত শিলা",
            "গ্রানাইট শিলা",
            "মার্বেল পাথর"
        ],
        "answer": "খ",
        "explanation": "পাললিক শিলা হলো একপ্রকার শিলা, যা ছোট ছোট কণা জমে এবং পরবর্তীকালে পৃথিবীর পৃষ্ঠ, সমুদ্রতল বা জৈব কণার সংযোজন দ্বারা গঠিত হয়। একমাত্র এ শিলাতেই জীবাশ্ম দেখা যায়। পাললিক শিলার অপর নাম স্তরীভূত শিলা।"
    },
    {
        "id": 181,
        "page": 887,
        "question": "নিচের কোনটি স্ল্যাক লাইমের রাসায়নিক সংকেত? [BSCIC-2023]",
        "options": [
            "CaO",
            "Ca(OH)₂",
            "CH₃(CCO)₂Ca",
            "CaO₃"
        ],
        "answer": "খ",
        "explanation": "স্ল্যাক লাইম মূলত ক্যালসিয়াম হাইড্রোক্সাইড, যার রাসায়নিক সংকেত হলো Ca(OH)₂।"
    },
    {
        "id": 182,
        "page": 887,
        "question": "রঙিন টেলিভিশন থেকে ক্ষতিকর কোন রশ্মি বের হয়? [LGED-2023]",
        "options": [
            "গামা",
            "বিটা",
            "কসমিক",
            "রঞ্জন"
        ],
        "answer": "ঘ",
        "explanation": "টিভির পর্দায় ফসফরাস থাকে। ইলেকট্রন যখন এই ফসফরাসকে আঘাত করে তখন এখান থেকে মৃদু রঞ্জন রশ্মি নির্গত হয়। সাধারণ CRT মনিটর থেকে মৃদু রঞ্জন রশ্মি নির্গত হয় কিন্তু আধুনিক এলসিডি/এলইডি মনিটর থেকে কোনো ক্ষতিকারক রশ্মি নির্গত হয় না।"
    },
    {
        "id": 183,
        "page": 887,
        "question": "কোনটিকে কোষের প্রাণশক্তি বলা হয়? [LGED-2023]",
        "options": [
            "প্রোটোপ্লাজম",
            "ক্রোমোজোম",
            "মাইটোকন্ড্রিয়া",
            "নিউক্লিয়াস"
        ],
        "answer": "গ",
        "explanation": "মাইটোকন্ড্রিয়াকে কোষের প্রাণশক্তি বলা হয়। কারণ কোষের জৈবিক কাজ পরিচালনার জন্য যে শক্তি প্রয়োজন তার একমাত্র উৎস মাইটোকন্ড্রিয়া। তাই একে কোষের পাওয়ার হাউজ (Power house) বা শক্তিঘরও বলা হয়। সমস্ত অক্সিজেন পরিবহন ও শ্বসন কাজ পরিচালনায় এটি প্রধান ভূমিকা পালন করে।"
    },
    {
        "id": 184,
        "page": 887,
        "question": "বাতাসে কার্বন ডাই-অক্সাইডের পরিমাণ প্রায়— [LGED-2023]",
        "options": [
            "০.০২৫%",
            "০.০৩%",
            "০.০৩৬%",
            "০.০৪%"
        ],
        "answer": "খ",
        "explanation": "শুষ্ক বাতাসে ৭৮.০৯% নাইট্রোজেন, ২০.৯৫% অক্সিজেন, ০.৯৩% আর্গন, ০.০৩% কার্বন ডাই-অক্সাইড এবং সামান্য পরিমাণে অন্যান্য গ্যাস থাকে।"
    },
    {
        "id": 185,
        "page": 887,
        "question": "সবচেয়ে বেশি প্রাকৃতিক গ্যাস ব্যবহৃত হয় কোন খাতে? [BAPEX-2023]",
        "options": [
            "বিদ্যুৎ উৎপাদনে",
            "শিল্প খাতে",
            "কৃষি খাতে",
            "গৃহস্থালি খাতে"
        ],
        "answer": "ক",
        "explanation": "প্রাকৃতিক গ্যাস বাংলাদেশের একটি গুরুত্বপূর্ণ জ্বালানি সম্পদ। অর্থনৈতিক সমীক্ষা-২০১৫ অনুসারে দেশের ১৯টি গ্যাসক্ষেত্র থেকে গ্যাস উৎপাদিত হয়। দেশের বিভিন্ন খাতে জ্বালানির প্রধান উৎস হচ্ছে প্রাকৃতিক গ্যাস। ডিসেম্বর ২০১৪ পর্যন্ত ১২.৫৬ ট্রিলিয়ন বা ৪২৯.৭ বিলিয়ন ঘনফুট গ্যাস উৎপাদিত হয়। এর মধ্যে ১৪০.২ বিলিয়ন ঘনফুট বিদ্যুৎ উৎপাদনে, ক্যাপটিভ শিল্পে ৬০.৮ বিলিয়ন ঘনফুট গ্যাস ব্যবহার করা হয়েছে। কাজেই প্রাকৃতিক পাওয়ার প্লান্ট দ্বারা গ্যাস সবচেয়ে বেশি ব্যবহৃত হয় বিদ্যুৎ উৎপাদনে।"
    }
]
