# Page 892
PAGE_NUM = 892

QUESTIONS = [
    {
        "id": 230,
        "page": 892,
        "question": "নিম্নের কোন যৌগটি ক্ষারধর্ম প্রদর্শন করে? [MOE-2023]",
        "options": [
            "Ba(OH)₂",
            "Al(OH)₃",
            "C₂H₅OH",
            "C₆H₅OH"
        ],
        "answer": "ক",
        "explanation": "বেরিয়াম হাইড্রোক্সাইড জলীয় দ্রবণে সম্পূর্ণরূপে দ্রবীভূত হয়। সুতরাং, Ba(OH)₂ একটি ক্ষার অর্থাৎ, Ba(OH)₂ ক্ষারধর্ম প্রদর্শন করে।\nBa(OH)₂(s) + H₂O (l) ----> Ba²⁺(aq) + 2OH⁻(aq)"
    },
    {
        "id": 231,
        "page": 892,
        "question": "কোন মৌলটির আয়নীকরণ শক্তি বেশি? [MOE-2023]",
        "options": [
            "Li",
            "B",
            "C",
            "Ne"
        ],
        "answer": "ঘ",
        "explanation": "আয়নীকরণ শক্তি হলো মৌলের একটি গুরুত্বপূর্ণ পর্যায়বৃত্তিক ধর্ম। গ্যাসীয় অবস্থায় এক মোল গ্যাসীয় পরমাণু থেকে এক মোল ইলেকট্রন অপসারণ করে এক মোল ধনাত্মক আয়নে পরিণত করতে যে পরিমাণ শক্তির প্রয়োজন হয়, তাকে ঐ মৌলের আয়নীকরণ শক্তি বলে।\nলিথিয়াম (Li), বোরন (B), কার্বন (C) এবং নিয়ন (Ne) প্রত্যেকেই পর্যায় সারণির দ্বিতীয় পর্যায়ের মৌল। এদের পারমাণবিক সংখ্যা যথাক্রমে ৩, ৫, ৬ এবং ১০।\nআমরা জানি, পর্যায় সারণির একই পর্যায়ে বামদিক থেকে ডান দিকে গেলে পারমাণবিক সংখ্যা বৃদ্ধির সাথে সাথে বহিস্থরে একটি করে ইলেকট্রন বৃদ্ধি পায় এবং বহিস্থরের ইলেকট্রনের উপর নিউক্লিয়াসের আকর্ষণ বৃদ্ধি পায়। ফলে পরমাণুর আকার সংকুচিত হয় এবং আয়নীকরণ শক্তি বৃদ্ধি পায়।\nসুতরাং Li, B, C এবং Ne-এর আয়নীকরণ শক্তি বেশি হবে।"
    },
    {
        "id": 232,
        "page": 892,
        "question": "১ মেগাওয়াট সমান কত ওয়াট? [BBAL-2023]",
        "options": [
            "১০⁶",
            "১০⁷",
            "১০⁸",
            "১০⁹"
        ],
        "answer": "ক",
        "explanation": "১ মেগাওয়াট সমান ১০⁶ ওয়াট অর্থাৎ ১ ওয়াট ১ মেগাওয়াটের ১০০০০০০ ভাগের ১ ভাগ।"
    },
    {
        "id": 233,
        "page": 892,
        "question": "কোনটি বংশগত রোগ? [BBAL-2023]",
        "options": [
            "লিউকোসাইটোসিস",
            "থ্যালাসেমিয়া",
            "ডার্মাটাইটিস",
            "জলাতঙ্ক"
        ],
        "answer": "খ",
        "explanation": "থ্যালাসেমিয়া হলো একটি বংশগত রক্তস্বল্পতাজনিত রোগ। শরীরে থ্যালাসেমিয়ার ভ্যারিয়েন্ট বা ত্রুটিযুক্ত জিন থাকলে রক্তে হিমোগ্লোবিন কম উৎপন্ন হয়। হিমোগ্লোবিন হলো একটি আয়রনসমৃদ্ধ প্রোটিন, যা রক্তের লোহিত কণিকার সঙ্গে দেহকোষে অক্সিজেন পৌঁছে দেয়।\nথ্যালাসেমিয়ার কারণে যেমন হিমোগ্লোবিন কম উৎপন্ন হয়, তেমনি লোহিত রক্তকণিকার উৎপাদনও ব্যাহত হয়। হিমোগ্লোবিন দুটি জিনের চেইনের সমন্বয়ে গঠিত; যথা- আলফা হিমোগ্লোবিন ও বিটা হিমোগ্লোবিন। এ দুটি জিনের চেইন একত্রে হিমোগ্লোবিন তৈরি করে। জেনেটিক কারণে এ দুটি জিনের কোনো একটিতে ত্রুটি থাকলে সংশ্লিষ্ট শিশুর শরীরে থ্যালাসেমিয়ার ভ্যারিয়েন্ট বা রোগের অনুপ্রবেশ ঘটে। ফলে শিশু রক্তশূন্যতা বা অ্যানিমিয়া রোগে ভোগে। উল্লেখ্য যে, ত্রুটিপূর্ণ জিনটি অর্থাৎ থ্যালাসেমিয়ার ভ্যারিয়েন্টটি শিশু তার পিতা অথবা মাতার কাছ থেকে বংশগতভাবে লাভ করে।"
    },
    {
        "id": 234,
        "page": 892,
        "question": "AC-কে DC করা হয়— [BBAL-2023]",
        "options": [
            "রেক্টিফায়ার",
            "অ্যামপ্লিফায়ার",
            "ট্রানজিস্টর",
            "ডায়োড"
        ],
        "answer": "ক",
        "explanation": "রেক্টিফায়ার-এর মাধ্যমে AC-কে DC-তে রূপান্তর করা হয়। সাধারণত হাফ ওয়েভ এবং ফুল ওয়েভ নামের দুই ধরনের রেক্টিফায়ার ইলেকট্রনিক সার্কিটে ব্যবহার করা হয়। ডায়োডের ব্যবহারের মাধ্যমে রেক্টিফায়ার তৈরি করা হয়।"
    },
    {
        "id": 235,
        "page": 892,
        "question": "বাতাসের আর্দ্রতা মাপার যন্ত্রের নাম কী? [BBAL-2023]",
        "options": [
            "মাইক্রোমিটার",
            "হাইগ্রোমিটার",
            "ব্যারোমিটার",
            "গ্রাফোমিটার"
        ],
        "answer": "খ",
        "explanation": "মাইক্রোমিটার => দৈর্ঘ্যের অতিক্ষুদ্র একক (১০⁻⁶ মিটার)\nহাইগ্রোমিটার => বাতাসের আর্দ্রতা মাপক যন্ত্র\nব্যারোমিটার => বায়ুর চাপ মাপার যন্ত্র\nগ্রাফোমিটার => কোণ নির্ণায়ক যন্ত্র"
    },
    {
        "id": 236,
        "page": 892,
        "question": "কোন গ্যাসটি ড্রাই আইস তৈরিতে ব্যবহার করা হয়? [BBAL-2023]",
        "options": [
            "অক্সিজেন",
            "কার্বন ডাই-অক্সাইড",
            "সালফার ডাই-অক্সাইড",
            "নাইট্রোজেন ডাই-অক্সাইড"
        ],
        "answer": "খ",
        "explanation": "কঠিন কার্বন ডাই-অক্সাইডকে (CO₂) ড্রাই আইস (Dry ice) বা শুষ্ক বরফ বলা হয়।\n০°C তাপমাত্রায় ও ৪০ বায়ুমণ্ডলীয় চাপে CO₂ গ্যাস বর্ণহীন তরলে পরিণত হয়। এ তরল গ্যাসকে কম চাপে বাষ্পীভূত করলে তা অধিক শীতল হয়ে কঠিন কার্বন ডাই-অক্সাইড (CO₂) উৎপন্ন করে। ৭৮.৩°C তাপমাত্রায় CO₂ গ্যাস শুষ্ক বরফ বা ড্রাই আইসে পরিণত হয়।"
    },
    {
        "id": 237,
        "page": 892,
        "question": "শূন্য মাধ্যমে শব্দের বেগ কত? [BBAL-2023]",
        "options": [
            "২৮০ মি./সে.",
            "০ মি./সে.",
            "৩৩২ মি./সে.",
            "১১২০ মি./সে."
        ],
        "answer": "খ",
        "explanation": "শব্দ সঞ্চালনের জন্য জড় মাধ্যমের প্রয়োজন। মাধ্যম ছাড়া শব্দ সঞ্চালন হয় না। তাই শূন্য (০) মাধ্যমে শব্দের বেগ শূন্য (০) হবে। উল্লেখ্য যে, কঠিন মাধ্যমে শব্দের বেগ সবচেয়ে বেশি এবং বায়বীয় মাধ্যম অর্থাৎ বাতাসে শব্দের বেগ 332ms⁻¹।"
    },
    {
        "id": 238,
        "page": 892,
        "question": "কোনটি জারক পদার্থ নয়? [BBAL-2023]",
        "options": [
            "হাইড্রোজেন",
            "অক্সিজেন",
            "ক্লোরিন",
            "ব্রোমিন"
        ],
        "answer": "ক",
        "explanation": "যে-সকল পদার্থ রাসায়নিক বিক্রিয়ায় বিজারক পদার্থ থেকে ইলেকট্রন গ্রহণ করে বিজারক পদার্থকে জারিত করে এবং নিজে বিজারিত হয় তাদেরকে জারক পদার্থ বলে। যেমন- অক্সিজেন, ক্লোরিন, ফ্লোরিন, ব্রোমিন, নাইট্রিক অ্যাসিড, সালফিউরিক অ্যাসিড ইত্যাদি।\nআবার, যে-সকল পদার্থ রাসায়নিক বিক্রিয়ায় জারক পদার্থকে ইলেকট্রন দান করে বিজারিত করে এবং নিজে জারিত হয়, তাদেরকে বিজারক পদার্থ বলে। যেমন- হাইড্রোজেন, কার্বন, সোডিয়াম, অ্যামোনিয়া, কার্বন মনোক্সাইড, হাইড্রোজেন সালফাইড ইত্যাদি।"
    },
    {
        "id": 239,
        "page": 892,
        "question": "চাঁদে কোনো বস্তুর ওজন পৃথিবীর ওজনের — ভাগের ১ ভাগ। [BBAL-2023]",
        "options": [
            "১০",
            "৬",
            "৩",
            "৪"
        ],
        "answer": "খ",
        "explanation": "আমরা জানি, বস্তুর ওজন, W = mg; কিন্তু বস্তুর ভর (m) একটি ধ্রুব রাশি। তাই বস্তুর ওজন (W), বস্তুর ভর (m)-এর উপর নির্ভর করে না; অভিকর্ষজ ত্বরণ (g)-এর উপর নির্ভর করে। চাঁদে অভিকর্ষজ ত্বরণ g-এর মান পৃথিবীর ১/৬ ভাগ। তাই চাঁদে কোনো বস্তুর ওজন পৃথিবীর ওজনের ৬ ভাগের ১ ভাগ।"
    },
    {
        "id": 240,
        "page": 892,
        "question": "কোনটিতে আলোর প্রতিসরণ ব্যবহার করা হয়? [BBAL-2023]",
        "options": [
            "এমআরআই",
            "ইসিজি",
            "আল্ট্রাসনোগ্রাফি",
            "সিটি স্ক্যান"
        ],
        "answer": "ঘ",
        "explanation": "সিটি স্ক্যান বা CT Scan শব্দটি ইংরেজি Computed Tomography Scan-এর সংক্ষিপ্ত রূপ। টোমোগ্রাফি (Tomograpy) বলতে বোঝানো হয় ত্রিমাত্রিক বস্তুর একটি ফালির বা দ্বিমাত্রিক অংশের প্রতিবিম্ব তৈরি করা। সিটি স্ক্যান যন্ত্রে আলোর প্রতিসরণ ব্যবহার করা হয়। চিকিৎসাবিজ্ঞানে সিটি স্ক্যান যন্ত্রে এক্স-রে ব্যবহার করা হয়। সাধারণ এক্স-রে করার সময় শরীরের ভেতরের একবার ত্রিমাত্রিক অঙ্গের দ্বিমাত্রিক একটি প্রতিচ্ছবি নেওয়া হয়। কিন্তু সিটি স্ক্যান যন্ত্রে একটি এক্স-রে টিউব রোগীর শরীরকে বৃত্তাকারে ঘুরে এক্স-রে নির্গত করতে থাকে এবং অন্য পাশে ডিটেক্টর (Detector) প্রতিবিম্ব গ্রহণ করতে থাকে। স্ক্যান শেষে প্রতিবিম্ব বা ছবিগুলো নিরীক্ষার জন্য চিকিৎসকের কাছে পাঠানো হয়। এতে শরীরের যে-কোনো অংশে অঙ্কুরিত হওয়া অস্বাভাবিকতা ছবির মাধ্যমে উঠে আসে।"
    }
]
