# Page 896
PAGE_NUM = 896

QUESTIONS = [
    {
        "id": 280,
        "page": 896,
        "question": "কোনটি ক্ষার? [BPSC-2022]",
        "options": [
            "NH₃",
            "Na₂SO₄",
            "NaCl",
            "HNO₂"
        ],
        "answer": "ক",
        "explanation": "যে-সব যৌগ জলীয় দ্রবণে হাইড্রোক্সাইড আয়ন (OH⁻) উৎপন্ন করে, তাদেরকে ক্ষার বলা হয়।\nঅ্যামোনিয়া (NH₃) জলীয় দ্রবণে OH⁻ আয়ন উৎপন্ন করে। সুতরাং, অ্যামোনিয়া একটি ক্ষার।\nNH₃ + H₂O -> NH₄⁺ + OH⁻"
    },
    {
        "id": 281,
        "page": 896,
        "question": "তাপমাত্রা বাড়লে পরিবাহীর রোধ— [BPSC-2022]",
        "options": [
            "বাড়ে",
            "কমে",
            "অপরিবর্তিত থাকে",
            "শূন্য হয়"
        ],
        "answer": "ক",
        "explanation": "পরিবাহকের যে ধর্মের জন্য এর মধ্য দিয়ে তড়িৎপ্রবাহ বিঘ্নিত বা বাধাপ্রাপ্ত হয়, তাকে রোধ বলে।\nরোধের আন্তর্জাতিক একক হলো ওহম (Ω)।\nতাপমাত্রা বাড়ালে পরিবাহীর পরিবাহিতা হ্রাস পায় এবং রোধ বৃদ্ধি পায়।"
    },
    {
        "id": 282,
        "page": 896,
        "question": "পৃথিবীর কেন্দ্রে অভিকর্ষজ ত্বরণের মান কত? [BPSC-2022]",
        "options": [
            "শূন্য",
            "9.8 m/s²",
            "4.9 m/s²",
            "অসীম"
        ],
        "answer": "ক",
        "explanation": "পৃথিবীর অভিকর্ষ বলের প্রভাবে ভূপৃষ্ঠে কোনো বস্তুর বেগ বৃদ্ধির হারকে অভিকর্ষজ ত্বরণ বলে। অভিকর্ষজ ত্বরণকে ‘g’ দ্বারা প্রকাশ করা হয়। মেরু অঞ্চলে পৃথিবীর ব্যাসার্ধ সবচেয়ে কম, বিধায় সেখানে অভিকর্ষজ ত্বরণের মান সবচেয়ে বেশি (9.83 ms⁻²)। বিষুবীয় অঞ্চলে পৃথিবীর ব্যাসার্ধ সবচেয়ে বেশি হওয়ায় সেখানে অভিকর্ষজ ত্বরণের মান সবচেয়ে কম (9.78 ms⁻²)।\nআবার পৃথিবীর কেন্দ্রে ব্যাসার্ধের মান শূন্য, তাই পৃথিবীর কেন্দ্রে অভিকর্ষজ ত্বরণের মানও শূন্য (০)।"
    },
    {
        "id": 283,
        "page": 896,
        "question": "প্রকৃতিতে প্রাপ্ত হাইড্রোজেনের আইসোটোপ কয়টি? [BPSC-2022]",
        "options": [
            " ২টি",
            "৩টি",
            "৪টি",
            "৫টি"
        ],
        "answer": "খ",
        "explanation": "প্রকৃতিতে প্রাপ্ত হাইড্রোজেনের আইসোটোপ তিনটি; যথা— (i) প্রোটিয়াম ¹₁H, (ii) ডিউটেরিয়াম ²₁H, (iii) ট্রিটিয়াম ³₁H।"
    },
    {
        "id": 284,
        "page": 896,
        "question": "স্থিতিশক্তি আছে কোন পদার্থের? [BPSC-2022]",
        "options": [
            "তরল",
            "বায়বীয়",
            "অণ্বীয়",
            "কঠিন"
        ],
        "answer": "ঘ",
        "explanation": "স্বাভাবিক অবস্থা বা অবস্থান পরিবর্তন করে কোনো বস্তুকে অন্য কোনো অবস্থায় বা অবস্থানে আনলে বস্তু কাজ করার যে সামর্থ্য অর্জন করে, তাকে বিভব শক্তি বা স্থিতিশক্তি (Potential Energy) বলে। কঠিন পদার্থের স্থিতিশক্তি থাকে।\nm ভরের একটি বস্তুকে ভূপৃষ্ঠের কোনো বিন্দু হতে অভিকর্ষ বলের বিরুদ্ধে কাজ করে উপরে উঠানো হলে বস্তুর স্থিতিশক্তি বা বিভব শক্তি, E_p = mgh।"
    },
    {
        "id": 285,
        "page": 896,
        "question": "Greenhouse কথাটি প্রথম ব্যবহৃত হয় কোন সালে? [BPSC-2022]",
        "options": [
            "১৯৬৬",
            "১৮৯৬",
            "১৮৯০",
            "১৯৬০"
        ],
        "answer": "খ",
        "explanation": "গ্রিনহাউজ হলো কাচের ঘর, যার ভেতর গাছপালা লাগানো হয়। শীতপ্রধান দেশে তীব্র ঠান্ডার হাত থেকে গাছপালাকে রক্ষার জন্য গ্রিনহাউজ তৈরি করা হয়। গ্রিনহাউজ কথাটি সর্বপ্রথম ব্যবহার করেন সুইডিস রসায়নবিদ সভান্তে আরহেনিয়াস ১৮৯৬ সালে। পৃথিবীর বায়ুমণ্ডলের গড় তাপমাত্রা বৃদ্ধির মাধ্যমে পরিবর্তনশীল আবহাওয়ার প্রতিক্রিয়াকে গ্রিনহাউজ ইফেক্ট বলে। গ্রিনহাউজ ইফেক্ট বলতে মূলত তাপ আটকে রেখে পৃথিবীর সার্বিক তাপমাত্রা বৃদ্ধিকে বুঝায়। এর ফলে উত্তাপ অনেক বেড়ে যাবে, যাতে সমুদ্রপৃষ্ঠের উচ্চতা বেড়ে যেতে পারে।"
    },
    {
        "id": 286,
        "page": 896,
        "question": "কত তাপমাত্রায় পানির ঘনত্ব বেশি? [BPSC-2022]",
        "options": [
            "10°C",
            "4°C",
            "45°C",
            "100°C"
        ],
        "answer": "খ",
        "explanation": "বস্তুর একক আয়তনের ভরকে ঘনত্ব বলে। ঘনত্বকে ρ দ্বারা প্রকাশ করা হয়। ঘনত্বের একক kgm⁻³। 4°C তাপমাত্রায় পানির ঘনত্ব সবচেয়ে বেশি এবং আয়তন সবচেয়ে কম হয়। তাপমাত্রা 4°C থেকে বৃদ্ধি করলে ধীরে ধীরে ঘনত্ব কমতে থাকে এবং আয়তন বাড়তে থাকে।"
    },
    {
        "id": 287,
        "page": 896,
        "question": "কোন রশ্মির ভেদন ক্ষমতা বেশি? [BPSC-2022]",
        "options": [
            "আলফা",
            "বিটা",
            "গামা",
            "সবগুলোর সমান"
        ],
        "answer": "গ",
        "explanation": "গামা (γ) রশ্মির ভেদন ক্ষমতা সবচেয়ে বেশি। তেজস্ক্রিয় রশ্মিগুলোর ভেদন ক্ষমতার ক্রম হলো— γ-রশ্মি > β-রশ্মি > α-রশ্মি।\nউল্লেখ্য যে, গামা রশ্মির ভেদন ক্ষমতা আলফা রশ্মির তুলনায় প্রায় 1000 গুণ বেশি এবং গামা রশ্মি একটি 30cm পুরু লোহার রড ভেদ করতে পারে।"
    },
    {
        "id": 288,
        "page": 896,
        "question": "কোনটি মুদ্রা ধাতু নয়? [BPSC-2022]",
        "options": [
            "কপার",
            "সিলভার",
            "গোল্ড",
            "রন্টজেনিয়াম"
        ],
        "answer": "ঘ",
        "explanation": "পর্যায় সারণির গ্রুপ-11 মৌলসমূহ যেমন— কপার (Cu), সিলভার (Ag) এবং গোল্ড (Au) এদেরকে মুদ্রা ধাতু বলে। রন্টজেনিয়াম (Roentgenium) পর্যায় সারণির ১১১তম মৌলিক পদার্থ এবং রন্টজেনিয়ামের আণবিক সংকেত হলো Rg।"
    },
    {
        "id": 289,
        "page": 896,
        "question": "1 cm³ কত m³-এর সমান? [BPSC-2022]",
        "options": [
            "10⁻⁶m³",
            "10⁻³m³",
            "10⁻²m³",
            "0.1m³"
        ],
        "answer": "ক",
        "explanation": "1 cm³ = 1/1000000 m³ [∵ 100cm = 1m]\n= 1/10⁶m³ = 10⁻⁶m³"
    },
    {
        "id": 290,
        "page": 896,
        "question": "কোন পদার্থে আন্তকণা আকর্ষণ বেশি? [BPSC-2022]",
        "options": [
            "চিনি",
            "পানি",
            "তেল",
            "অক্সিজেন"
        ],
        "answer": "ক",
        "explanation": "যে শক্তির বলে অণুতে পরমাণুসমূহ পরস্পরের সাথে আবদ্ধ থাকে, তাকে অন্তঃআণবিক আকর্ষণ বল বলে। কঠিন পদার্থের কণা সমূহের মধ্যে অন্তঃআণবিক দূরত্ব কম থাকার কারণে অন্তঃআণবিক আকর্ষণ বল সবচেয়ে বেশি। ফলে কঠিন পদার্থে অণুসমূহ পরস্পরের সাথে খুব নিকটে শক্তিশালী আকর্ষণ বল দ্বারা আবদ্ধ থাকে।\nচিনি একটি কঠিন পদার্থ। তাই চিনিতে আন্তকণা আকর্ষণ সবচেয়ে বেশি।"
    },
    {
        "id": 291,
        "page": 896,
        "question": "সমতল দর্পণ ব্যবহৃত হয় কোন যন্ত্র তৈরিতে? [BPSC-2022]",
        "options": [
            "পেরিস্কোপ",
            "টেলিস্কোপ",
            "ক্যামেরা",
            "মাইক্রোস্কোপ"
        ],
        "answer": "ক",
        "explanation": "যে মসৃণ তলে আলোর নিয়মিত প্রতিফলন ঘটে, তাকে দর্পণ বলে। দর্পণ প্রধানত দুই প্রকার; যথা—\n(i) সমতল দর্পণ (Plane mirror) ও\n(ii) গোলীয় দর্পণ (Spherical mirror)।\nকোনো সমতল পৃষ্ঠ যদি মসৃণ হয় এবং তাতে আলোর নিয়মিত প্রতিফলন ঘটে, তবে তাকে সমতল দর্পণ বলে।\nপেরিস্কোপ তৈরিতে সমতল দর্পণ ব্যবহার করা হয়।"
    },
    {
        "id": 292,
        "page": 896,
        "question": "কোনটি শব্দের তীব্রতা লেভেল পরিমাপের একক? [BPSC-2022]",
        "options": [
            "হার্টজ",
            "ডেসিবেল",
            "প্যাসকেল",
            "টেসলা"
        ],
        "answer": "খ",
        "explanation": "শব্দের যে বৈশিষ্ট্য দ্বারা কোন সুর চড়া ও কোন সুর মোটা তা বোঝা যায়, তাকে শব্দের তীব্রতা বলে। শব্দের তীব্রতা পরিমাপ করা হয় ‘বেল’ (Bel) এককে।\nএকটি বড় হওয়ায় ব্যবহারিক ক্ষেত্রে তার অংশ অর্থাৎ ‘ডেসিবেল’ (dB) একক ব্যবহার করা হয়।"
    }
]
