# Page 897
PAGE_NUM = 897

QUESTIONS = [
    {
        "id": 293,
        "page": 897,
        "question": "কোনটি ত্রিমাত্রিক বস্তু? [BPSC-2022]",
        "options": [
            "তল",
            "ঘনক",
            "রেখা",
            "বিন্দু"
        ],
        "answer": "খ",
        "explanation": "যে বস্তু বা পদার্থের দৈর্ঘ্য, প্রস্থ এবং উচ্চতা তিনটি মাত্রাই থাকে, তাকে ত্রিমাত্রিক বস্তু বা পদার্থ বলে।\nঘনক (Cube) একটি ত্রিমাত্রিক বস্তু। কারণ ঘনকের দৈর্ঘ্য, প্রস্থ ও উচ্চতা তিনটি মাত্রাই বিদ্যমান।"
    },
    {
        "id": 294,
        "page": 897,
        "question": "কোন পদার্থের আপেক্ষিক তাপ সর্বাধিক? [BPSC-2022]",
        "options": [
            "লোহা",
            "পানি",
            "বায়ু",
            "তামা"
        ],
        "answer": "খ",
        "explanation": "একই ভরের কোনো বস্তুর তাপমাত্রা এক একক বাড়াতে যে পরিমাণ তাপের প্রয়োজন হয়, তাকে ঐ বস্তুর উপাদানের আপেক্ষিক তাপ (Specific Heat) বলা হয়। আপেক্ষিক তাপকে ‘S’ দ্বারা প্রকাশ করা হয়। আপেক্ষিক তাপের আন্তর্জাতিক একক হলো Jkg⁻¹k⁻¹। পানির আপেক্ষিক তাপ সর্বাধিক (4200 Jkg⁻¹k⁻¹) ।"
    },
    {
        "id": 295,
        "page": 897,
        "question": "কোনটির তরঙ্গদৈর্ঘ্য বেশি? [BPSC-2022]",
        "options": [
            "লাল আলো",
            "নীল আলো",
            "মাইক্রোওয়েভ",
            "রেডিও ওয়েভ"
        ],
        "answer": "ক",
        "explanation": "দৃশ্যমান আলোর মধ্যে লাল আলোর তরঙ্গদৈর্ঘ্য সবচেয়ে বেশি এবং বেগুনি আলোর তরঙ্গদৈর্ঘ্য সবচেয়ে কম।"
    },
    {
        "id": 296,
        "page": 897,
        "question": "কোন রেখার উপর সূর্য সারা বছর লম্বভাবে কিরণ দেয়? [BPSC-2022]",
        "options": [
            "মেরুরেখা",
            "নিরক্ষরেখা",
            "অক্ষরেখা",
            "দ্রাঘিমারেখা"
        ],
        "answer": "খ",
        "explanation": "পৃথিবীর সুমেরু ও কুমেরু বিন্দুদ্বয় থেকে সমান দূরত্বে অবস্থিত এবং পৃথিবীকে পূর্ব-পশ্চিমে বেষ্টন করে থাকা বৃহত্তম রেখাকে নিরক্ষরেখা বা বিষুবরেখা বলে। নিরক্ষরেখার উপর সূর্য সারাবছর লম্বভাবে কিরণ দেয়।"
    },
    {
        "id": 297,
        "page": 897,
        "question": "লেন্সের ক্ষমতার একক কী? [BPSC-2022]",
        "options": [
            "ডায়াপ্টার",
            "ডেসিবেল",
            "ওয়াট",
            "মিটার"
        ],
        "answer": "ক",
        "explanation": "যদি কোনো সমসত্ত্ব, স্বচ্ছ প্রতিসারক মাধ্যম, দুটি গোলীয় তল কিংবা একটি সমতল ও একটি গোলীয় তলের দ্বারা আবদ্ধ থাকে, তবে সেই মাধ্যমকে লেন্স বলে।\nলেন্সের ক্ষমতার একক হলো ডায়াপ্টার (Diapter)।"
    },
    {
        "id": 298,
        "page": 897,
        "question": "ব্লিচিং পাউডারের রাসায়নিক সংকেত কোনটি? [BPSC-2022]",
        "options": [
            "Ca(OCl)Cl",
            "C₆H₆O",
            "CaCO₃",
            "HCl"
        ],
        "answer": "ক",
        "explanation": "ব্লিচিং পাউডার সাদা বর্ণের একটি অজৈব পদার্থ। ব্লিচিং পাউডারের রাসায়নিক সংকেত হলো Ca(OCl)Cl।\nজীবাণুনাশক হিসেবে ব্লিচিং পাউডার ব্যবহৃত হয়।"
    },
    {
        "id": 299,
        "page": 897,
        "question": "জমির লবণাক্ততা নিয়ন্ত্রণ করে কোনটি? [BADC-2022]",
        "options": [
            "কৃত্রিম সার প্রয়োগ",
            "পানি সেচ",
            "মাটিতে নাইট্রোজেন ধরে রাখা",
            "প্রাকৃতিক গ্যাস প্রয়োগ"
        ],
        "answer": "খ",
        "explanation": "জমির লবণাক্ততা নিয়ন্ত্রণ করে পানি সেচ। জমিতে অতিরিক্ত সার ও কীটনাশক প্রয়োগ এবং অন্যান্য কারণে লবণাক্ততা সৃষ্টি হয়, যা পানি সেচের মাধ্যমে নিয়ন্ত্রিত হয়।"
    },
    {
        "id": 300,
        "page": 897,
        "question": "কোষের আবিষ্কারক কে? [KGDCL-2021]",
        "options": [
            "রবার্ট হুক",
            "রবার্ট কলিন্স",
            "রবার্ট ব্রুস",
            "রবার্ট হাইন্স"
        ],
        "answer": "ক",
        "explanation": "১৬৬৫ সালে রবার্ট হুক (Robert Hooke) গভীরভাবে দেখতে পেলেন এক টুকরো কাঠকে। এর আগে কখনো তিনি এভাবে দেখেন নি। কাঠটি খুব শক্ত বা নিরেট অথচ পানিতে ভাসে। এর কারণ কী? তিনি কাঠিটিকে একটি পাতলা সেকশন করে কাটলেন এবং তাঁর নিজের তৈরি অণুবীক্ষণ যন্ত্রে পর্যবেক্ষণ করলেন। তিনি দেখতে পেলেন, মৌমাছির চাকের ন্যায় অসংখ্য ছোট ছোট কুঠরি বা প্রকোষ্ঠ। তাই তিনি এটিকে নাম দেন Cell বা প্রকোষ্ঠ। ল্যাটিন Cellula শব্দের অর্থ ক্ষুদ্র প্রকোষ্ঠ। তিনি তাঁর পর্যবেক্ষণ Micrographia গ্রন্থে প্রকাশ করেন। রবার্ট হুক মূলত একটি মৃত কোষ দেখেছিলেন।\nপরবর্তীতে ১৬৭৪ সালে অ্যান্টনি ভন লিউয়েনহুক (Antonie van Leeuwenhoek) জীবিত কোষ পর্যবেক্ষণ করেন। এখানে যেহেতু রবার্ট হুক সর্বপ্রথম কোষ পর্যবেক্ষণ করেন, তাই তাঁকে কোষের আবিষ্কারক বলা হয়।"
    },
    {
        "id": 301,
        "page": 897,
        "question": "বাংলাদেশে কোন তারিখ হতে আনুষ্ঠানিকভাবে কোভিড-১৯-এর টিকাদান কর্মসূচি চালু হয়? [BTRC-2021]",
        "options": [
            "জানুয়ারি ৭, ২০২১",
            "জানুয়ারি ১৭, ২০২১",
            "জানুয়ারি ২৭, ২০২১",
            "জানুয়ারি ২৯, ২০২১"
        ],
        "answer": "গ",
        "explanation": "বাংলাদেশে ২৭ জানুয়ারি ২০২১ করোনাভাইরাসের টিকাদান কর্মসূচি শুরু হয়। ঢাকার কুর্মিটোলা হাসপাতালের সিনিয়র স্টাফ নার্স রুনু বেরোনিকা কস্তাকে এক ডোজ টিকা দেয়ার মাধ্যমে এই টিকা কর্মসূচি শুরু হয়। ঐদিন মোট ২৬ জনকে টিকা দেয়া হয়েছিল।"
    },
    {
        "id": 302,
        "page": 897,
        "question": "স্থির চাপে এবং স্থির আয়তনে কোনো গ্যাসের আপেক্ষিক তাপের অনুপাত— [BPSC-2021]",
        "options": [
            "সর্বদাই স্থির থাকে",
            "সর্বদাই চাপ বৃদ্ধির সমানুপাতিক",
            "সর্বদাই তাপমাত্রার সমানুপাতিক",
            "উপরের কোনোটিই সঠিক নয়"
        ],
        "answer": "খ",
        "explanation": "স্থির চাপে এবং স্থির আয়তনে কোনো গ্যাসের আপেক্ষিক তাপের অনুপাত সর্বদাই চাপ বৃদ্ধির সমানুপাতিক। আমরা জানি, C_p / C_v = λ; এখানে তাপমাত্রা বাড়লে λ কমে আবার, তাপমাত্রা কমলে λ-এর মান বৃদ্ধি পায়।"
    },
    {
        "id": 303,
        "page": 897,
        "question": "ধাতুর রিফ্লেকটিভ ইনডেক্স এবং রিফ্লেকটিভিটি ধর্ম কোনটি? [BPSC-2021]",
        "options": [
            "যান্ত্রিক ধর্ম",
            "তাপীয় ধর্ম",
            "রাসায়নিক ধর্ম",
            "আলোক ধর্ম"
        ],
        "answer": "ঘ",
        "explanation": "কোনো স্বচ্ছ মাধ্যমে আলোকরশ্মি সরলরেখায় চলে। আবার ধাতু যেহেতু চকচকে তাই তা সমতল দর্পণের মতো কাজ করে আলোর প্রতিফলন ঘটায়। সুতরাং, ধাতুর রিফ্লেকটিভ ইনডেক্স ও রিফ্লেকটিভিটি হলো আলোক ধর্ম।"
    },
    {
        "id": 304,
        "page": 897,
        "question": "পেরিস্কোপ কোথায় ব্যবহৃত হয়? [BPSC-2021]",
        "options": [
            "গাড়ি",
            "সাবমেরিন",
            "উড়োজাহাজ",
            "টেলিস্কোপ"
        ],
        "answer": "খ",
        "explanation": "পেরিস্কোপ হচ্ছে আয়না ও লেন্সযুক্ত এমন একটি যন্ত্র, যা দ্বারা ওপরের বস্তু নিচ থেকে দেখা যায়। এর সাহায্যে চারিদিকে দেখা সম্ভব। এটি সাধারণত ব্যবহার করা হয় ডুবোজাহাজে (সাবমেরিন)। লম্বা গোল চোঙার ভেতরে আয়না বসিয়ে সাধারণত পেরিস্কোপ তৈরি করা যায়। এ চোখের ভেতরে এমনভাবে আয়না রাখা হয়, যেন আলো বস্তু থেকে প্রতিফলিত হয়ে পর্যবেক্ষকের চোখে পৌঁছায়।"
    },
    {
        "id": 305,
        "page": 897,
        "question": "লবণ-এর সংকেত কী? [BPSC-2021]",
        "options": [
            "NaCl",
            "NaOH",
            "Na₂SO₄",
            "H₂SO₄"
        ],
        "answer": "ক",
        "explanation": "খাদ্য লবণ বা সোডিয়াম ক্লোরাইডের সংকেত হলো— NaCl.\nসোডিয়াম ক্লোরাইডের গলনাঙ্ক 801°C এবং স্ফুটনাঙ্ক হলো— 1413°C।"
    }
]
