# Page 898
PAGE_NUM = 898

QUESTIONS = [
    {
        "id": 306,
        "page": 898,
        "question": "এসআই এককে জুল-কে প্রকাশ করা হয়— [BPSC-2021]",
        "options": [
            "Nm/s",
            "Nm²",
            "N-m",
            "mN"
        ],
        "answer": "গ",
        "explanation": "কোনো বস্তুর উপর এক নিউটন বল প্রয়োগের ফলে যদি বস্তুটির বলের দিকে এক মিটার (m) সরণ হয়, তবে সম্পন্ন কাজের পরিমাণকে এক জুল (J) বলে। কাজ এবং শক্তির একক হলো জুল (Joule বা J) বা নিউটন-মিটার (N-m)।"
    },
    {
        "id": 307,
        "page": 898,
        "question": "একটি বস্তুর বেগ বৃদ্ধির হারকে বলা হয়— [BPSC-2021]",
        "options": [
            "ত্বরণ",
            "বেগ",
            "ভ্রামক",
            "কোনোটিই নয়"
        ],
        "answer": "ক",
        "explanation": "ত্বরণ (Acceleration) : একটি বস্তুর বেগ বৃদ্ধির হারকে বলা হয় ত্বরণ।\nমন্দন (Deceleration) : একটি বস্তুর বেগ হ্রাসের হারকে বলা হয় মন্দন।\nবেগ (Velocity) : স্মরণের পরিবর্তনের হারকে বলা হয় বেগ।"
    },
    {
        "id": 308,
        "page": 898,
        "question": "গ্যাসের আণবিক গতির সাথে যে শক্তি নিহিত— [BPSC-2021]",
        "options": [
            "গতিশক্তি",
            "অভ্যন্তরীণ শক্তি",
            "এনট্রপি",
            "এনথালপি"
        ],
        "answer": "ক",
        "explanation": "গ্যাসের আণবিক গতির (Molecular motion) সাথে যে শক্তি নিহিত থাকে, তা হলো গতিশক্তি (Kinetic energy)। গ্যাসের তাপমাত্রা বৃদ্ধি পেলে গতিশক্তি বৃদ্ধি পায় ফলে গ্যাসের আণবিক গতি বাড়ে।"
    },
    {
        "id": 309,
        "page": 898,
        "question": "কপার ও জিংক-এর সংকর ধাতু কোনটি? [BPSC-2021]",
        "options": [
            "ইস্পাত",
            "ব্রাস",
            "মোনাল মেটাল",
            "স্টারলিং সিলভার"
        ],
        "answer": "খ",
        "explanation": "কপার ও জিংক-এর সংকর ধাতু হলো ব্রাস (Brass)। সুতরাং, কপার + জিংক = ব্রাস।"
    },
    {
        "id": 310,
        "page": 898,
        "question": "জোয়ারের কত সময় পর ভাটা হয়? [BPSC-2021]",
        "options": [
            "৬ ঘণ্টা ২৩ মিনিট পর",
            "৬ ঘণ্টা ১০ মিনিট পর",
            "৬ ঘণ্টা ১৫ মিনিট পর",
            "৬ ঘণ্টা ১৩ মিনিট পর"
        ],
        "answer": "ঘ",
        "explanation": "সমুদ্রের একই জায়গায় প্রতিদিন দুইবার জোয়ার ও দুইবার ভাটা হয়। উপকূলের কোনো একটি স্থানে একটি জোয়ারের প্রায় ৬ ঘণ্টা ১৩ মিনিট পর ভাটা হয়।"
    },
    {
        "id": 311,
        "page": 898,
        "question": "স্বাভাবিক তাপমাত্রায় পারদের পৃষ্ঠটান পানির তুলনায়— [BPSC-2021]",
        "options": [
            "সমান",
            "নিম্নতর",
            "উচ্চতর",
            "কোনোটিই নয়"
        ],
        "answer": "গ",
        "explanation": "পারদের অন্তঃপরমাণু আকর্ষণ বল পানির তুলনায় অনেক বেশি, তাই পারদের পৃষ্ঠটানও পানির তুলনায় বেশি।"
    },
    {
        "id": 312,
        "page": 898,
        "question": "ভূত্বকের কত ভাগ সিলিকন? [BPSC-2021]",
        "options": [
            "২৫",
            "২৬",
            "২৭",
            "৪৬"
        ],
        "answer": "গ",
        "explanation": "ভূত্বকের প্রধান প্রধান উপাদান হলো— অক্সিজেন (৪৬.৭%), সিলিকন (২৭.৭%), অ্যালুমিনিয়াম (৮.১%), লোহা (৫.১%), ক্যালসিয়াম (৩.৭%), প্রভৃতি।"
    },
    {
        "id": 313,
        "page": 898,
        "question": "কোনটি লেডের আকরিক? [BPSC-2021]",
        "options": [
            "ক্যালামাইন",
            "গ্যালেনা",
            "বক্সাইট",
            "হেমাটাইট"
        ],
        "answer": "খ",
        "explanation": "যে খনিজ থেকে সহজে এবং সুলভে ধাতু নিষ্কাশন করা যায়, তাকে আকরিক বলে।\nসব আকরিক খনিজ, কিন্তু সব খনিজ আকরিক নয়। গ্যালেনা (PbS) হলো লেড-এর আকরিক, ক্যালামাইন (ZnCO₃) হলো জিংকের আকরিক, বক্সাইট (Al₂O₃) হলো অ্যালুমিনিয়ামের আকরিক এবং হেমাটাইট (Fe₂O₃) হলো লোহার আকরিক।"
    },
    {
        "id": 314,
        "page": 898,
        "question": "তাম্রমল কোনটি? [BPSC-2021]",
        "options": [
            "CuCO₃",
            "CuCO₃.Cu(OH)₂",
            "CaCO₃.Ca(OH)₂",
            "CaO₃.Cu(OH)₂"
        ],
        "answer": "খ",
        "explanation": "তাম্রমল হলো কপারের লবণ। এটি সাধারণত কপার (II) কার্বনেট ও কপার (II) হাইড্রোক্সাইডের মিশ্রণ। তাম্রমলের সংকেত হলো [CuCO₃.Cu(OH)₂]।"
    },
    {
        "id": 315,
        "page": 898,
        "question": "পেট্রোলিয়ামের আংশিক পাতনে কোনটি তরলতে বাতাসে উন্মুক্ত করে দেয়া হয়? [BPSC-2021]",
        "options": [
            "ন্যাফথা",
            "পেট্রোল",
            "কেরোসিন",
            "বিউটেন"
        ],
        "answer": "খ",
        "explanation": "পেট্রোলিয়ামের আংশিক পাতনে পেট্রোলকে তরলতে বাতাসে উন্মুক্ত করে দেওয়া হয়। পেট্রোলের স্ফুটনাঙ্ক 21°C থেকে 70°C পর্যন্ত একে গ্যাসোলিনও বলা হয়।"
    },
    {
        "id": 316,
        "page": 898,
        "question": "কোনটিকে ব্রাইন বলা হয়? [BPSC-2021]",
        "options": [
            "NaCl (গাঢ়)",
            "NaCl (aq)",
            "NaCl (L)",
            "NaCl (S)"
        ],
        "answer": "খ",
        "explanation": "সোডিয়াম ক্লোরাইড (NaCl) বা খাবার লবণের সম্পৃক্ত জলীয় দ্রবণকে ব্রাইন বলা হয়। লবণ পরিশোধনগার ও কস্টিক উৎপাদন কারখানায় ব্রাইন ব্যবহৃত হয়।"
    },
    {
        "id": 317,
        "page": 898,
        "question": "২২ ক্যারেট গোল্ডে, গোল্ডের শতকরা পরিমাণ কত? [BPSC-2021]",
        "options": [
            "৮৭.৫%",
            "৯১.৬%",
            "৯৭.৬৭%",
            "৯৮.৮৭%"
        ],
        "answer": "খ",
        "explanation": "২২ ক্যারেট গোল্ড মানে ৯১.৬% খাঁটি গোল্ড। ২১ ক্যারেটে থাকে ৮৭ শতাংশ এবং ১৮ ক্যারেটে ৭৫ শতাংশ সোনা থাকে।"
    },
    {
        "id": 318,
        "page": 898,
        "question": "বাতাসের ঘনত্ব মাপের জন্য কোনটি ব্যবহৃত হয়? [BPSC-2021]",
        "options": [
            "হাইগ্রোমিটার",
            "হাইড্রোমিটার",
            "ব্যারোমিটার",
            "ক্রোনোমিটার"
        ],
        "answer": "গ",
        "explanation": "বাতাসের ঘনত্ব পরিমাপক যন্ত্রের নাম ব্যারোমিটার। অপরদিকে, বায়ুর আর্দ্রতা পরিমাপক যন্ত্রের নাম হাইগ্রোমিটার। তরলের আপেক্ষিক ঘনত্ব পরিমাপক যন্ত্রের নাম হাইড্রোমিটার এবং সময় নির্ণয়কারী এক বিশেষ ধরনের ঘড়িকে বলা হয় ক্রোনোমিটার।"
    },
    {
        "id": 319,
        "page": 898,
        "question": "পেট্রোলিয়ামে কত ভাগ LPG থাকে? [BPSC-2021]",
        "options": [
            "২%",
            "১০%",
            "২০%",
            "৫০%"
        ],
        "answer": "ক",
        "explanation": "পেট্রোলিয়ামে শতকরা ২% LPG, ৫% পেট্রোল, ১০% ন্যাফথা, ১০% কেরোসিন, ২০% ডিজেল এবং ৫০% লুব্রিকেটিং অয়েল থাকে।"
    },
    {
        "id": 320,
        "page": 898,
        "question": "নিঃশ্বাসের শব্দের তীব্রতা কত? [BPSC-2021]",
        "options": [
            "৬০ dB",
            "১০ dB",
            "২০ dB",
            "১৫ dB"
        ],
        "answer": "খ",
        "explanation": "শব্দ বিস্তারের অভিমুখে লম্বভাবে রাখা একক ক্ষেত্রফলের মধ্য দিয়ে প্রতি সেকেন্ডে যে পরিমাণ শব্দ প্রবাহিত হয়, তাকে শব্দের তীব্রতা বলা হয়। মানুষের নিঃশ্বাসের শব্দের তীব্রতা হলো 10 dB।"
    },
    {
        "id": 321,
        "page": 898,
        "question": "শপিং মলে নিরাপত্তার জন্য কোনটি ব্যবহৃত হয়? [BPSC-2021]",
        "options": [
            "সমতল দর্পণ",
            "অবতল দর্পণ",
            "উত্তল দর্পণ",
            "গোলীয় দর্পণ"
        ],
        "answer": "গ",
        "explanation": "কোনো ফাঁপা গোলকের বাইরের পৃষ্ঠের কিছু অংশ যদি মসৃণ হয় এবং তাতে আলোর নিয়মিত প্রতিফলন ঘটে অর্থাৎ গোলকের উত্তল পৃষ্ঠ যদি প্রতিফলকরূপে কাজ করে, তবে তাকে উত্তল দর্পণ বলে। বিস্তৃত এলাকা দেখা যায় বলে দোকান বা শপিংমলে উত্তল দর্পণ ব্যবহৃত হয়।"
    }
]
