# Page 899
PAGE_NUM = 899

QUESTIONS = [
    {
        "id": 322,
        "page": 899,
        "question": "জিপসামের সংকেত কোনটি? [BPSC-2021]",
        "options": [
            "CaSO₄.H₂O",
            "(CaSO₄.H₂O)₂",
            "CaSO₄.2H₂O",
            "(CaSO₄)₂.H₂O"
        ],
        "answer": "গ",
        "explanation": "জিপসাম সাদা বা ধূসর বর্ণের পাউডারের মতো এক ধরনের রাসায়নিক সার। এ সারে ১৭ শতাংশ সালফার বা গন্ধক এবং ২৩ শতাংশ ক্যালসিয়াম থাকে। এটি কোমল প্রকৃতির এবং আলোতে কিছুটা চিক চিক করে। জিপসামের রাসায়নিক সংকেত হলো— CaSO₄.2H₂O।"
    },
    {
        "id": 323,
        "page": 899,
        "question": "ফুয়েল সেলের জ্বালানি কোনগুলো? [BPSC-2021]",
        "options": [
            "মিথেন, ইথেন",
            "পেট্রোল",
            "মিথানল",
            "মিথানল, ইথানল"
        ],
        "answer": "গ",
        "explanation": "ফুয়েল সেল (Fuel Cell) হলো একটি তড়িৎ-রাসায়নিক কোষ, যা রাসায়নিক বিক্রিয়ার মাধ্যমে একটি জ্বালানির রাসায়নিক শক্তিকে তড়িৎশক্তিতে রূপান্তরিত করে।\nফুয়েল সেলের জ্বালানি হলো H₂, হাইড্রোকার্বন (প্রাকৃতিক গ্যাস, ডিজেল), মিথানল এবং হাইড্রাইডসমূহ।\nতবে মিথানলের (CH₃OH) সরাসরি ব্যবহার বেশি।"
    },
    {
        "id": 324,
        "page": 899,
        "question": "কোনটি গ্যাসীয় খনিজের উদাহরণ? [BPSC-2021]",
        "options": [
            "হেমাটাইট",
            "মারকারি",
            "প্রাকৃতিক গ্যাস",
            "সোনা"
        ],
        "answer": "গ",
        "explanation": "প্রাকৃতিক গ্যাস তথা মিথেন, ইথেন, প্রোপেন, বিউটেন ইত্যাদি হলো গ্যাসীয় খনিজের উদাহরণ।"
    },
    {
        "id": 325,
        "page": 899,
        "question": "BOD-এর একক কোনটি? [BPSC-2021]",
        "options": [
            "লিটার/মিগ্রা",
            "কিলোগ্রাম/লি.",
            "গ্রাম/লি.",
            "মিলিগ্রাম/লি"
        ],
        "answer": "ঘ",
        "explanation": "BOD অর্থাৎ Biochemical Oxygen Demand পানির বিশুদ্ধতার একটি মাপকাঠি। পানিতে জৈব দূষণের কারণে অণুজীবের উৎপত্তি ঘটে। এ অণুজীব পানিতে দ্রবীভূত অক্সিজেন (DO)-কে নষ্ট করে দেয়, যার ফলে জলজ উদ্ভিদ ও প্রাণীর অস্তিত্ব হুমকির সম্মুখীন হয়। ফলে পানির বিশুদ্ধতার জন্য অক্সিজেনের চাহিদার সৃষ্টি হয়। একেই BOD বলে। BOD-এর একক হলো মিলিগ্রাম/লিটার (mg/L) বা পিপিএম (ppm) ।"
    },
    {
        "id": 326,
        "page": 899,
        "question": "ইউরিয়া সারে নাইট্রোজেনের পরিমাণ কত? [BPSC-2021]",
        "options": [
            "৩৬%",
            "৪৬%",
            "৫৬%",
            "৬৬%"
        ],
        "answer": "খ",
        "explanation": "ইউরিয়া একটি নাইট্রোজেন-সংবলিত রাসায়নিক সার, যা ব্যাপকভাবে ফসলের জমিতে ব্যবহৃত হয়ে থাকে। ইউরিয়া সারে নাইট্রোজেনের পরিমাণ ৪৬%। ইউরিয়া সার নাইট্রোজেন সরবরাহ করে থাকে, যা শিকড়ের বৃদ্ধি বিস্তারে সহায়তা করে থাকে। গাছের ও শাকসবজির পর্যাপ্ত পরিমাণ পাতা, ডালপালা ও কাণ্ড উৎপাদনে এ সার সাহায্য করে থাকে।"
    },
    {
        "id": 327,
        "page": 899,
        "question": "কোনটি ক্ষতিকর গ্যাস? [BPSC-2021]",
        "options": [
            "ওজোন",
            "হিলিয়াম",
            "নাইট্রোজেন",
            "কার্বন মনোক্সাইড"
        ],
        "answer": "ঘ",
        "explanation": "কার্বন মনোক্সাইড CO একটি বর্ণহীন, গন্ধহীন ও স্বাদহীন বিষাক্ত গ্যাস। এ গ্যাস প্রাণিকুলের জন্য অত্যন্ত ক্ষতিকারক।\nকার্বন মনোক্সাইড মানুষের অজান্তেই খুব সহজেই শ্বাসের সাথে ফুসফুসে চলে যায়। সেখানে গিয়ে এ গ্যাস ব্যাপন প্রক্রিয়ায় রক্তে প্রবেশ করে এবং রক্তের হিমোগ্লোবিনের সাথে একটি জটিল যৌগ তৈরি করে।\nHb + CO ----> Hb(CO) জটিল যৌগ\nএর ফলে অক্সিজেন বহুরূপে কাজ করতে পারে না, শ্বাসকষ্ট হয় এবং হৃদরোগে আক্রান্ত হয়ে মানুষের মৃত্যু পর্যন্ত হতে পারে। এজন্য কার্বন মনোক্সাইডকে নীরব ঘাতকও বলা হয়।"
    },
    {
        "id": 328,
        "page": 899,
        "question": "কপার ধাতু নিষ্কাশনে উপজাত হিসাবে কোন গ্যাস নির্গত হয়? [BPSC-2021]",
        "options": [
            "SO₃",
            "CO",
            "CO₂",
            "SO₂"
        ],
        "answer": "ঘ",
        "explanation": "কোনো কোনো ধাতু প্রায় নিষ্ক্রিয়, যেগুলোর সালফাইড আকরিকের তাপ জারণ করে ধাতু মুক্ত করা হয়, যেমন— তামা (Cu)।\nএতে সালফাইড আয়ন জারিত হয়ে সালফার ডাই-অক্সাইড এবং কপার আয়ন বিজারিত হয়ে কপার বা তামায় রূপান্তরিত হয়।\nCu₂S(s) + O₂(g) ----> 2Cu(s) + SO₂(g)"
    },
    {
        "id": 329,
        "page": 899,
        "question": "এক্স রশ্মির তরঙ্গদৈর্ঘ্য কত মিটার? [BPSC-2021]",
        "options": [
            "10⁻¹²",
            "10⁻¹⁰",
            "10⁻¹⁶",
            "10⁻¹⁸"
        ],
        "answer": "খ",
        "explanation": "রঞ্জন রশ্মি ক্ষুদ্র তরঙ্গদৈর্ঘ্য-বিশিষ্ট এক ধরনের তড়িৎ চৌম্বক বিকিরণ। এর অপর নাম এক্স-রে (X-ray) বা এক্স-রশ্মি। এক্স-রশ্মির তরঙ্গদৈর্ঘ্য 10⁻¹⁰ মিটার।"
    },
    {
        "id": 330,
        "page": 899,
        "question": "জ্বালানি হিসাবে ব্যবহৃত হয়? [BPSC-2021]",
        "options": [
            "CH₃OH",
            "C₂H₅OH",
            "পেট্রোলিয়াম",
            "NaCl"
        ],
        "answer": "গ",
        "explanation": "শক্তির অন্যতম প্রাকৃতিক উৎস পেট্রোলিয়াম। পেট্রোলিয়াম শব্দের অর্থ খনিজ তেল অর্থাৎ খনিতে পাওয়া তরল জ্বালানি পদার্থ। গ্রিক শব্দ ‘পেট্রা’ ও লাতিন শব্দ ‘অলিয়াম’ থেকে পেট্রোলিয়াম শব্দের উৎপত্তি। এখানে ‘পেট্রা’ শব্দের অর্থ পাথর এবং ‘অলিয়াম’ অর্থ তেল। অর্থাৎ পেট্রোলিয়াম শব্দের অর্থ দাঁড়ায় পাথরের তেল। পেট্রোলিয়াম জাতীয় পদার্থের একটি বড় অংশ ব্যবহৃত হয় যানবাহনের জ্বালানি হিসেবে, যেমন— পেট্রোল বা গ্যাসোলিন, ডিজেল, কেরোসিন, প্রোপেন, বিউটেন, অকটেন ইত্যাদি।"
    },
    {
        "id": 331,
        "page": 899,
        "question": "টয়লেট ক্লিনার-এর প্রধান উপাদান কোনটি? [BPSC-2021]",
        "options": [
            "CH₃OH",
            "NH₃",
            "Ca(OH)₂",
            "NaOH"
        ],
        "answer": "ঘ",
        "explanation": "টয়লেট ক্লিনারের মূল উপাদান NaOH (সোডিয়াম হাইড্রোক্সাইড)। টয়লেটের কমোডকে পরিষ্কার করার জন্য, দুর্গন্ধকে দূর করার জন্য এবং ফাঙ্গাস ও ব্যাকটেরিয়াকে নির্মূল করার জন্য কস্টিক সোডা বা সোডিয়াম হাইড্রোক্সাইড (NaOH) ভিত্তিক যে ক্লিনার ব্যবহার করা হয় তাকে টয়লেট ক্লিনার বলা হয়। টয়লেট ক্লিনারের মধ্যে ২০-২৫% কস্টিক সোডা, ১০-১২% সোডিয়াম হাইপোক্লোরাইট (NaOCl), ৩-৫% বোরাক্স (Na₂B₄O₇), ৫-৭% সোডিয়াম সিলিকেট (Na₂SiO₃), এছাড়াও কোনো কোনো ক্ষেত্রে ভিনেগার এবং সামান্য পরিমাণ খাদ্য লবণ (NaCl) ব্যবহার করা হয়।"
    },
    {
        "id": 332,
        "page": 899,
        "question": "বৈদ্যুতিক চার্জের একক কোনটি? [BPSC-2021]",
        "options": [
            "অ্যাম্পিয়ার",
            "কুলম্ব",
            "ভোল্ট",
            "ওহম"
        ],
        "answer": "খ",
        "explanation": "বৈদ্যুতিক আধান বা চার্জের একক হলো কুলম্ব (Coulomb)। একে সংক্ষেপে ‘C’ দ্বারা প্রকাশ করা হয়। কোনো পরিবাহীর মধ্য দিয়ে এক অ্যাম্পিয়ার (1 amp) তড়িৎপ্রবাহ এক সেকেন্ড (1s) চললে এর যে-কোনো প্রস্থচ্ছেদ দিয়ে যে পরিমাণ আধান প্রবাহিত হয়, তাকে এক কুলম্ব (1C) বলে।"
    },
    {
        "id": 333,
        "page": 899,
        "question": "সিএনজি গ্যাসের প্রধান উপাদান কী? [BPSC-2021]",
        "options": [
            "মিথেন",
            "ইথেন",
            "বিউটেন",
            "পেট্রোল"
        ],
        "answer": "ক",
        "explanation": "সিএনজি (CNG) মানে হচ্ছে Compressed Natural Gas বা সংকুচিত প্রাকৃতিক গ্যাস। সিএনজি গ্যাসের প্রধান উপাদান হলো মিথেন (CH₄), যা শতকরা প্রায় ৮০-৯০ ভাগ। বাংলাদেশে পাওয়া প্রাকৃতিক গ্যাসের শতকরা ৯৯% হলো বিশুদ্ধ মিথেন। মিথেন গ্যাসকে প্রায় ২০০-২৪৮ বার চাপে সংকুচিত করে CNG-তে রূপান্তর করা হয়।"
    }
]
