# Page 901
PAGE_NUM = 901

QUESTIONS = [
    {
        "id": 345,
        "page": 901,
        "question": "উচ্চ পর্বতের চূড়ায় আরোহণ করলে নাক দিয়ে রক্তপাতের সম্ভাবনা থাকে, কারণ উচ্চ পর্বতের চূড়ায়— [GTCL-2021]",
        "options": [
            "অক্সিজেন কম",
            "ঠান্ডা বেশি",
            "বায়ুর চাপ বেশি",
            "বায়ুর চাপ কম"
        ],
        "answer": "ঘ",
        "explanation": "উচ্চ পর্বতের চূড়ায় আরোহণ করলে নাক দিয়ে রক্তপাতের সম্ভাবনা থাকে। কারণ, পর্বতের চূড়ায় যতই উপরে উঠা যায় ততই বাতাসে জলীয় বাষ্প ও অক্সিজেনের পরিমাণ কমতে থাকে। ফলে বায়ু অপেক্ষাকৃত হালকা ও শুষ্ক হয়ে যায়। এর ফলে নাকের ভেতর ফাটল ও রক্তপাত ঘটায়।"
    },
    {
        "id": 346,
        "page": 901,
        "question": "‘সুপার রাইস’-এ কোন ভিটামিন থাকে? [GTCL-2021]",
        "options": [
            "এ",
            "বি",
            "সি",
            "ডি"
        ],
        "answer": "ক",
        "explanation": "সুপার রাইস হলো ‘ভিটামিন-এ’ সমৃদ্ধ ধান। যার মাধ্যমে শরীরে ভিটামিন-‘এ’-এর অভাব পূরণ হয়। এ ধানটি উদ্ভাবন করা হয় ধানের জিনগত পরিবর্তনের মাধ্যমে। ১৯৯৯ সালে সুইজারল্যান্ডের বিজ্ঞানী I. Portykus ও তাঁর সহযোগীরা এ ধান উদ্ভাবন করেন। Japonica ধানে, ড্যাফোডিল থেকে বিটা কেরোটিন তৈরির চারটি জিন এবং অতিরিক্ত আয়রন তৈরির তিনটি জিন প্রতিস্থাপন করে সুপার রাইস ধান তৈরি করা হয়।"
    },
    {
        "id": 347,
        "page": 901,
        "question": "পৃথিবীতে শক্তির প্রধান উৎস কোনটি? [GTCL-2021]",
        "options": [
            "তেল",
            "কয়লা",
            "গ্যাস",
            "সূর্য"
        ],
        "answer": "ঘ",
        "explanation": "সূর্যের মধ্যে প্রতিনিয়ত হাইড্রোজেন পরমাণুগুলো নিউক্লীয় সংযোজন বিক্রিয়ার মাধ্যমে হিলিয়ামে পরিণত হয়। এর ফলে ভরের হ্রাস হয় এবং বিপুল পরিমাণ শক্তি উৎপন্ন হয়। এই শক্তি তাপ ও আলোক শক্তিরূপে চারদিকে ছাড়িয়ে পড়ে এবং তার একাংশ পৃথিবীতে এসে পৌঁছায়। প্রতি সেকেন্ডে প্রায় 18×10¹⁵ জুল সৌরশক্তি পৃথিবীতে এসে পৌঁছায়। দেখা যায় যে, পৃথিবীতে প্রায় সমস্ত প্রকার শক্তির প্রত্যক্ষ বা পরোক্ষ উৎস হলো এই সৌরশক্তি।"
    },
    {
        "id": 348,
        "page": 901,
        "question": "পরিবেশের কোন দূষণের ফলে প্রধানত উচ্চ রক্তচাপ হতে পারে? [GTCL-2021]",
        "options": [
            "পানি দূষণ",
            "মাটি দূষণ",
            "বায়ু দূষণ",
            "শব্দদূষণ"
        ],
        "answer": "ঘ",
        "explanation": "শব্দদূষণ বলতে মানুষের বা কোনো প্রাণীর শ্রুতিসীমা অতিক্রমকারী কোনো শব্দ সৃষ্টির কারণে শ্রবণশক্তি ক্ষতিগ্রস্ত হওয়ার সম্ভাবনাকে বুঝায়। যানবাহন, কলকারখানা থেকে দূষণ সৃষ্টিকারী এরকম তীব্র শব্দের উৎপত্তি হয়। মানুষ সাধারণত ২০-২০,০০০ হার্জের কম বা বেশি শব্দ শুনতে পায় না।\nমানুষের কান যে-কোনো শব্দের ব্যাপারে যথেষ্ট সংবেদী, তাই তীব্র শব্দ কানের পর্দাতে বেশ জোরে ধাক্কা দেয়, যা কানের পর্দাকেও নষ্ট করে দিতে পারে।\nশব্দদূষণের ফলে মানুষের শ্রবণশক্তি হ্রাস পায়। এ ছাড়াও শব্দদূষণের ফলে মেজাজ খিটখিটে হওয়া, আচরণে অস্বাভাবিকতা, মানসিক উত্তেজনা, মানসিক অবসাদগ্রস্ততা, কাজে অমনোযোগিতা এবং উচ্চ রক্তচাপের মতো সমস্যা তৈরি হয়।"
    },
    {
        "id": 349,
        "page": 901,
        "question": "Flora অর্থ কোনটি? [BPDB-2021]",
        "options": [
            "উদ্ভিদকূল",
            "প্রাণিকূল",
            "পক্ষীকুল",
            "মৎস্যকূল"
        ],
        "answer": "ক",
        "explanation": "“উদ্ভিদকুল” বলতে একটি নির্দিষ্ট অঞ্চল বা সময়ে প্রাকৃতিকভাবে জীবিত উদ্ভিদ এবং তাদের জীবনকে বুঝায়। “উদ্ভিদকুল” শব্দটি রোমান পৌরাণিক কাহিনীতে উদ্ভিদের ফুল এবং উর্বরতার দেবী ফ্লোরার (Flora) লাতিন নাম থেকে এসেছে।"
    },
    {
        "id": 350,
        "page": 901,
        "question": "কোন রঙের তরঙ্গদৈর্ঘ্য সবচেয়ে কম? [BPDB-2021]",
        "options": [
            "লাল",
            "নীল",
            "বেগুনি",
            "সবুজ"
        ],
        "answer": "গ",
        "explanation": "রঙের মধ্যে বেগুনি রঙের তরঙ্গদৈর্ঘ্য সবচেয়ে কম আর লাল রঙের সবচেয়ে বেশি।"
    },
    {
        "id": 351,
        "page": 901,
        "question": "বায়ুমণ্ডলে কোন গ্যাস বেশি পাওয়া যায়? [BPDB-2021]",
        "options": [
            "অক্সিজেন",
            "নাইট্রোজেন",
            "কার্বন ডাই-অক্সাইড",
            "হাইড্রোজেন"
        ],
        "answer": "খ",
        "explanation": "পৃথিবীর বায়ুমণ্ডল নাইট্রোজেন (প্রায় ৭৮%), অক্সিজেন (প্রায় ২১%), আর্গন (প্রায় ০.৯%), কার্বন ডাই-অক্সাইড (০.০৩%) এবং সামান্য পরিমাণে অন্যান্য গ্যাসের সমন্বয়ে গঠিত।"
    },
    {
        "id": 352,
        "page": 901,
        "question": "মরুভূমির বায়ুপ্রবাহকে কী বলে? [APSCL-21]",
        "options": [
            "টাইফুন",
            "সিরোক্কো",
            "সাইমুম",
            "খামসিন"
        ],
        "answer": "গ",
        "explanation": "সাইমুম একটি শক্তিশালী, শুষ্ক ধুলোচ্ছাদিত ঝড়ো হাওয়া। এই শব্দটি দ্বারা সাধারণত আরব উপদ্বীপের মরুভূমিসমূহ, সিরিয়া, ইরাক, জর্ডান, ফিলিস্তিন, ইসরায়েল ও সাহারা অঞ্চলের উপর দিয়ে বয়ে যাওয়া স্থানীয় ঝড়কে বুঝানো হয়ে থাকে। এর তাপমাত্রা ৫৪° সেলসিয়াস (১২৯° ফারেনহাইট) অতিক্রম করতে পারে এবং আর্দ্রতা ১০% এর মতো হ্রাস পেতে পারে।"
    },
    {
        "id": 353,
        "page": 901,
        "question": "ডায়াবেটিক রোগীর দেহে ইনসুলিন দেয়া হয়— [APSCL-2021]",
        "options": [
            "রক্তচাপ নিয়ন্ত্রণের জন্য",
            "কোলেস্টেরল নিয়ন্ত্রণের জন্য",
            "বিলিরুবিন নিয়ন্ত্রণের জন্য",
            "গ্লুকোজের পরিপাক নিয়ন্ত্রণের জন্য"
        ],
        "answer": "ঘ",
        "explanation": "দেহে গ্লুকোজের পরিপাক নিয়ন্ত্রণের মাধ্যমে গ্লুকোজের পরিমাণ কমায় ইনসুলিন। আর গ্লুকোজের পরিমাণ বাড়ায় গ্লুকাগন। গ্লুকোজের কারণে ডায়াবেটিস হয়।"
    },
    {
        "id": 354,
        "page": 901,
        "question": "লিফটে নিচের দিকে নামার সময় লিফটে দাঁড়ানো লোকের ওজন— [APSCL-2021]",
        "options": [
            "কমে যায়",
            "বেড়ে যায়",
            "স্বাভাবিক থাকে",
            "শূন্য হয়ে যায়"
        ],
        "answer": "ক",
        "explanation": "লিফটের নিচের পৃষ্ঠ আমাদের শরীরে উপর বল দিতে পারে না, তাই আমাদের হালকা লাগে।"
    },
    {
        "id": 355,
        "page": 901,
        "question": "যক্ষ্মার প্রতিষেধক কোনটি? [DPDC-2021]",
        "options": [
            "বিসিজি",
            "আরভিওআইএন",
            "এভিএ",
            "এমএমআর"
        ],
        "answer": "ক",
        "explanation": "যক্ষ্মা একটি সংক্রামক ব্যাধি, যা প্রধানত ফুসফুসকে আক্রান্ত করে। যক্ষ্মা বা টিবি রোগের সংক্রমণ থেকে বাঁচতে একজন সুস্থ ব্যক্তিকে কিছু বিষয়ে সাবধান হতে হবে। যেমন— জন্মের পর পর প্রত্যেক শিশুকে বিসিজি টিকা দিতে হবে। পুষ্টিকর ও সুষম খাদ্য গ্রহণের মাধ্যমে শরীরের রোগ-প্রতিরোধ ক্ষমতা বাড়াতে হবে। বাসস্থানের পরিবেশ খোলামেলা, আলোবাতাসসম্পন্ন হতে হবে। জনাকীর্ণ পরিবেশে বসবাস যথাসম্ভব পরিহার করতে হবে।"
    },
    {
        "id": 356,
        "page": 901,
        "question": "রক্তে কোলেস্টেরলের স্বাভাবিক পরিমাণ কত? [DPDC-2021]",
        "options": [
            "8–6 mg/dL",
            "80–120 mg/dL",
            "100–200 mg/dL",
            "170–300 mg/dL"
        ],
        "answer": "গ",
        "explanation": "কোলেস্টেরল এক ধরনের চর্বিজাতীয় তৈলাক্ত পদার্থ। মানুষের রক্তে কোলেস্টেরলের স্বাভাবিক পরিমাণ ১০০–২০০ mg/dl। স্বাভাবিক মাত্রা থেকে রক্তে কোলেস্টেরল বেশি হলে রক্তনালি অন্ত প্রাচীরের গায়ে কোলেস্টেরল ও ক্যালসিয়াম জমা হয়ে রক্তনালি গহ্বর ছোট হয়ে যায়। এ কারণে ধমনিপ্রাচীরের স্থিতিস্থাপকতা কমে যায় এবং শক্ত হয়ে যায়। এ অবস্থাকে ধমনির কাঠিন্য বা আর্টারিওস্ক্লেরোসিস বলে।"
    }
]
