# Page 903
PAGE_NUM = 903

QUESTIONS = [
    {
        "id": 368,
        "page": 903,
        "question": "তাপহারী বিক্রিয়ার জন্য নিচের কোনটি প্রযোজ্য? [BPSC-2021]",
        "options": [
            "ΔH < 0",
            "ΔH > 0",
            "ΔE < 0",
            "ΔG > 0"
        ],
        "answer": "খ",
        "explanation": "যে রাসায়নিক পরিবর্তনের ফলে তাপশক্তির শোষণ ও বিক্রিয়া অঞ্চলের তাপমাত্রা হ্রাস পায়, তাকে তাপহারী বিক্রিয়া বলে।\nতাপহারী রাসায়নিক পরিবর্তনে উৎপাদের মোট এনথালপি (Hp) বিক্রিয়কের মোট এনথালপি (Hr) অপেক্ষা বেশি হয়। তাই তাপহারী বিক্রিয়ায় উভয় এনথালপির পার্থক্য (ΔH) ধনাত্মক ধরা হয় অর্থাৎ ΔH > 0।"
    },
    {
        "id": 369,
        "page": 903,
        "question": "আকাশ নীল দেখায় কেন? [BPSC-2021]",
        "options": [
            "নীল আলোর তরঙ্গদৈর্ঘ্য বেশি বলে",
            "নীল সমুদ্রের প্রতিফলনের ফলে",
            "নীল আলোর বিচ্ছুরণ অপেক্ষাকৃত বেশি বলে",
            "নীল আলোর প্রতিফলন বেশি বলে"
        ],
        "answer": "গ",
        "explanation": "আলোর বিচ্ছুরণ এর তরঙ্গদৈর্ঘ্যের চতুর্থ ঘাতের ব্যস্তানুপাতিক। বেগুনি ও নীল আলোর তরঙ্গদৈর্ঘ্য সবচেয়ে কম। নীল ও বেগুনি আলোর বিচ্ছুরণ সবচেয়ে বেশি। তাই আকাশ নীল দেখায়।"
    },
    {
        "id": 370,
        "page": 903,
        "question": "CFC-12 এর সংকেত কোনটি? [BPSC-2021]",
        "options": [
            "CFCl₃",
            "CF₂Cl₂",
            "CF₃Cl",
            "CF₂Cl.CFCl₂"
        ],
        "answer": "খ",
        "explanation": "ডাই-ক্লোরোডাইফ্লুরো মিথেনকে CFC-12 বা ফ্রেয়ন- 12 বলা হয়। এটি একটি বর্ণহীন গ্যাস এবং রেফ্রিজারেন্ট হিসেবে ব্যবহৃত হয়।"
    },
    {
        "id": 371,
        "page": 903,
        "question": "রেকটিফাইড স্পিরিটে কী পরিমাণ পানি থাকে? [BPSC-2021]",
        "options": [
            "4.4%",
            "8.4%",
            "20%",
            "95.6%"
        ],
        "answer": "ক",
        "explanation": "95.6% ইথানল (C₂H₅OH) এবং 4.4% পানির (H₂O) মিশ্রণকে রেকটিফাইড স্পিরিট বলে।\nএটি সাধারণত কুল্যান্ট ও জীবাণুনাশক হিসেবে ব্যবহৃত হয়।"
    },
    {
        "id": 372,
        "page": 903,
        "question": "একটি সোডিয়াম পরমাণুর ভর কত? [BPSC-2021]",
        "options": [
            "3.82 x 10⁻²³ g",
            "4.82 x 10⁻²³ g",
            "5.82 x 10⁻²³ g",
            "6.82 x 10⁻²³ g"
        ],
        "answer": "ক",
        "explanation": "1 মোল সোডিয়াম = 23g Na\nঅ্যাভোগেড্রো সূত্রানুসারে, 1 মোল যে-কোনো পদার্থে 6.02 x 10²³টি অণু, পরমাণু বা মূলক বা আয়ন থাকে।\n6.02 x 10²³টি পরমাণুর ভর = 23g\n.'. 1টি \" \" = 23 / (6.02 x 10²³) g\n= 3.82 x 10⁻²³ g\nসুতরাং, একটি সোডিয়াম পরমাণুর ভর = 3.82 x 10⁻²³ g (Ans.)"
    },
    {
        "id": 373,
        "page": 903,
        "question": "নিচের কোনটি মৌলিক বল নয়? [BPSC-2021]",
        "options": [
            "মহাকর্ষ",
            "ঘর্ষণ",
            "সবল নিউক্লিয় বল",
            "তড়িৎ চৌম্বক"
        ],
        "answer": "খ",
        "explanation": "যে-সকল বল মূল বা স্বাধীন অর্থাৎ যে-সকল বল অন্য কোনো বল থেকে উৎপন্ন হয় না বা অন্য কোনো বলের কোনো রূপ নয়, বরং অন্যান্য বল এই সকল বলের কোনো না কোনো রূপের প্রকাশ, তাদেরকে মৌলিক বল বলে। যেমন- মহাকর্ষ বল, তড়িৎ চৌম্বক বল, সবল নিউক্লিয় বল, দুর্বল নিউক্লিয় বল।"
    },
    {
        "id": 374,
        "page": 903,
        "question": "অ্যালডিহাইড নিশ্চিতকরণ পরীক্ষা কোনটি? [BPSC-2021]",
        "options": [
            "Na পরীক্ষা",
            "2:4 DNP টেস্ট",
            "টলেন বিকারক",
            "নেসলার দ্রবণ"
        ],
        "answer": "খ",
        "explanation": "অ্যালডিহাইড নিশ্চিতকরণ পরীক্ষা হলো— 2:4 DNP টেস্ট।\n2, 4 ডাইনাইট্রোফিনাইল হাইড্রোজিন দ্রবণ অ্যালডিহাইড দ্রবণে যোগ করলে 2, 4 ডাইনাইট্রোফিনাইল হাইড্রোজেন এর অধঃক্ষেপ পড়ে। এর মাধ্যমে অ্যালডিহাইডের উপস্থিতি নিশ্চিত করা হয়।"
    },
    {
        "id": 375,
        "page": 903,
        "question": "এনজাইম হচ্ছে— [BPSC-2021]",
        "options": [
            "কার্বোহাইড্রেট",
            "লিপিড",
            "নিউক্লিক অ্যাসিড",
            "প্রোটিন"
        ],
        "answer": "ঘ",
        "explanation": "এনজাইম বা উৎসেচক হলো একপ্রকার জৈব অনুঘটক। গঠনগতভাবে এটি প্রোটিনজাতীয় পদার্থ। এনজাইমের কাজ হলো রাসায়নিক বিক্রিয়াকে ত্বরান্বিত করা। এনজাইম একটি নির্দিষ্ট তাপমাত্রা পর্যন্ত ভালো কাজ করে এবং সেই তাপমাত্রা অতিক্রম করার পর এনজাইম নষ্ট হয়ে যায়। নির্দিষ্ট এনজাইম নির্দিষ্ট কাজ করে।"
    },
    {
        "id": 376,
        "page": 903,
        "question": "মানবদেহের লোহিত ও শ্বেত রক্তকণিকার অনুপাত কত? [CAAB-2021]",
        "options": [
            "৭০০ : ১",
            "৮০০ : ১",
            "৯০০ : ১",
            "১০০০ : ১"
        ],
        "answer": "ক",
        "explanation": "প্রতি ঘন মিলিমিটার রক্তে শ্বেত রক্তকণিকার সংখ্যা ৫০০০ - ১০০০। লোহিত রক্তকণিকার সংখ্যা শ্বেত রক্তকণিকার তুলনায় অনেক বেশি হয়।\nমানুষের রক্তে লোহিত ও শ্বেত রক্তকণিকার অনুপাত হলো ৭০০ : ১।"
    },
    {
        "id": 377,
        "page": 903,
        "question": "‘জেনেটিক্স’ শব্দের প্রথম প্রয়োগ করেন কে? [CAAB-2021]",
        "options": [
            "মেন্ডেল",
            "বেটসন",
            "মর্গান",
            "ডারউইন"
        ],
        "answer": "খ",
        "explanation": "উইলিয়াম বেটসন, স্যার গ্রেগর জোহান মেন্ডেলের কাজের একজন প্রস্তাবক, ১৯০৫ খ্রিস্টাব্দে জেনেটিক্স (Genetics) শব্দটির প্রয়োগ করেন। উল্লেখ্য যে, স্যার গ্রেগর জোহান মেন্ডেলকে বংশগতিবিদ্যার জনক বলা হয়।"
    },
    {
        "id": 378,
        "page": 903,
        "question": "মানুষের মুখ থেকে নিঃসৃত লালার নাম কী? [JGTDSL-2021]",
        "options": [
            "টায়ালিন",
            "পেপসিন",
            "রেনিন",
            "গ্লাইকোজেন"
        ],
        "answer": "ক",
        "explanation": "খাদ্য চিবানোর সময় লালাগ্রন্থি থেকে নিঃসৃত লালারস খাদ্যবস্তুর সঙ্গে মিশে খাদ্যকে নরম করে। মানুষের মুখ থেকে নিঃসৃত লালারসে টায়ালিন নামক শর্করা, আর্দ্রবিশ্লেষী এনজাইম পাওয়া যায়।"
    },
    {
        "id": 379,
        "page": 903,
        "question": "প্রাকৃতিক গ্যাসের প্রধান উপাদান কী? [PTD-2018, PGCB-2021]",
        "options": [
            "মিথেন",
            "ইথেন",
            "হাইড্রোজেন",
            "নাইট্রোজেন"
        ],
        "answer": "ক",
        "explanation": "প্রাকৃতিক গ্যাসে মিথেন ৮০%-৯০%, ইথেন ১৩% ও প্রোপেন ৩% থাকে। এ ছাড়া বিউটেন ও নাইট্রোজেন সামান্য পরিমাণ থাকে।"
    },
    {
        "id": 380,
        "page": 903,
        "question": "নিচের কোন যন্ত্রটি শব্দশক্তিকে বিদ্যুৎশক্তিতে রূপান্তর করে? [NPCBL-2021]",
        "options": [
            "মাইক্রোফোন",
            "লাউডস্পিকার",
            "অসিলেটর",
            "মাল্টিভাইব্রেটর"
        ],
        "answer": "ক",
        "explanation": "মাইক্রোফোন এক ধরনের ট্রান্সডিউসার, যা শব্দশক্তিকে বিদ্যুৎশক্তিতে রূপান্তরিত করে।"
    },
    {
        "id": 381,
        "page": 903,
        "question": "আলোকবর্ষ কীসের পরিমাপক? [PPA-2020]",
        "options": [
            "সময়",
            "দূরত্ব",
            "গতি",
            "শক্তি"
        ],
        "answer": "খ",
        "explanation": "আলোকবর্ষ হলো একটি দৈর্ঘ্য পরিমাপের একক, যা দ্বারা জ্যোতির্বিদ্যা-সম্পর্কিত দূরত্ব মাপা হয়। এক আলোকবর্ষ সমান ৯.৫ ট্রিলিয়ন কিলোমিটার বা ৫.৯ ট্রিলিয়ন মাইল।"
    },
    {
        "id": 382,
        "page": 903,
        "question": "বায়ুমণ্ডলে সর্বাধিক পাওয়া যায় কোনটি? [BADC-2020]",
        "options": [
            "অক্সিজেন",
            "হাইড্রোজেন",
            "নাইট্রোজেন",
            "কার্বন ডাই-অক্সাইড"
        ],
        "answer": "গ",
        "explanation": "বায়ুমণ্ডলে সর্বাধিক থাকে নাইট্রোজেন। বায়ুতে নাইট্রোজেনের পরিমাণ ৭৮.০২%, অক্সিজেন ২০.৭৩%।"
    }
]
