# Page 905
PAGE_NUM = 905

QUESTIONS = [
    {
        "id": 396,
        "page": 905,
        "question": "‘স্ট্রোক’ শরীরের কোন অংশের রোগ? [DPDC-2020]",
        "options": [
            "মস্তিষ্ক",
            "হৃৎপিণ্ড",
            "বক্ষদেশ",
            "মেরুদণ্ড"
        ],
        "answer": "ক",
        "explanation": "মস্তিষ্কের অভ্যন্তরে রক্ত সরবরাহে ব্যাঘাত ঘটার ফলে যে অস্বস্তিকর দ্রুত জন্ম নেয়, তাকে বলা হয় স্ট্রোক (Stroke)। দেহের রক্তের মাত্র ২% মস্তিষ্ক ব্যবহার করে থাকে। কিন্তু মস্তিষ্কের কোষসমূহ অত্যন্ত সংবেদনশীল, অক্সিজেন বা শর্করা সরবরাহে সমস্যা হলে দ্রুত এই কোষগুলো নষ্ট হয়ে যায়। ওই কোষগুলো শরীরের যেই অংশ নিয়ন্ত্রণ করতো ওই অংশগুলো পক্ষাঘাতগ্রস্ত হয়ে যেতে পারে।"
    },
    {
        "id": 397,
        "page": 905,
        "question": "Which of the following metal is used in Aircraft? [BB-2020]",
        "options": [
            "Palladium",
            "Titanium",
            "Chromium",
            "Aluminium"
        ],
        "answer": "ঘ",
        "explanation": "Aluminium is ideal for aircraft manufacture because it's lightweight and strong. Aluminium is roughly a third the weight of steel, allowing an aircraft to carry more weight and or become more fuel efficient. Furthermore, aluminium's high resistance to corrosion ensures the safety of the aircraft and its passengers."
    },
    {
        "id": 398,
        "page": 905,
        "question": "বছরের সবচেয়ে বড়দিন কোনটি? [BPSC-20]",
        "options": [
            "২০ জুন",
            "২১ জুন",
            "২২ জুন",
            "২৩ জুন"
        ],
        "answer": "খ",
        "explanation": "বছরের সবচেয়ে দীর্ঘতম দিন ২১ জুন। দিনটির দৈর্ঘ্য ১৩ ঘণ্টা ৫৬ মিনিট ২ সেকেন্ড।\nএই দিনে সূর্য তার উত্তরায়নের সর্বোচ্চ বিন্দুতে অবস্থান করে এবং সবচেয়ে উত্তরে উদয় হয়। কর্কটক্রান্তি রেখায় সূর্যকে মধ্যাহ্নে আকাশের ঠিক মাঝখানে দেখা যায়।"
    },
    {
        "id": 399,
        "page": 905,
        "question": "পানির গভীরতা বাড়ার সাথে সাথে চাপ— [BPSC-2020]",
        "options": [
            "কমে",
            "স্থির থাকে",
            "বাড়ে",
            "উপরের কোনোটিই নয়"
        ],
        "answer": "গ",
        "explanation": "পানির গভীরতা বাড়ার সাথে সাথে চাপ বাড়ে। কারণ— তরলের অভ্যন্তরে কোনো বিন্দুতে চাপ = বিন্দুর গভীরতা x তরলের ঘনত্ব x ঐ স্থানের অভিকর্ষজ ত্বরণ।\nঅর্থাৎ, P = hρg."
    },
    {
        "id": 400,
        "page": 905,
        "question": "তড়িৎ চৌম্বক আবেশের আবিষ্কারক হলেন— [BREB-2020]",
        "options": [
            "নিউটন",
            "ফ্যারাডে",
            "গ্যালিলিও",
            "ম্যাক্স"
        ],
        "answer": "খ",
        "explanation": "তড়িৎ চৌম্বক আবেশ বা ইলেক্ট্রোম্যাগনেটিজম আবিষ্কার করেছিলেন ইংরেজ বিজ্ঞানী মাইকেল ফ্যারাডে। ফ্যারাডের পরীক্ষায় দেখা যায়, চলমান তড়িৎ প্রবাহ চৌম্বকক্ষেত্র সৃষ্টি করতে পারে এবং পরিবর্তনশীল চৌম্বকক্ষেত্র তড়িৎ প্রবাহ উৎপন্ন করতে পারে। এই আবিষ্কার আধুনিক যন্ত্রপাতি ও প্রযুক্তির ভিত্তি স্থাপন করে।"
    },
    {
        "id": 401,
        "page": 905,
        "question": "যে মসৃণতলে আলোর নিয়মিত প্রতিফলন ঘটে— [DWASA-2020]",
        "options": [
            "দর্পণ",
            "লেন্স",
            "প্রিজম",
            "বিম্ব"
        ],
        "answer": "ক",
        "explanation": "যে মসৃণতলে আলোর নিয়মিত প্রতিফলন ঘটে, তাকে দর্পণ বলে। সাধারণত কাচের একপাশে ধাতুর প্রলেপ দিয়ে দর্পণ তৈরি করা হয়, কারণ কাচ একটি স্বচ্ছ এবং অনমনীয় বস্তু। কাচের যেদিকে সিলভারিং করা থাকে তার বিপরীত পৃষ্ঠকে দর্পণের পৃষ্ঠ বা প্রতিফলক পৃষ্ঠ বলা হয়।"
    },
    {
        "id": 402,
        "page": 905,
        "question": "বাংলাদেশের কোন সংস্থা করোনাভাইরাস শনাক্তকরণ প্রথম শুরু করে? [MOD-2020]",
        "options": [
            "ICDDRB",
            "BSMMU",
            "DPHE",
            "IEDCR"
        ],
        "answer": "ঘ",
        "explanation": "রোগতত্ত্ব, রোগ নিয়ন্ত্রণ ও গবেষণা ইনস্টিটিউট (আইইডিসিআর) হলো স্বাস্থ্য মন্ত্রণালয়ের আওতাধীন বাংলাদেশ সরকারের একটি গবেষণা ইনস্টিটিউট, যা বাংলাদেশে মহামারি ও সংক্রামক ব্যাধি গবেষণা ও রোগ নিয়ন্ত্রণ বিষয় নিয়ে কাজ করে।"
    },
    {
        "id": 403,
        "page": 905,
        "question": "বাংলাদেশে প্রথম করোনা রোগী কত তারিখে শনাক্ত হয়? [MOD-2020]",
        "options": [
            "৭ মার্চ ২০২০",
            "৮ মার্চ ২০২০",
            "৯ মার্চ ২০২০",
            "১০ মার্চ ২০২০"
        ],
        "answer": "খ",
        "explanation": "চীন থেকে প্রথম উৎপত্তি হওয়ার পর, বাংলাদেশে কোভিড-১৯ রোগে আক্রান্ত ব্যক্তির কথা প্রথম জানা যায় ৮ মার্চ, ২০২০ সালে এবং প্রথম মৃত্যুটি ঘটে ১৮ মার্চ, ২০২০ সালে।"
    },
    {
        "id": 404,
        "page": 905,
        "question": "নিম্নের কোনটি গ্রিনহাউস গ্যাস নয়? [MOD-2020]",
        "options": [
            "N₂O",
            "CO₂",
            "O₂",
            "CH₄"
        ],
        "answer": "গ",
        "explanation": "বায়ুমণ্ডলের যে-সকল গ্যাস তাপীয় অবলোহিত সীমার মধ্যে বিকিরিত শক্তি শোষণ ও নির্গত করে সে-সকল গ্যাসকে গ্রিনহাউস গ্যাস বলে। পৃথিবীর বায়ুমণ্ডলের প্রাথমিক গ্রিনহাউস গ্যাসগুলোর মধ্যে জলীয় বাষ্প, কার্বন ডাই-অক্সাইড, মিথেন, নাইট্রাস অক্সাইড ও ওজোন গ্যাস রয়েছে।"
    },
    {
        "id": 405,
        "page": 905,
        "question": "নিচের কোন উপাদানটি কাচের স্বচ্ছতা বৃদ্ধি করে? [BBA-2020]",
        "options": [
            "সোডিয়াম",
            "ম্যাগনেশিয়াম",
            "সিলিকা",
            "অ্যালুমিনা",
            "কোনোটিই নয়"
        ],
        "answer": "গ",
        "explanation": "কাচ প্রধানত সিলিকন ডাই-অক্সাইডের সাথে সোডিয়াম অক্সাইড এবং ক্যালসিয়াম অক্সাইড মিশিয়ে তৈরি করা হয়। এ ধরনের কাচের প্রধান বৈশিষ্ট্য হলো স্বচ্ছতা এবং ভঙ্গুরতা।"
    },
    {
        "id": 406,
        "page": 905,
        "question": "কোন গ্রহের তাপমাত্রা তুলনামূলকভাবে বেশি? [PGCB-2020]",
        "options": [
            "শুক্র",
            "শনি",
            "মঙ্গল",
            " পৃথিবী"
        ],
        "answer": "ক",
        "explanation": "সূর্যের দ্বিতীয় নিকটতম গ্রহ হচ্ছে শুক্র, যার গড় তাপমাত্রা সবচেয়ে বেশি। শুক্রের আছে কার্বন ডাই-অক্সাইড এবং নাইট্রোজেনের ভারী বায়ুমণ্ডল যা ভেদ করে রাতের বেলা খুব অল্প পরিমাণ তাপ শুক্র হতে বের হয়ে যেতে পারে। তাই শুক্র গ্রহের দিনরাতের গড় তাপমাত্রা থাকে ৪৬২ ডিগ্রি সেলসিয়াস।"
    },
    {
        "id": 407,
        "page": 905,
        "question": "মৌলিক পদার্থের ক্ষুদ্রতম কণা যা রাসায়নিক বিক্রিয়ায় অংশগ্রহণ করে, তাকে বলা হয়— [PGCB-2020]",
        "options": [
            "অণু",
            "পরমাণু",
            "ইলেকট্রন",
            "প্রোটন"
        ],
        "answer": "খ",
        "explanation": "মৌলিক পদার্থের ক্ষুদ্রতম কণা যার স্বাধীন কোনো অস্তিত্ব নাই কিন্তু ক্ষুদ্রতম কণা হিসাবে রাসায়নিক বিক্রিয়ায় অংশগ্রহণ করে, তাকে পরমাণু বলে। পরমাণুতে ২ ধরনের মূল কণিকা পাওয়া যায়, যথা—\n(১) স্থায়ী মূল কণিকা : যে মূল কণিকা পরমাণুর মধ্যে সবসময় স্থায়ীভাবে পাওয়া যায়, তাকে স্থায়ী মূল কণিকা বলে। যেমন— ইলেকট্রন, প্রোটন ও নিউট্রন।\n(২) অস্থায়ী মূল কণিকা : যে মূল কণিকা পরমাণুর মধ্যে সবসময় পাওয়া যায় না, তাকে অস্থায়ী মূল কণিকা বলে। যেমন— মেসন, পজিট্রন, নিউট্রিনো, পাইওন ইত্যাদি।\nস্থায়ী ও অস্থায়ী কণিকা ব্যতীত পরমাণুতে আরেক ধরনের ভারী কণা পাওয়া যায়, যাকে কম্পোজিট কণিকা বলে। যেমন— আলফা কণা, ডিউটেরন কণা।"
    }
]
