# Page 908
PAGE_NUM = 908

QUESTIONS = [
    {
        "id": 437,
        "page": 908,
        "question": "দাঁত ও হাড় গঠনের জন্য নিচের কোন ভিটামিনটি প্রয়োজন? [MOR-2018]",
        "options": [
            "‘সি’",
            "‘ডি’",
            "‘এ’",
            "‘বি’"
        ],
        "answer": "খ",
        "explanation": "ভিটামিন ‘ডি’ ক্যালসিয়াম শোষণে সাহায্য করে, যা দাঁত ও হাড়ের প্রধান উপাদান।"
    },
    {
        "id": 438,
        "page": 908,
        "question": "জন্ডিস রোগে দেহের কোন অংশ আক্রান্ত হয়? [BSEC-2018]",
        "options": [
            "লিভার",
            "মস্তিষ্ক",
            "চোখ",
            "কিডনি"
        ],
        "answer": "ক",
        "explanation": "জন্ডিস রোগে দেহের লিভার আক্রান্ত হয়। উল্লেখ্য, লিভার বা যকৃৎ দেহের সবচেয়ে বড় কোষ।"
    },
    {
        "id": 439,
        "page": 908,
        "question": "কোনটি পাখি নয়? [BSEC-2018]",
        "options": [
            "বাদুড়",
            "পেঁচা",
            "শকুন",
            "চড়ুই"
        ],
        "answer": "ক",
        "explanation": "বাদুড় পৃথিবীর একমাত্র উড্ডয়ন ক্ষমতাবিশিষ্ট স্তন্যপায়ী প্রাণী। পৃথিবীতে প্রায় ১৪০০ প্রজাতির বাদুড় রয়েছে। বাদুড় নিশাচর প্রাণী। দিনের বেলায় অন্ধকার স্থানে উল্টো হয়ে ঝুলে থাকে। বাদুড়ের দৃষ্টিশক্তি অত্যন্ত ক্ষীণ। তাই চলার সময় শ্রবণশক্তির উপর নির্ভর করে।"
    },
    {
        "id": 440,
        "page": 908,
        "question": "মৌমাছিতে কোন অ্যাসিড থাকে? [TTC-2018]",
        "options": [
            "টারটারিক অ্যাসিড",
            "ফরমিক অ্যাসিড",
            "ইরৌসিক অ্যাসিড",
            "লিনোলিক অ্যাসিড"
        ],
        "answer": "খ",
        "explanation": "মৌমাছিতে ফরমিক অ্যাসিড থাকে। তেঁতুলে টারটারিক অ্যাসিড থাকে।"
    },
    {
        "id": 441,
        "page": 908,
        "question": "সূর্য কিরণ থেকে কোন ভিটামিন পাওয়া যায়? [TTC-2018]",
        "options": [
            "D",
            "C",
            "B",
            "A"
        ],
        "answer": "ক",
        "explanation": "সূর্যকিরণ থেকে ভিটামিন 'D' পাওয়া যায়। পেয়ারাতে ভিটামিন 'C' পাওয়া যায়। কচুশাকে Vitamin 'A' পাওয়া যায়।"
    },
    {
        "id": 442,
        "page": 908,
        "question": "'A Brief History of Time' গ্রন্থে বিগ ব্যাং বা মহাবিস্ফোরণ তত্ত্বটি ব্যাখ্যা দিয়েছেন— [PWD-2018]",
        "options": [
            "জি. লেমেটর",
            "স্টিফেন হকিং",
            "অগাস্টা বায়রন",
            "চার্লস ব্যাবেজ"
        ],
        "answer": "খ",
        "explanation": "যুক্তরাজ্যের বিখ্যাত পদার্থবিদ ও গণিতজ্ঞ স্টিফেন হকিং। তিনি বিগ ব্যাং তত্ত্ব বা মহাবিস্ফোরণ তত্ত্বের ব্যাখ্যা উপস্থাপন করেন। তার রচিত বিখ্যাত কয়েকটি গ্রন্থ :(i) A Brief History of Time (ii) The Universe in a nutshell (iii) The grand design. অপরদিকে, বিগ ব্যাং তত্ত্বের প্রবক্তা জর্জ ল্যামেটর। মহাবিশ্ব ক্রমেই সম্প্রসারিত হচ্ছে। এ তত্ত্ব প্রদান করেন বিজ্ঞানী হাবল।"
    },
    {
        "id": 443,
        "page": 908,
        "question": "মানুষের শ্রবণযোগ্য শব্দের সীমা কত? [LGED-2018]",
        "options": [
            "2-2,000 Hz",
            "20-2,000 Hz",
            "20-40,000 Hz",
            "20-20,000 Hz"
        ],
        "answer": "ঘ",
        "explanation": "মানুষের শ্রবণযোগ্য শব্দের সীমা (20-20000Hz) এর মধ্যে। 20Hz-এর নিচে হলে শব্দের শব্দ ও 20000 H₂ এর উপরে হলে শব্দোত্তর শব্দ বলে।"
    },
    {
        "id": 444,
        "page": 908,
        "question": "‘ডট বল’ শব্দটি কোন খেলার সাথে সম্পর্কযুক্ত? [BADC-2018]",
        "options": [
            "ফুটবল",
            "রাগবি",
            "লন টেনিস",
            "ক্রিকেট"
        ],
        "answer": "ঘ",
        "explanation": "ডট বল ক্রিকেটের সাথে সম্পর্কিত অর্থাৎ যে বলে কোনো রান হয় না, তাকে ডট বল বলে।"
    },
    {
        "id": 445,
        "page": 908,
        "question": "গ্রিনিচ মান টাইমের সাথে বাংলাদেশের সময়ের পার্থক্য কত? [PTD-2018]",
        "options": [
            "৩ ঘণ্টা",
            "৪ ঘণ্টা",
            "৬ ঘণ্টা",
            "৮ ঘণ্টা"
        ],
        "answer": "গ",
        "explanation": "বাংলাদেশ সময়ের সাথে গ্রিনিচ মান সময়ের ৬ ঘণ্টা পার্থক্য।"
    },
    {
        "id": 446,
        "page": 908,
        "question": "কোনটির তরঙ্গদৈর্ঘ্য সবচেয়ে কম? [PTD-2018]",
        "options": [
            "আলোক",
            "বেতার তরঙ্গ",
            "শব্দতরঙ্গ",
            "রঞ্জন রশ্মি"
        ],
        "answer": "ঘ",
        "explanation": "রঞ্জন রশ্মি বা এক্স-রের তরঙ্গদৈর্ঘ্য (10⁻¹¹m) থেকে (10⁻⁸m) সবচেয়ে কম।"
    },
    {
        "id": 447,
        "page": 908,
        "question": "কাগজের প্রধান রাসায়নিক উপাদান কোনটি? [PTD-2018]",
        "options": [
            "লিগনিন",
            "সেলুলোজ",
            "রেজিন",
            "হেমি সেলুলোজ"
        ],
        "answer": "খ",
        "explanation": "কাগজ তৈরির প্রধান রাসায়নিক উপাদান হলো সেলুলোজ। এটি উদ্ভিদের কোষ প্রাচীরের মূল উপাদান যা সাধারণত কাঠ, বাঁশ, তুলা বা ঘাসের মতো উৎস থেকে সংগ্রহ করা হয়।"
    },
    {
        "id": 448,
        "page": 908,
        "question": "রক্তে রক্তকণিকার পরিমাণ কত? [PTD-2018]",
        "options": [
            "৪৫%",
            "৫০%",
            "৫৫%",
            "৬০%"
        ],
        "answer": "ক",
        "explanation": "রক্তে ৪৫% রক্তকণিকা বাকি ৫৫% রক্তরস। একজন পূর্ণবয়স্ক মানুষের দেহে রক্তের পরিমাণ ৫–৬ লিটার, যা মোট ওজনের ৮%।"
    },
    {
        "id": 449,
        "page": 908,
        "question": "নিচের কোন যন্ত্রে রাসায়নিক শক্তি বৈদ্যুতিক শক্তিতে রূপান্তরিত হয়? [PTD-2018]",
        "options": [
            "বৈদ্যুতিক মোটর",
            "ব্যাটারি",
            "জেনারেটর",
            "ঘূর্ণায়মান কয়েল মিটার"
        ],
        "answer": "খ",
        "explanation": "ব্যাটারিতে রাসায়নিক শক্তি বৈদ্যুতিক শক্তিতে রূপান্তরিত হয়। বৈদ্যুতিক মোটরে বৈদ্যুতিক শক্তি যান্ত্রিক শক্তিতে রূপান্তরিত হয়।"
    },
    {
        "id": 450,
        "page": 908,
        "question": "মানুষের বৈজ্ঞানিক নাম কী? [PTD-2018]",
        "options": [
            "হোমো ইরেকটাস",
            "হোমো স্যাপিয়েন্স",
            "হোমো হ্যাবিলিস",
            "হোমো নেয়ান্ডারথালিস"
        ],
        "answer": "খ",
        "explanation": "মানুষ স্তন্যপায়ী প্রাণী, যার বৈজ্ঞানিক নাম Homo sapiens."
    },
    {
        "id": 451,
        "page": 908,
        "question": "‘চিকুনগুনিয়া’ কীসের মাধ্যমে ছড়ায়? [TTC-18]",
        "options": [
            "এডিস মশার মাধ্যমে",
            "পানির মাধ্যমে",
            "বানরের মাধ্যমে",
            "বাতাসের মাধ্যমে"
        ],
        "answer": "ক",
        "explanation": "চিকুনগুনিয়া একটি মশাবাহিত রোগ। এটি এডিস মশার মাধ্যমে ছড়ায়। চিকুনগুনিয়া ভাইরাস (Chikv) দ্বারা সংক্রমিত হয়। এর লক্ষণসমূহ মাথাব্যথা, অনিদ্রা, তীব্র অবসাদ ইত্যাদি।"
    },
    {
        "id": 452,
        "page": 908,
        "question": "সাবান শিল্পে উপজাত হিসেবে পাওয়া যায়— [TTC-2018]",
        "options": [
            "ডিটারজেন্ট",
            "ইথানল",
            "চর্বি",
            "গ্লিসারিন"
        ],
        "answer": "ঘ",
        "explanation": "চর্বি ও ক্ষারের বিক্রিয়ায় সাবান তৈরি করা হয়, এতে উপজাত হিসেবে গ্লিসারিন পাওয়া যায়।"
    },
    {
        "id": 453,
        "page": 908,
        "question": "কত ডিগ্রি তাপমাত্রায় পানির ঘনত্ব সবচেয়ে বেশি? [TTC-2018]",
        "options": [
            "4°C",
            "100°C",
            "98°C",
            "102°C"
        ],
        "answer": "ক",
        "explanation": "সাধারণত কোনো বস্তুর তাপমাত্রা হ্রাস করলে এর ঘনত্ব বৃদ্ধি পায়। পানির ব্যতিক্রমী প্রসারণ হচ্ছে পানির তাপমাত্রা 4°C-এ আনলে ঘনত্ব সবচেয়ে বেশি হয়।"
    },
    {
        "id": 454,
        "page": 908,
        "question": "পাখির দ্বারা পুষ্পরেণু বহন করাকে বলে— [HED-2018]",
        "options": [
            "Autogamy",
            "Ornithophily",
            "Entomophily",
            "Anemophily"
        ],
        "answer": "খ",
        "explanation": "পাখির মাধ্যমে পুষ্পরেণু বহন করাকে Ornithophily, নিজে নিজে নিষিক্ত হওয়াকে Autogamy, বায়ুর মাধ্যমে পরাগমিলনকে Anemophily এবং পতঙ্গের মাধ্যমে পরাগমিলনকে Entomophily বলে।"
    }
]
