# Page 909
PAGE_NUM = 909

QUESTIONS = [
    {
        "id": 455,
        "page": 909,
        "question": "একজন সুস্থ ও প্রাপ্তবয়স্ক পুরুষের BMI কত হওয়া উচিত? [HED-2018]",
        "options": [
            "15.00–18.40",
            "18.50–24.90",
            "25.00–29.90",
            "30.00–35.00"
        ],
        "answer": "খ",
        "explanation": "BMI (Body Mass Index) = weight / (height m)²\nসুস্থ মানুষের BMI = 18.5 – 24.9"
    },
    {
        "id": 456,
        "page": 909,
        "question": "কোনটি বলের একক? [HED-2018]",
        "options": [
            "টন",
            "নিউটন",
            "জুল",
            "প্যাসকেল"
        ],
        "answer": "খ",
        "explanation": "বলের একক নিউটন, চাপের একক প্যাসকেল, কাজের একক জুল।"
    },
    {
        "id": 457,
        "page": 909,
        "question": "কোন বিজ্ঞানী রোগজীবাণু তত্ত্ব উদ্ভাবন করেন? [HED-2018]",
        "options": [
            "লুই পাস্তুর",
            "এডিসন",
            "ডারউইন",
            "আইনস্টাইন"
        ],
        "answer": "ক",
        "explanation": "জীবাণুতত্ত্ব আবিষ্কার করেন লুই পাস্তুর। আইনস্টাইন আলোর আপেক্ষিক তত্ত্ব প্রদান করেন। বিবর্তনের ধারণা দেন চার্লস ডারউইন। বৈদ্যুতিক বাতি, গ্রামোফোন আবিষ্কার করেন টমাস আলভা এডিসন।"
    },
    {
        "id": 458,
        "page": 909,
        "question": "কোনটি শুষ্ক বরফের উপাদান? [HED-2018]",
        "options": [
            "H₂O",
            "CO₂",
            "NH₃",
            "PH₃"
        ],
        "answer": "খ",
        "explanation": "শুষ্ক বরফ হচ্ছে কঠিন CO₂। -78.3°C তাপমাত্রায় CO₂ কঠিন অবস্থায় থাকে। এজন্য একে শুষ্ক বরফ বলা হয়।"
    },
    {
        "id": 459,
        "page": 909,
        "question": "কোনটি পানির স্ফুটনাঙ্ক তাপমাত্রা? [HED-2018]",
        "options": [
            "80°F",
            "100°F",
            "180°F",
            "212°F"
        ],
        "answer": "ঘ",
        "explanation": "আমরা জানি, C/5 = (F - 32)/9। পানির স্ফুটনাঙ্ক = 100 °C\n.'. 100/5 = (F - 32)/9\n.'. F = 212°F (Ans.)"
    },
    {
        "id": 460,
        "page": 909,
        "question": "‘কচু শাক’ মূল্যবান যে উপাদানের জন্য— [HED-2018]",
        "options": [
            "ভিটামিন ‘এ’",
            "ভিটামিন ‘সি’",
            "ক্যালসিয়াম",
            "লৌহ"
        ],
        "answer": "ঘ",
        "explanation": "কচু শাকে প্রচুর পরিমাণ লৌহ থাকে। লেবু, পেয়ারা, টকজাতীয় খাবার ভিটামিন-C এর উৎস। সবুজ শাকসবজিতে ভিটামিন-A থাকে।"
    },
    {
        "id": 461,
        "page": 909,
        "question": "তামার সাথে কোন ধাতুর সংকরায়ণে ব্রোঞ্জ উৎপন্ন হয়? [HED-2018]",
        "options": [
            "দস্তা",
            "টিন",
            "আয়রন",
            "অ্যালুমিনিয়াম"
        ],
        "answer": "খ",
        "explanation": "ব্রোঞ্জ একটি সংকর ধাতু। তামা + টিন = ব্রোঞ্জ; তামা + দস্তা = পিতল। ঘনত্ব সবচেয়ে বেশি হয়। এ বৈশিষ্ট্যের জন্য বরফ পানিতে ভাসে।"
    },
    {
        "id": 462,
        "page": 909,
        "question": "কোন বস্তুটির স্থিতিস্থাপকতা বেশি? [NESCO-2018]",
        "options": [
            "রাবার",
            "কংক্রিট",
            "ইস্পাত",
            "লোহা"
        ],
        "answer": "গ",
        "explanation": "বাহিরে থেকে প্রযুক্ত বল অপসারিত হলে বিকৃত বস্তু যে ধর্মের ফলে তার পূর্বের অবস্থায় ফিরে আসে, তাকে স্থিতিস্থাপকতা বলে এবং উক্ত বস্তুটিকে স্থিতিস্থাপক বস্তু বলে। যে-সব বস্তুর ক্ষেত্রে পীড়ন ও বিকৃতির অনুপাত বেশি অর্থাৎ স্থিতিস্থাপক গুণাঙ্কের মান বেশি সেসব বস্তু বেশি স্থিতিস্থাপক। আর যে-সব বস্তুর ক্ষেত্রে পীড়ন ও বিকৃতির অনুপাত কম; অর্থাৎ স্থিতিস্থাপক গুণাঙ্কের মান কম সে-সব বস্তু কম স্থিতিস্থাপক। ইস্পাতের ক্ষেত্রে অধিক পীড়ন দেওয়া সত্ত্বেও বিকৃতির মান যৎসামান্যই হয়। কিন্তু রাবার, লোহা ও কংক্রিটের ক্ষেত্রে পীড়ন ও বিকৃতির অনুপাত তুলনামূলকভাবে অনেক কম। অতএব, রাবার, লোহা ও কংক্রিট অপেক্ষা ইস্পাতের স্থিতিস্থাপকতা বেশি।"
    },
    {
        "id": 463,
        "page": 909,
        "question": "কোন বস্তুটির স্থিতিস্থাপকতা কম? [NESCO-2018]",
        "options": [
            "রাবার",
            "কংক্রিট",
            "ইস্পাত",
            "লোহা"
        ],
        "answer": "ক",
        "explanation": "বল প্রয়োগে যদি কোনো বস্তুর আকার বা আয়তন বা উভয়ের পরিবর্তন ঘটে অর্থাৎ বস্তু বিকৃত হয় তাহলে প্রযুক্ত বল সরিয়ে নিলে যে ধর্মের ফলে বিকৃত বস্তু আগের আকার ও আয়তন ফিরে পায়, তাকে স্থিতিস্থাপকতা বলে।\nযে বস্তুর বাধা দেয়ার ক্ষমতা বেশি তার স্থিতিস্থাপকতাও তত বেশি হবে। যেসব বস্তুর মধ্যে পীড়ন ও বিকৃতির অনুপাত বেশি অর্থাৎ স্থিতিস্থাপক গুণাঙ্ক বা ইয়ং-এর গুণাঙ্কের মান বেশি সেসব বস্তু বেশি স্থিতিস্থাপক।\nরাবারের স্থিতিস্থাপক গুণাঙ্কের মান (1 x 10⁶ Nm⁻²); ঢালাই-লোহা (1.15 x 10¹¹ Nm⁻²), কংক্রিট (3 x 10¹⁰ Nm⁻²) এবং ইস্পাত (2 x 10¹¹ Nm⁻²)-এর তুলনায় অনেক কম।\nসুতরাং, ইস্পাত, কংক্রিট ও লোহার তুলনায় রাবারের স্থিতিস্থাপকতা কম।"
    },
    {
        "id": 464,
        "page": 909,
        "question": "শব্দ উৎপত্তির কারণ? [NESCO-2018]",
        "options": [
            "বস্তুর কম্পন",
            "শব্দতরঙ্গ",
            "প্রতিধ্বনি",
            "কোনোটিই নয়"
        ],
        "answer": "ক",
        "explanation": "শব্দ, শক্তির একটি বিশেষ রূপ, যা আমাদের কানে শ্রবণের অনুভূতি জাগায়। বস্তুর কম্পনের ফলেই শব্দের উৎপত্তি হয়। আবার কম্পন থেমে গেলে শব্দও থেমে যায়। কোনো বস্তু যখন কম্পিত হয় সেই কম্পন বাতাসকেও আন্দোলিত করে এবং বাতাসের এই আন্দোলন তরঙ্গাকারে আমাদের কানে এসে পৌঁছে এবং কানের পর্দাকেও একইভাবে স্পন্দিত করে। ফলে আমাদের কানে শব্দের অনুভূতি জন্মে এবং আমরা শুনতে পাই।"
    },
    {
        "id": 465,
        "page": 909,
        "question": "রক্তের কোন গ্রুপকে সর্বজনীন দাতা বলা হয়? [MOE-2004, 2005, HED-2018]",
        "options": [
            "AB",
            "A",
            "B",
            "O"
        ],
        "answer": "ঘ",
        "explanation": "কার্ল ল্যান্ডস্টেইনার ১৯০১ সালে রক্তকে চারটি গ্রুপ (A, B, AB, O)-এ ভাগ করেন। এর মধ্যে O সর্বজনীন দাতা এবং AB সর্বজনীন গ্রহীতা।"
    },
    {
        "id": 466,
        "page": 909,
        "question": "ভূমিকম্প নির্ণায়ক যন্ত্র— [MOHPW-2004, PWD-11, BPSC-12, MOR-17]",
        "options": [
            "ব্যারোমিটার",
            "সেক্সট্যান্ট",
            "সিসমোগ্রাফ",
            "ম্যানোমিটার"
        ],
        "answer": "গ",
        "explanation": "ভূমিকম্প মাপার যন্ত্র সিসমোগ্রাফ, কোণ মাপার যন্ত্র সেক্সট্যান্ট, বায়ুর চাপ মাপার যন্ত্র ব্যারোমিটার, গ্যাসের চাপ পরিমাপক যন্ত্র ম্যানোমিটার।"
    },
    {
        "id": 467,
        "page": 909,
        "question": "আইসোটোপ তৈরি হয় কোনটির তারতম্যের কারণে? [MOR-2017]",
        "options": [
            "ইলেকট্রন",
            "প্রোটন",
            "নিউট্রন",
            "কারণ অনাবিষ্কৃত"
        ],
        "answer": "গ",
        "explanation": "যে-সব পরমাণুর প্রোটন সংখ্যা সমান, কিন্তু ভর সংখ্যা ভিন্ন, সেসব পরমাণুকে পরস্পরের আইসোটোপ বলে। আইসোটোপগুলো একই মৌলের পরমাণু। নিউট্রন সংখ্যার তারতম্যের কারণে আইসোটোপ তৈরি হয়।"
    },
    {
        "id": 468,
        "page": 909,
        "question": "রোদে কাপড় শুকায় কোন প্রক্রিয়ায়? [MOR-2017]",
        "options": [
            "স্ফুটন",
            "বাষ্পীভবন",
            " ঊর্ধ্বপাতন",
            "ঘনীভবন"
        ],
        "answer": "খ",
        "explanation": "ভিজা কাপড় রোদে দিলে পানি বাষ্পাকারে বের হয়ে যায়, ফলে কাপড় শুকিয়ে যায়। বাষ্পীভবন প্রক্রিয়ায় রোদে কাপড় শুকায়।"
    }
]
