# Page 910
PAGE_NUM = 910

QUESTIONS = [
    {
        "id": 469,
        "page": 910,
        "question": "নবায়নযোগ্য জ্বালানি কোনটি? [MOR-2017]",
        "options": [
            "পরমাণু",
            "কয়লা",
            "পেট্রোল",
            "প্রাকৃতিক গ্যাস"
        ],
        "answer": "ক",
        "explanation": "যে-সব শক্তি দ্বারা জ্বালানি পুনঃপুন ব্যবহার করা যায়, সেসব শক্তি বা জ্বালানিকে নবায়নযোগ্য জ্বালানি বলে। যেমন— পরমাণু শক্তি, সূর্য শক্তি, বায়ু শক্তি।"
    },
    {
        "id": 470,
        "page": 910,
        "question": "ডায়াবেটিস রোগ সম্পর্কে যে তথ্যটি সঠিক নয় তা হলো— [MOR-2017]",
        "options": [
            "এ রোগে মানবদেহে কিডনি নষ্ট হয়",
            "চিনিজাতীয় খাবার বেশি খেলে এ রোগ হয়",
            "এ রোগ হলে রক্তে গ্লুকোজের পরিমাণ বৃদ্ধি পায়",
            "ইনসুলিনের অভাবে এ রোগ হয়"
        ],
        "answer": "খ",
        "explanation": "অগ্ন্যাশয় থেকে নিঃসৃত ইনসুলিন হরমোনের অভাব হলে প্রোটিন, শর্করা ও স্নেহজাতীয় খাবারের বিপাক প্রক্রিয়া ব্যাহত হয় এবং রক্তে গ্লুকোজের পরিমাণ বেড়ে যায়। একে ডায়াবেটিস রোগ বলে।"
    },
    {
        "id": 471,
        "page": 910,
        "question": "মরুভূমিতে কোন উদ্ভিদ জন্মে? [BGDCL-2017]",
        "options": [
            "ফনিমনসা",
            "শাপলা",
            "পদ্ম",
            "পাতাবাহার"
        ],
        "answer": "ক",
        "explanation": "মরুভূমিতে উৎপন্ন উদ্ভিদকে জেরোফাইট বলে। যেমন— ফনিমনসা।"
    },
    {
        "id": 472,
        "page": 910,
        "question": "সমুদ্রের গভীরতা মাপক যন্ত্রের নাম কী? [BPSC-2017]",
        "options": [
            "ম্যানোমিটার",
            "হাইড্রোমিটার",
            "সনোমিটার",
            "ফ্যাদোমিটার"
        ],
        "answer": "ঘ",
        "explanation": "সমুদ্রের গভীরতা নির্ণয়ের যন্ত্রের নাম = ফ্যাদোমিটার\nতরলের ঘনত্ব নির্ণয়ের যন্ত্র = হাইড্রোমিটার\nতরলের চাপ নির্ণয়ের যন্ত্র = ম্যানোমিটার\nবিশেষ ধরনের শব্দ সৃষ্টিকারী যন্ত্র = সনোমিটার"
    },
    {
        "id": 473,
        "page": 910,
        "question": "পৃথিবীর আহ্নিক গতির কারণে নিচের কোনটি হয়? [BPSC-2017]",
        "options": [
            "দিন-রাত্রি",
            "ঋতু পরিবর্তন",
            "ঘূর্ণিঝড় ও জলোচ্ছ্বাস",
            "খরা"
        ],
        "answer": "ক",
        "explanation": "পৃথিবীর আহ্নিক গতির কারণে দিন-রাত্রি সংঘটিত হয়। বার্ষিক গতির কারণে ঋতু পরিবর্তন হয়।"
    },
    {
        "id": 474,
        "page": 910,
        "question": "কোন গ্যাসটি নিজে জ্বলে, কিন্তু দহনে সহায়তা করে না? [BPSC-2017]",
        "options": [
            "নাইট্রোজেন",
            "হাইড্রোজেন",
            "অক্সিজেন",
            "কার্বন ডাই-অক্সাইড"
        ],
        "answer": "খ",
        "explanation": "হাইড্রোজেন নিজে জ্বলে কিন্তু দহনে সহযোগিতা করে না। কার্বন ডাই-অক্সাইড নিজে জ্বলে না, অন্যকেও জ্বলতে সাহায্য করে না। অক্সিজেন নিজে জ্বলে না, অন্যকে জ্বলতে সাহায্য করে।"
    },
    {
        "id": 475,
        "page": 910,
        "question": "অ্যালুমিনিয়াম সালফেট সাধারণভাবে কী নামে পরিচিত? [PSC-2017]",
        "options": [
            "ন্যাপথালিন",
            "ফিটকিরি",
            "কর্পূর",
            "গন্ধক"
        ],
        "answer": "খ",
        "explanation": "অ্যালুমিনিয়াম সালফেট, পটাসিয়াম সালফেট ও ২৪ অণু পানির মিশ্রণ হলো ফিটকিরি। ফিটকিরির রাসায়নিক সংকেত হলো Al₂(SO₄)₃. K₂SO₄.24H₂O।"
    },
    {
        "id": 476,
        "page": 910,
        "question": "ভিটামিন-ই এর সবচেয়ে ভালো উৎস কী? [PSC-2017]",
        "options": [
            "ডাব",
            "ভোজ্য তেল",
            "দুধ",
            "শস্যদানা"
        ],
        "answer": "খ",
        "explanation": "ভিটামিন-E সমৃদ্ধ খাবারের মধ্যে শিমের বিচি, বাদাম, সূর্যমুখী তেল, সয়াবিন তেল, সবুজ শাকসবজি ইত্যাদি উল্লেখযোগ্য। তার মধ্যে ভোজ্য তেল সব থেকে ভালো উৎস।"
    },
    {
        "id": 477,
        "page": 910,
        "question": "নিম্নোক্ত কোন ধাতু পৃথিবীতে সবচেয়ে বেশি পাওয়া যায়? [PSC-2017]",
        "options": [
            "লোহা",
            "সিলিকন",
            "পারদ",
            "তামা"
        ],
        "answer": "ক",
        "explanation": "পৃথিবীতে সবচেয়ে বেশি ধাতু পাওয়া যায় অ্যালুমিনিয়াম। তবে উপরোক্ত অপশনগুলোর মধ্যে সবচেয়ে বেশি লোহা পাওয়া যায়।"
    },
    {
        "id": 478,
        "page": 910,
        "question": "মানুষের চোখের রং নিয়ন্ত্রণ করে— [DPHE-16]",
        "options": [
            "DNA",
            "RNA",
            "নিউক্লিওলাস",
            "সেন্ট্রোমিয়ার"
        ],
        "answer": "ক",
        "explanation": "কোষের প্রাণকেন্দ্র নিউক্লিয়াস। নিউক্লিয়াসের ক্রোমোসোমের ভেতর অবস্থিত DNA মানুষের চোখের রং নিয়ন্ত্রণ করে।"
    },
    {
        "id": 479,
        "page": 910,
        "question": "থায়ামিনের অভাবে যে রোগ হয়, তা হলো— [DPHE-2016]",
        "options": [
            "চর্মরোগ",
            "রাতকানা রোগ",
            "রক্তশূন্যতা রোগ",
            "বেরিবেরি রোগ"
        ],
        "answer": "ক",
        "explanation": "ভিটামিন 'বি₁' বা থায়ামিনের অভাবে চর্মরোগ হয়। ভিটামিন ‘এ’-এর অভাবে রাতকানা, ভিটামিন 'বি₁'-এর অভাবে বেরিবেরি রোগ হয়।"
    },
    {
        "id": 480,
        "page": 910,
        "question": "ইউরেনাসকে বলা হয়— [DPHE-2016]",
        "options": [
            "মঙ্গল গ্রহ",
            "সবুজ গ্রহ",
            "ক্ষুদ্র গ্রহ",
            "নক্ষত্র"
        ],
        "answer": "খ",
        "explanation": "ইউরেনাসকে সবুজ গ্রহ বলা হয়। এটি সূর্যের ৭ম গ্রহ। বুধ সৌরজগতের ক্ষুদ্রতম গ্রহ।"
    },
    {
        "id": 481,
        "page": 910,
        "question": "আমিষ বেশি কোনটিতে— [DPHE-2016]",
        "options": [
            "ইলিশ মাছ",
            "মসুর ডাল",
            "মুগডাল",
            "মুরগির মাংস"
        ],
        "answer": "খ",
        "explanation": "মসুরের ডালে সবচেয়ে বেশি আমিষ থাকে। এতে ২৫% আমিষ থাকে এবং তারপর সবচেয়ে বেশি আমিষ থাকে মাংসে।"
    },
    {
        "id": 482,
        "page": 910,
        "question": "মৃত সৌরজগৎকে কী বলা হয়? [BREB-2016]",
        "options": [
            "মৃত গ্রহ",
            "মৃত উপগ্রহ",
            "ব্ল্যাক হোল",
            "ব্ল্যাক ইউনিভার্স"
        ],
        "answer": "গ",
        "explanation": "মৃত সৌরজগৎকে বলা হয় ব্ল্যাক হোল বা কৃষ্ণগহ্বর। যেমন- প্লুটো গ্রহ থেকে বাদ পড়েছে। একে ব্ল্যাক হোল বলে।"
    },
    {
        "id": 483,
        "page": 910,
        "question": "কোনটির নিজস্ব আলো রয়েছে? [BREB-2016]",
        "options": [
            "উপগ্রহ",
            "গ্রহ",
            "নক্ষত্র",
            "ধূমকেতু"
        ],
        "answer": "গ",
        "explanation": "নিজস্ব আলো আছে একমাত্র নক্ষত্রের। যেমন— উপগ্রহ, গ্রহ, ধূমকেতু সূর্য থেকে আলো পায়।"
    },
    {
        "id": 484,
        "page": 910,
        "question": "শব্দের গতির চেয়ে কোনো যন্ত্র বেশি গতিতে চললে তাকে কী বলা হয়? [BREB-2016]",
        "options": [
            "সুপার স্পিড",
            "সুপারসনিক",
            "সুপার ভেলোসিটি",
            "আল্ট্রা সুপার স্পিড"
        ],
        "answer": "খ",
        "explanation": "শব্দের গতির চেয়ে বেশি গতিতে চললে সুপারসনিক। এটি নিঃশব্দে চলে। ইতিহাসের প্রথম সুপারসনিক বিমান কনকর্ড।"
    },
    {
        "id": 485,
        "page": 910,
        "question": "ডেঙ্গুজ্বরের বাহক— [BREB-2015]",
        "options": [
            "অ্যানোফিলিস",
            "কিউলেক্স",
            "এডিস",
            "সকল ধরনের মশা"
        ],
        "answer": "গ",
        "explanation": "ডেঙ্গুজ্বরের বাহক এডিস মশা। ম্যালেরিয়া রোগের জন্য ‘অ্যানোফিলিস’ মশা দায়ী। গোদ রোগের জন্য দায়ী কিউলেক্স মশা।"
    },
    {
        "id": 486,
        "page": 910,
        "question": "নিচের কোনটির কারণে মরিচ ঝাল লাগে? [HED-2015]",
        "options": [
            "ভিটামিন K",
            "ক্যাপসিসিন",
            "ভিটামিন A",
            "ভিটামিন E"
        ],
        "answer": "খ",
        "explanation": "ক্যাপসিসিন গন্ধহীন এক ধরনের অ্যালকালয়েড। যে মরিচে যত বেশি ক্যাপসিলিন থাকে সে মরিচে তত বেশি ঝাল হয়।"
    }
]
