# scripts/bpsc_non_tech/science/p912.py

PAGE_NUM = 912

QUESTIONS = [
    {
        "id": 506,
        "page": PAGE_NUM,
        "question": "প্রকৃতিতে সবচাইতে শক্ত পদার্থ নিচের কোনটি? [PWD-2011]",
        "options": [
            "পিতল",
            "হীরা",
            "ইস্পাত",
            "গ্রানাইট"
        ],
        "answer": "খ",
        "explanation": "প্রকৃতিতে সবচেয়ে শক্ত পদার্থ হীরক। এর প্রতিসরাঙ্ক ২.৪।"
    },
    {
        "id": 507,
        "page": PAGE_NUM,
        "question": "তাপ প্রয়োগে সবচাইতে বেশি প্রসারিত হয় কোন পদার্থ? [PWD-2011, MES-2016]",
        "options": [
            "বায়বীয় পদার্থ",
            "তরল পদার্থ",
            "কঠিন পদার্থ",
            "মাটি"
        ],
        "answer": "ক",
        "explanation": "তাপ প্রয়োগে সবচেয়ে বেশি প্রসারিত হয় বায়বীয় পদার্থ। সবচেয়ে কম প্রসারিত হয় কঠিন পদার্থ।"
    },
    {
        "id": 508,
        "page": PAGE_NUM,
        "question": "নিচের কোনটি জীবের বংশগতির বৈশিষ্ট্য বহন করে? [PWD-2011]",
        "options": [
            "নিউক্লিয়াস",
            "নিউক্লিওলাস",
            "ক্রোমোসোম",
            "নিউক্লিওপ্লাজম"
        ],
        "answer": "গ",
        "explanation": "ক্রোমোসোম জীবের বংশগতির বৈশিষ্ট্য বহন করে। নিউক্লিয়াস কোষের প্রাণ।"
    },
    {
        "id": 509,
        "page": PAGE_NUM,
        "question": "টাইফয়েড রোগের জীবাণু হলো—",
        "options": [
            "সেলমোনেলা",
            "ইকোলাই",
            "ডিববিওকলেরা",
            "সিগেলা"
        ],
        "answer": "ক",
        "explanation": "টাইফয়েড একটি পানিবাহিত ব্যাকটেরিয়াঘটিত মারাত্মক রোগ। সেলমোনেলা টাইফি ও সেলমোনেলা প্যারাটাইফি জীবাণু থেকে টাইফয়েড রোগ হয়। টাইফয়েড রোগে শরীরে কাঁপনিসহ প্রচণ্ড জ্বর আসে।"
    },
    {
        "id": 510,
        "page": PAGE_NUM,
        "question": "কোন হরমোনের অভাবে ডায়াবেটিস রোগ হয়? [PWD-2011]",
        "options": [
            "থাইরোক্সিন",
            "গ্লুকাগন",
            "ইনসুলিন",
            "এড্রিনালিন"
        ],
        "answer": "গ",
        "explanation": "শরীরে গ্লুকোজের পরিমাণ বেড়ে গেলে ইনসুলিনের অভাব দেখা দেয় যার ফলে ডায়াবেটিস রোগ হয়।"
    },
    {
        "id": 511,
        "page": PAGE_NUM,
        "question": "অভিকর্ষজ ত্বরণের মান কোথায় সবচেয়ে বেশি? [BPSC-2010]",
        "options": [
            "ভূকেন্দ্রে",
            "ভূপৃষ্ঠের উপরে",
            "ভূপৃষ্ঠে",
            "মাটির নিচে"
        ],
        "answer": "গ",
        "explanation": "অভিকর্ষজ ত্বরণের মান ভূপৃষ্ঠে সবচেয়ে বেশি এবং ভূ-কেন্দ্রে অভিকর্ষজ ত্বরণের মান সবচেয়ে কম।"
    },
    {
        "id": 512,
        "page": PAGE_NUM,
        "question": "পরম শূন্য তাপমাত্রায় গ্যাসের আয়তন কত? [BPSC-2010]",
        "options": [
            "১০০ সিসি",
            "২৭৩ সিসি",
            "অসীম",
            "শূন্য"
        ],
        "answer": "ঘ",
        "explanation": ""
    },
    {
        "id": 513,
        "page": PAGE_NUM,
        "question": "সেলসিয়াস স্কেলে বরফের গলনাঙ্ক কত? [BPSC-2010]",
        "options": [
            "0°C",
            "100°C",
            "32°C",
            "273°C"
        ],
        "answer": "ক",
        "explanation": "সেলসিয়াস স্কেলে বরফের গলনাঙ্ক 0°C এবং পানির স্ফুটনাঙ্ক 100°C।"
    },
    {
        "id": 514,
        "page": PAGE_NUM,
        "question": "মাটির পাত্রে পানি ঠান্ডা থাকে কেন? [BPSC-10]",
        "options": [
            "পানির পাত্র পানি হতে তাপ শোষণ করে",
            "মাটির পাত্র পানি বাষ্পায়নে সাহায্য করে",
            "মাটির পাত্র তাপ কুপরিবাহী",
            "মাটির পাত্র তাপ সুপরিবাহী"
        ],
        "answer": "খ",
        "explanation": "মাটির পাত্রে অসংখ্য ক্ষুদ্র ক্ষুদ্র ছিদ্র থাকে। এসব ছিদ্র দিয়ে পানি পাত্রের উপরিলে এসে পৌঁছে এবং বাষ্পীভুত হয়। বাষ্পায়নের জন্য প্রয়োজনীয় সুপ্ততাপ পাত্রের পানি থেকে গ্রহণ করে। ফলে পানি ঠান্ডা থাকে।"
    },
    {
        "id": 515,
        "page": PAGE_NUM,
        "question": "রাডারে যে তড়িৎ চৌম্বক তরঙ্গ ব্যবহার করা হয়, তার নাম কী? [BPSC-2010]",
        "options": [
            "গামা-রশ্মি",
            "অবলোহিত বিকিরণ",
            "মাইক্রোওয়েভ",
            "আলোকতরঙ্গ"
        ],
        "answer": "গ",
        "explanation": ""
    },
    {
        "id": 516,
        "page": PAGE_NUM,
        "question": "ভিটামিন ‘সি’ এর রাসায়নিক নাম কী? [BPSC-2010]",
        "options": [
            "সাইট্রিক অ্যাসিড",
            "ফরমিক অ্যাসিড",
            "নাইট্রিক অ্যাসিড",
            "অ্যাসকরবিক অ্যাসিড"
        ],
        "answer": "ঘ",
        "explanation": "ভিটামিন 'সি'-এর রাসায়নিক নাম অ্যাসকরবিক অ্যাসিড। এর অভাবে স্কার্ভি রোগ হয়। পেয়ারা, কাঁচামরিচে প্রচুর ভিটামিন 'সি' থাকে।"
    },
    {
        "id": 517,
        "page": PAGE_NUM,
        "question": "কাপড় কাচা সোডার রাসায়নিক সংকেত কী? [BPSC-2010]",
        "options": [
            "Na₂CO₃",
            "CaCO₃",
            "(NH₄)₂CO₃",
            "NaHCO₃"
        ],
        "answer": "ক",
        "explanation": "অনাহ্র সোডিয়াম কার্বনেটকে (Na₂CO₃) কাপড় কাচার সোডা বলে।"
    },
    {
        "id": 518,
        "page": PAGE_NUM,
        "question": "সমুদ্রপৃষ্ঠে বায়ুর স্বাভাবিক চাপ কত? [LGED-2009]",
        "options": [
            "৭৫ সেমি",
            "৭৬ সেমি",
            "৭২ সেমি",
            "৭৭ সেমি"
        ],
        "answer": "খ",
        "explanation": ""
    },
    {
        "id": 519,
        "page": PAGE_NUM,
        "question": "কোন গ্যাস অ্যাসিড বৃষ্টির জন্য দায়ী? [MODMR-2006]",
        "options": [
            "NO₂",
            "SO₂",
            "CO₂",
            "NO"
        ],
        "answer": "নোট",
        "explanation": "কলকারখানা থেকে নির্গত CO₂, NO এবং SO₂ বৃষ্টির পানির সাথে মিশে অ্যাসিড বৃষ্টি উৎপন্ন করে।"
    },
    {
        "id": 520,
        "page": PAGE_NUM,
        "question": "কোন কোষে নিউক্লিয়াস থাকে না? [MODMR-2006]",
        "options": [
            "লোহিত রক্তকণিকা",
            "স্পার্ম",
            "ডিম্বাণু",
            "লিভার কোষ"
        ],
        "answer": "ক",
        "explanation": "লোহিত রক্তকণিকা, সিভ কোষ ও অনুচক্রিকায় নিউক্লিয়াস থাকে না।"
    },
    {
        "id": 521,
        "page": PAGE_NUM,
        "question": "ভিটামিন 'ডি'-এর অভাবে কোন রোগ হয়? [MODMR-2006]",
        "options": [
            "স্কার্ভি",
            "রাতকানা",
            "পেলেগ্রা",
            "রিকেটস"
        ],
        "answer": "ঘ",
        "explanation": "ভিটামিন 'সি'-এর অভাবে স্কার্ভি, ভিটামিন 'এ'-এর অভাবে রাতকানা, ভিটামিন 'ডি'-এর অভাবে রিকেটস রোগ হয় এবং ভিটামিন বি-৩ এর অভাবে পেলেগ্রা রোগ হয়।"
    },
    {
        "id": 522,
        "page": PAGE_NUM,
        "question": "ওয়াটার গ্যাসের উপাদানগুলো কী কী? [MODMR-2006]",
        "options": [
            "হাইড্রোজেন ও কার্বন ডাই-অক্সাইড",
            "হাইড্রোজেন ও কার্বন-মনোক্সাইড",
            "হাইড্রোজেন ও অক্সিজেন",
            "হাইড্রোজেন ও নাইট্রোজেন"
        ],
        "answer": "খ",
        "explanation": "(CO + H₂)-কে একত্রে ওয়াটার গ্যাস বলে। CO ও H₂ এরা পরস্পর সমআয়তন পরিমাণে থাকে।"
    },
    {
        "id": 523,
        "page": PAGE_NUM,
        "question": "কোলাজেন কী? [MODMR-2006]",
        "options": [
            "একটি কার্বোহাইড্রেট",
            "একটি প্রোটিন",
            "একটি লিপিড",
            "একটি নিউক্লিক অ্যাসিড"
        ],
        "answer": "খ",
        "explanation": "কোলাজেন একটি প্রোটিন। এটি কার্বন, হাইড্রোজেন ও অক্সিজেনের সমন্বয়ে গঠিত; যা শরীরের ত্বক, অস্থি বা হাড় শক্তিশালী করে।"
    },
    {
        "id": 524,
        "page": PAGE_NUM,
        "question": "বাতাসের চাপ মাপার যন্ত্রের নাম কী? [MODMR-2006]",
        "options": [
            "ল্যাকটমিটার",
            "ব্যারোমিটার",
            "ভোল্টমিটার",
            "হাইড্রোমিটার"
        ],
        "answer": "খ",
        "explanation": "বাতাসের চাপ পরিমাপক যন্ত্রের নাম ব্যারোমিটার। অপরদিকে দুধের বিশুদ্ধতা পরিমাপক যন্ত্রের নাম ল্যাকটোমিটার, বিভব পার্থক্য পরিমাপক যন্ত্রের নাম ভোল্টমিটার এবং তরল পদার্থের আপেক্ষিক ঘনত্ব পরিমাপক যন্ত্রের নাম হাইড্রোমিটার।"
    },
    {
        "id": 525,
        "page": PAGE_NUM,
        "question": "কোনটি নোবেল গ্যাস নয়? [MODMR-2006]",
        "options": [
            "হিলিয়াম",
            "ওজোন",
            "আর্গন",
            "নিয়ন"
        ],
        "answer": "খ",
        "explanation": "পর্যায় সারণির গ্রুপ-১৮ এর ৬টি গ্যাস; যথা— হিলিয়াম, নিয়ন, আর্গন, ক্রিপ্টন, জেনন, রেডন ইত্যাদিকে নোবেল গ্যাস বলে। কারণ এরা কারো সাথে বিক্রিয়া করে না।"
    }
]
