# Page 101: Q1055 - Q1074 (20 MCQs)
# Source: Images/BPSC Non Tech/BPSC Bangla/p101.jpg

questions = [
    {
        "id": 1055,
        "page": 101,
        "question": "“মাতুল” এর স্ত্রীলিঙ্গ কোনটি?",
        "exam_name": "BREB-2016",
        "options": [
            "মাতুলিনী",
            "মাতুলানী",
            "মাতলনী",
            "মাতুলা"
        ],
        "answer": "খ",
        "explanation": "তৎসম পুরুষবাচক ‘মাতুল’ শব্দের পরে ‘আনী’ প্রত্যয় যোগ করে স্ত্রীবাচক শব্দ গঠিত হয়। মাতুল-মাতুলানী।"
    },
    {
        "id": 1056,
        "page": 101,
        "question": "‘আশীবিষ’ কোন সমাস?",
        "exam_name": "PWD-2015; DPHE-2016",
        "options": [
            "কর্মধারয়",
            "বহুব্রীহি",
            "তৎপুরুষ",
            "অব্যয়ীভাব"
        ],
        "answer": "খ",
        "explanation": "আশীতে বিষ যার = আশীবিষ, এটি একটি বহুব্রীহি সমাস।"
    },
    {
        "id": 1057,
        "page": 101,
        "question": "কোন চরণটি সঠিক?",
        "exam_name": "BREB-2015",
        "options": [
            "ধন ধান্য পুষ্প ভরা",
            "ধন্য ধান্যে পুষ্পে ভরা",
            "ধন্যে ধান্যে পুষ্পে ভরা",
            "ধনে ধান্যে পুষ্পে ভরা"
        ],
        "answer": "ক",
        "explanation": "‘ধন ধান্য পুষ্প ভরা’ লাইনটি দ্বিজেন্দ্রলাল রায়ের রচিত। তাঁর রচিত নাটকগুলো হলো মবারকপতন, সিংহল বিজয়, সাজাহান।"
    },
    {
        "id": 1058,
        "page": 101,
        "question": "কোন বানানটি শুদ্ধ?",
        "exam_name": "BREB-2015",
        "options": [
            "শুশ্রুষা",
            "সুশ্রুষা",
            "শুশ্রূষা",
            "সুশ্রুসা"
        ],
        "answer": "গ",
        "explanation": "শুশ্রূষা বানানটি সঠিক। এর অর্থ সেবা করা।"
    },
    {
        "id": 1059,
        "page": 101,
        "question": "“স্বাধীনতা হীনতায় কে বাঁচিতে চায়” চরণটি কার রচনা?",
        "exam_name": "BREB-2015",
        "options": [
            "ঈশ্বরচন্দ্র গুপ্ত",
            "মধুসূদন দত্ত",
            "হেমচন্দ্র বন্দ্যোপাধ্যায়",
            "রঙ্গলাল বন্দ্যোপাধ্যায়"
        ],
        "answer": "ঘ",
        "explanation": "“স্বাধীনতা হীনতায় কে বাঁচিতে চায়” চরণটি রঙ্গলাল বন্দ্যোপাধ্যায়ের রচিত। তাঁর উল্লেখযোগ্য সাহিত্যকর্ম- পদ্মিনী উপাখ্যান, কর্মদেবী, শুরসুন্দরী।"
    },
    {
        "id": 1060,
        "page": 101,
        "question": "রবীন্দ্রনাথ ঠাকুরের কোন গ্রন্থটি উপন্যাস?",
        "exam_name": "BREB-2015",
        "options": [
            "শেষের কবিতা",
            "বলাকা",
            "ডাকঘর",
            "কালান্তর"
        ],
        "answer": "ক",
        "explanation": "‘শেষের কবিতা’ রবীন্দ্রনাথ ঠাকুরের একটি উপন্যাস। উপন্যাসটি ১৯২৯ সালে প্রকাশিত হয়। উপন্যাসের প্রধান চরিত্রগুলো হলো- অমিত, লাবণ্য, কেতকী।"
    },
    {
        "id": 1061,
        "page": 101,
        "question": "‘শ্রীকৃষ্ণকীর্তন’ কাব্যটি কে আবিষ্কার করেন?",
        "exam_name": "HED-2015",
        "options": [
            "বসন্তরঞ্জন রায়",
            "হরপ্রসাদ শাস্ত্রী",
            "সুকুমার সেন",
            "ড. মুহম্মদ শহীদুল্লাহ"
        ],
        "answer": "ক",
        "explanation": "মধ্যযুগের আদি নিদর্শন শ্রীকৃষ্ণকীর্তন ১৯০৯ সালে বাঁকুড়ার গোয়াল ঘর থেকে বসন্তরঞ্জন রায় আবিষ্কার করেন। এর রচয়িতা বড়ু চণ্ডীদাস। এতে মোট ১৩টি খণ্ড রয়েছে।"
    },
    {
        "id": 1062,
        "page": 101,
        "question": "রাধা-কৃষ্ণ বিষয়ক রচনা কোনটি?",
        "exam_name": "HED-2015",
        "options": [
            "সারদামঙ্গল",
            "বঙ্গসুন্দরী",
            "ব্রজাঙ্গনা",
            "কৃষ্ণকুমারী"
        ],
        "answer": "গ",
        "explanation": "‘ব্রজাঙ্গনা’ মাইকেল মধুসূদন দত্ত রচিত একটি গীতি কাব্য, যার বিষয় হলো রাধা-কৃষ্ণের প্রেম। ‘কৃষ্ণকুমারী’ মাইকেল মধুসূদন দত্তের নাটক। বঙ্গসুন্দরী, সারদা মঙ্গল বিহারীলাল চক্রবর্তীর কাব্যগ্রন্থ।"
    },
    {
        "id": 1063,
        "page": 101,
        "question": "‘দেশে-বিদেশে’ গ্রন্থটির রচয়িতা কে?",
        "exam_name": "HED-2015",
        "options": [
            "বঙ্কিমচন্দ্র চট্টোপাধ্যায়",
            "ঈশ্বরচন্দ্র বিদ্যাসাগর",
            "প্রমথ চৌধুরী",
            "সৈয়দ মুজতবা আলী"
        ],
        "answer": "ঘ",
        "explanation": "রম্যলেখক সৈয়দ মুজতবা আলীর ভ্রমণ কাহিনি ‘দেশে বিদেশে’। তাঁর রচিত গ্রন্থগুলো হলো পঞ্চতন্ত্র, টুনিমেম, অবিশ্বাস্য ইত্যাদি।"
    },
    {
        "id": 1064,
        "page": 101,
        "question": "‘বর্গী’ শব্দটি কোন ভাষা থেকে এসেছে?",
        "exam_name": "HED-2015",
        "options": [
            "মহারাষ্ট্রীয়",
            "হিন্দি",
            "তামিল",
            "ফারসি"
        ],
        "answer": "ক",
        "explanation": "বর্গী শব্দটি মহারাষ্ট্রীয় ভাষা থেকে এসেছে। চানাচুর হিন্দি শব্দ, খোদা, নামাজ ফারসি ভাষার শব্দ।"
    },
    {
        "id": 1065,
        "page": 101,
        "question": "বাংলা ব্যাকরণ অনুযায়ী পদ কয় প্রকার?",
        "exam_name": "HED-2015",
        "options": [
            "২ প্রকার",
            "৪ প্রকার",
            "৫ প্রকার",
            "৭ প্রকার"
        ],
        "answer": "ক",
        "explanation": "বাংলা ব্যাকরণ অনুযায়ী পদ প্রধানত ২ প্রকার যথা, (i) সব্যয়, (ii) অব্যয়। সব্যয় পদ আবার চার প্রকার- বিশেষ্য, বিশেষণ, সর্বনাম এবং ক্রিয়া।"
    },
    {
        "id": 1066,
        "page": 101,
        "question": "‘রাজা’ শব্দের সমার্থক শব্দ নয় কোনটি?",
        "exam_name": "HED-2015",
        "options": [
            "নৃপতি",
            "অম্বুপতি",
            "মহীপতি",
            "নৃপ"
        ],
        "answer": "খ",
        "explanation": "রাজা শব্দের সমার্থক শব্দ নৃপতি, ভূ-পতি, মহীপতি, নৃপ, বাদশাহ ইত্যাদি।"
    },
    {
        "id": 1067,
        "page": 101,
        "question": "‘বিরক্ত’ এর বিপরীত শব্দ-",
        "exam_name": "HED-2015",
        "options": [
            "শক্ত",
            "আনন্দ",
            "আদরণীয়",
            "অনুরক্ত"
        ],
        "answer": "ঘ",
        "explanation": "বিরক্ত শব্দের বিপরীত শব্দ অনুরক্ত। আনন্দ- বেদনা, শক্ত- কোমল।"
    },
    {
        "id": 1068,
        "page": 101,
        "question": "‘কানাকানি’ কোন বহুব্রীহি সমাসের উদাহরণ?",
        "exam_name": "HED-2015",
        "options": [
            "ব্যতিহার",
            "ব্যাধিকরণ",
            "সমানাধিকরণ",
            "মধ্যপদলোপী"
        ],
        "answer": "ক",
        "explanation": "ক্রিয়ার পারস্পরিক অর্থে ব্যতিহার বহুব্রীহি হয়। যেমন- কানাকানি, লাঠালাঠি ইত্যাদি।"
    },
    {
        "id": 1069,
        "page": 101,
        "question": "‘বিজিত’ শব্দের অর্থ কী?",
        "exam_name": "HED-2015",
        "options": [
            "পরাজিত",
            "পুরস্কৃত",
            "জয়লাভ করা",
            "জয়ী"
        ],
        "answer": "ক",
        "explanation": "বিজিত শব্দের অর্থ পরাজিত। যার বিপরীত শব্দ বিজয়ী/জয়লাভ করা।"
    },
    {
        "id": 1070,
        "page": 101,
        "question": "গঠন অনুসারে বাক্য কয় প্রকার?",
        "exam_name": "HED-15",
        "options": [
            "২ প্রকার",
            "৩ প্রকার",
            "৪ প্রকার",
            "৫ প্রকার"
        ],
        "answer": "খ",
        "explanation": "গঠন অনুসারে বাক্য তিন প্রকার- সরল বাক্য, যৌগিক বাক্য এবং জটিল বাক্য।"
    },
    {
        "id": 1071,
        "page": 101,
        "question": "নিম্নোক্ত শব্দগুচ্ছের মধ্যে বিশেষ্য কোনটি?",
        "exam_name": "HED-2015",
        "options": [
            "বিস্ময়",
            "ভগ্ন",
            "মধুর",
            "রেশমি"
        ],
        "answer": "ক",
        "explanation": "বিস্ময় একটি বিশেষ্য শব্দ। ভগ্ন, রেশমি, মধুর এগুলো বিশেষণ শব্দ।"
    },
    {
        "id": 1072,
        "page": 101,
        "question": "নিম্নের কোন বাক্যটি শুদ্ধ?",
        "exam_name": "HED-2015",
        "options": [
            "আমি সাক্ষী দিয়েছি",
            "আমি সাক্ষ্য দিয়েছি",
            "আমি সাক্ষী দিতেছি",
            "আমি সাক্ষী দিলাম"
        ],
        "answer": "খ",
        "explanation": "সাক্ষ্য শব্দটি সঠিক। তাই (খ) সঠিক উত্তর।"
    },
    {
        "id": 1073,
        "page": 101,
        "question": "‘সোনার তরী’- কাব্যগ্রন্থটির রচয়িতা কে?",
        "exam_name": "HED-2015",
        "options": [
            "কাজী নজরুল ইসলাম",
            "মাইকেল মধুসূদন দত্ত",
            "রবীন্দ্রনাথ ঠাকুর",
            "সুকুমার রায়"
        ],
        "answer": "গ",
        "explanation": "‘সোনার তরী’ কাব্যগ্রন্থের রচয়িতা বিশ্বকবি রবীন্দ্রনাথ ঠাকুর। তাঁর অন্যান্য কাব্যগ্রন্থ হলো চিত্রা, বলাকা, শেষলেখা, পূরবী ইত্যাদি।"
    },
    {
        "id": 1074,
        "page": 101,
        "question": "শামসুর রাহমানের রচনা নয় কোনটি?",
        "exam_name": "HED-2015",
        "options": [
            "এলাটিং বেলাটিং",
            "নিজ বাসভূমে",
            "রৌদ্র করোটিতে",
            "পারাপার"
        ],
        "answer": "ঘ",
        "explanation": "‘পারাপার’ হুমায়ূন আহমেদের হিমু সিরিজের একটি উপন্যাস। অন্যদিকে রৌদ্রকরোটিতে, ‘নিজ বাসভূমে’ শামসুর রাহমানের কাব্যগ্রন্থ। ‘এলাটিং বেলাটিং’ শামসুর রাহমানের শিশুতোষ বই।"
    }
]
