# Page 102: Q1075 - Q1091 (17 MCQs)
# Source: Images/BPSC Non Tech/BPSC Bangla/p102.jpg

questions = [
    {
        "id": 1075,
        "page": 102,
        "question": "কোন রচনাটি শহীদুল্লা কায়সার এর?",
        "exam_name": "HED-2015",
        "options": [
            "সংশপ্তক",
            "বরফগলা নদী",
            "প্রেম একটি লাল গোলাপ",
            "আবদুল্লাহ"
        ],
        "answer": "ক",
        "explanation": "সংশপ্তক উপন্যাসটি শহীদুল্লা কায়সারের রচিত। তাঁর আরেকটি উপন্যাস হলো সারেং বউ। তার সহোদর জহির রায়হানের বিখ্যাত উপন্যাস হলো ‘বরফ গলা নদী’"
    },
    {
        "id": 1076,
        "page": 102,
        "question": "‘মেঘনাদবধ কাব্য’ এর রচয়িতা কে?",
        "exam_name": "HED-15",
        "options": [
            "বিহারীলাল চক্রবর্তী",
            "রবীন্দ্রনাথ ঠাকুর",
            "মাইকেল মধুসূদন দত্ত",
            "জসীমউদ্দীন"
        ],
        "answer": "গ",
        "explanation": "মাইকেল মধুসূদন কর্তৃক রচিত “মেঘনাদবধ কাব্য” বাংলা সাহিত্যের প্রথম মহাকাব্য। এটি ১৮৬১ সালে প্রকাশিত হয়। তিনি বাংলা সাহিত্যে প্রথম সার্থক নাটক এবং সনেটের প্রবক্তা।"
    },
    {
        "id": 1077,
        "page": 102,
        "question": "‘নবকুমার’ কোন উপন্যাসের চরিত্র?",
        "exam_name": "HED-15",
        "options": [
            "কপালকুণ্ডলা",
            "বিষবৃক্ষ",
            "দুর্গেশনন্দিনী",
            "সীতারাম"
        ],
        "answer": "ক",
        "explanation": "সাহিত্য-সম্রাট বঙ্কিমচন্দ্র চট্টোপাধ্যায় রচিত “কপালকুণ্ডলা” উপন্যাসের উল্লেখযোগ্য চরিত্র কাপালিক, নবকুমার, কপালকুণ্ডলা। এ উপন্যাসের শ্রেষ্ঠ সংলাপ “পথিক তুমি পথ হারাইয়াছ।”"
    },
    {
        "id": 1078,
        "page": 102,
        "question": "‘কান্নায় শোক কমে’ – এখানে ‘কান্নায়’ কোন কারকে কোন বিভক্তি?",
        "exam_name": "HED-2015",
        "options": [
            "করণ কারকে ৭মী",
            "অপাদানে ৭মী",
            "অধিকরণে ৭মী",
            "সম্প্রদানে ৭মী"
        ],
        "answer": "গ",
        "explanation": "যদি ক্রিয়াবাচক বিশেষ্য অন্য ক্রিয়ার কোনোরূপ ভাবের অভিব্যক্তি প্রকাশ করে, তাকে ভাবাধিকরণ বলে। যেমন- কান্নায় শোক মন্দীভূত হয়।"
    },
    {
        "id": 1079,
        "page": 102,
        "question": "‘র’ কোন জাতীয় ধ্বনি?",
        "exam_name": "HED-2015",
        "options": [
            "পার্শ্বিক ধ্বনি",
            "তাড়নজাত ধ্বনি",
            "কম্পনজাত ধ্বনি",
            "স্পর্শ ধ্বনি"
        ],
        "answer": "গ",
        "explanation": "র হচ্ছে কম্পনজাত ধ্বনি। ড়, ঢ় তাড়নজাত ধ্বনি, ল পার্শ্বিক ধ্বনি, ক–ম পর্যন্ত ২৫টি ধ্বনি স্পর্শ ধ্বনি।"
    },
    {
        "id": 1080,
        "page": 102,
        "question": "কোন মনীষী সর্বপ্রথম বিধবা বিবাহের পক্ষে আন্দোলন করেন?",
        "exam_name": "HED-2015",
        "options": [
            "দাদাভাই নওরোজি",
            "শ্রীনিভাস শাস্ত্রী",
            "রাজা রামমোহন রায়",
            "ঈশ্বরচন্দ্র বিদ্যাসাগর"
        ],
        "answer": "ঘ",
        "explanation": "বাংলা গদ্যের জনক ঈশ্বরচন্দ্র বিদ্যাসাগর বিধবা বিবাহের পক্ষে আন্দোলন করেন। তিনি সতীদাহ প্রথার বিলোপ করেন।"
    },
    {
        "id": 1081,
        "page": 102,
        "question": "বাংলা সাহিত্যে প্রথম সার্থক উপন্যাস কোনটি?",
        "exam_name": "PWD-15",
        "options": [
            "নববাবু বিলাস",
            "ফুলমনি ও করুনার বিবরণ",
            "দুর্গেশনন্দিনী",
            "অঙ্গুরীয় বিনিময়"
        ],
        "answer": "গ",
        "explanation": "বাংলা সাহিত্যের প্রথম সার্থক ঔপন্যাসিক বঙ্কিমচন্দ্র চট্টোপাধ্যায় রচিত ‘দুর্গেশনন্দিনী’ বাংলা সাহিত্যের প্রথম সার্থক উপন্যাস। এটি প্রকাশিত হয় ১৮৬৫ সালে।"
    },
    {
        "id": 1082,
        "page": 102,
        "question": "‘একেই কি বলে সভ্যতা’ কোন ধরনের নাটক-",
        "exam_name": "PWD-2015",
        "options": [
            "প্রহসন",
            "কমেডি",
            "ট্র্যাজেডি",
            "মেলোড্রামা"
        ],
        "answer": "ক",
        "explanation": "বাংলা সাহিত্যের প্রথম মহাকবি মাইকেল মধুসূদন দত্ত রচিত প্রহসনগুলো হলো– একেই কি বলে সভ্যতা, বুড়ো শালিকের ঘাড়ে রোঁ।"
    },
    {
        "id": 1083,
        "page": 102,
        "question": "‘লিপিমালা’ রচনা করেছেন-",
        "exam_name": "PWD-2015",
        "options": [
            "কাশী রাম দাস",
            "দ্বিজরাম দেব",
            "রামরাম বসু",
            "মুক্তরাম সেন"
        ],
        "answer": "গ",
        "explanation": "‘লিপিমালা’ বইটির রচয়িতা রাম রামবসু। এটি ১৮০২ সালে প্রকাশিত হয়। তাঁর অন্য গ্রন্থটি ‘রাজা প্রতাপাদিত্য চরিত্র’। বাংলা ভাষায় কোনো বাঙালি কর্তৃক লিখিত প্রথম মৌলিক গদ্য গ্রন্থ হিসেবে বিবেচনা করা হয়।"
    },
    {
        "id": 1084,
        "page": 102,
        "question": "রবীন্দ্রনাথ ঠাকুরের কোন কাব্যে পরিণতি ঘটেছে?",
        "exam_name": "PWD-2015",
        "options": [
            "ক্ষণিকা",
            "বলাকা",
            "মানসী",
            "পূরবী"
        ],
        "answer": "খ",
        "explanation": "কবিগুরু রবীন্দ্রনাথ ঠাকুর রচিত বলাকা কাব্যগ্রন্থে পরিণতি পেয়েছে। তাঁর অন্যান্য কাব্যগুলোর মধ্যে মানসী, সোনার তরী, ক্ষণিকা, মানসী, চিত্রা, পূরবী উল্লেখযোগ্য।"
    },
    {
        "id": 1085,
        "page": 102,
        "question": "কাজী নজরুল ইসলামের প্রেমের কাব্য কোনটি?",
        "exam_name": "PWD-2015",
        "options": [
            "ফণিমনসা",
            "বনগীতি",
            "দোলনচাঁপা",
            "গানের মালা"
        ],
        "answer": "গ",
        "explanation": "‘দোলনচাঁপা’ কাব্যগ্রন্থকে কাজী নজরুল ইসলামের প্রেমের কাব্য বলা হয়। অগ্নিবীণা, বিষের বাঁশী, সিন্ধু-হিন্দোল, চক্রবাক, ফণি-মনসা, জিঞ্জীর, প্রলয় শিখা, ভাঙার গান তাঁর উল্লেখযোগ্য গ্রন্থ।"
    },
    {
        "id": 1086,
        "page": 102,
        "question": "মীর মশাররফ হোসেন রচিত গ্রন্থ কোনটি?",
        "exam_name": "PWD-2015",
        "options": [
            "হুতোম প্যাঁচার নকসা",
            "আলালের ঘরের দুলাল",
            "কমলাকান্তের দপ্তর",
            "উদাসী পথিকের মনের কথা"
        ],
        "answer": "ঘ",
        "explanation": "‘উদাসী পথিকের মনের কথা’ মীর মশাররফ হোসেন রচিত একটি আত্মজীবনীমূলক গ্রন্থ। তাঁর অন্যান্য গ্রন্থের মধ্যে রয়েছে বিষাদসিন্ধু, জমিদার দর্পণ, বসন্তকুমারী, রত্নাবতী, বিষাদসিন্ধু ইত্যাদি।"
    },
    {
        "id": 1087,
        "page": 102,
        "question": "রোকেয়া সাখাওয়াত হোসেন রচিত উপন্যাস কোনটি?",
        "exam_name": "PWD-2015",
        "options": [
            "পদ্মরাগ",
            "পদ্মাবতী",
            "মতিচূর",
            "মতিমহল"
        ],
        "answer": "ক",
        "explanation": "বেগম রোকেয়া সাখাওয়াত হোসেন রচিত উপন্যাস পদ্মরাগ এবং সুলতানার স্বপ্ন। মতিচূর তাঁর প্রবন্ধগ্রন্থ।"
    },
    {
        "id": 1088,
        "page": 102,
        "question": "ভাষা আন্দোলন নির্ভর উপন্যাস কোনটি?",
        "exam_name": "PWD-2015",
        "options": [
            "নেকড়ে অরণ্য",
            "জীবন ক্ষুধা",
            "আরেক ফাল্গুন",
            "আনন্দের মৃত্যু"
        ],
        "answer": "গ",
        "explanation": "‘আরেক ফাল্গুন’ জহির রায়হানের ভাষা আন্দোলন নির্ভর উপন্যাস। ‘নেকড়ে অরণ্য’ শওকত ওসমানের মুক্তিযুদ্ধভিত্তিক উপন্যাস। ‘আনন্দের মৃত্যু’ সৈয়দ শামসুল হকের গল্পগ্রন্থ।"
    },
    {
        "id": 1089,
        "page": 102,
        "question": "হাসান আজিজুল হক রচিত ছোটগল্প কোনটি?",
        "exam_name": "PWD-2015",
        "options": [
            "তাস",
            "তৃষ্ণা",
            "এলোমেলো",
            "ধান কন্যা"
        ],
        "answer": "খ",
        "explanation": "‘তৃষ্ণা’ হাসান আজিজুল হকের ছোটগল্প। ‘তৃষ্ণা’ ছোটগল্পটি জহির রায়হানের। ‘ধান কন্যা’ আলাউদ্দীন আল আজাদের গল্পগ্রন্থ।"
    },
    {
        "id": 1090,
        "page": 102,
        "question": "কোনটি মুনীর চৌধুরীর অনূদিত নাটক?",
        "exam_name": "PWD-2015",
        "options": [
            "রুপার কৌটা",
            "রূপান্তর",
            "বাগদাদের কবি",
            "মাইল পোস্ট"
        ],
        "answer": "ক",
        "explanation": "‘রুপার কৌটা’ মুনীর চৌধুরীর অনূদিত নাটক। জন গলসওয়ার্দি (John Galsworthy) এর The Silver Box-এর বাংলা অনুবাদ।"
    },
    {
        "id": 1091,
        "page": 102,
        "question": "‘যা কখনো নষ্ট হয় না’ বাক্যটির সংকুচিত রূপ কোনটি?",
        "exam_name": "PWD-2015",
        "options": [
            "অনষ্টভাব",
            "অবিনশ্বর",
            "অবিনষ্ট",
            "অনাহত"
        ],
        "answer": "খ",
        "explanation": "‘যা কখনো নষ্ট হয় না’ বাক্যটির সংকুচিত রূপ হলো- অবিনশ্বর। যা কখনো নষ্ট হয় না তাকে অবিনশ্বর বলে। যে আহত হয় নি তাকে অনাহত বলে।"
    }
]
