# Page 103: Q1092 - Q1108 (17 MCQs)
# Source: Images/BPSC Non Tech/BPSC Bangla/p103.jpg

questions = [
    {
        "id": 1092,
        "page": 103,
        "question": "জসীমউদ্দীন রচিত ‘নিমন্ত্রণ’ কবিতাটি কোন গ্রন্থের অন্তর্ভুক্ত?",
        "exam_name": "PWD-2015",
        "options": [
            "বালুচর",
            "রাখালী",
            "ধানক্ষেত",
            "মাটির কান্না"
        ],
        "answer": "গ",
        "explanation": "পল্লীকবি জসীমউদ্দীনের 'নিমন্ত্রণ' কবিতাটি তার ধানক্ষেত কাব্যগ্রন্থের অন্তর্গত। তাঁর অন্যান্য কাব্যগ্রন্থ হলো বালুচর, রাখালী, মাটির কান্না, নকশী কাঁথার মাঠ, সোজন বাদিয়ার ঘাট, মা যে জননী কান্দে।"
    },
    {
        "id": 1093,
        "page": 103,
        "question": "অর্থবাচকতা নাই-",
        "exam_name": "PWD-2015",
        "options": [
            "কারকের",
            "উপসর্গের",
            "অনুসর্গের",
            "ধাতুর"
        ],
        "answer": "খ",
        "explanation": "উপসর্গের কোনো অর্থবাচকতা নেই। উপসর্গ হলো কোনো ধ্বনি বা শব্দ, যা অন্য শব্দের পূর্বে বসে নতুন শব্দ গঠন করে অন্য শব্দকে অর্থবাচক করে তোলে।"
    },
    {
        "id": 1094,
        "page": 103,
        "question": "ভাষার ক্ষুদ্রতম ভাষিক একক কী?",
        "exam_name": "PWD-2015",
        "options": [
            "বর্ণ",
            "অক্ষর",
            "ধ্বনি",
            "শব্দ"
        ],
        "answer": "গ",
        "explanation": "ভাষার ক্ষুদ্রতম একক ধ্বনি। বাক্যের ক্ষুদ্রতম একক শব্দ এবং শব্দের ক্ষুদ্রতম একক বর্ণ।"
    },
    {
        "id": 1095,
        "page": 103,
        "question": "‘উপক্রম’ শব্দের যথার্থ সমার্থক শব্দ কোনটি?",
        "exam_name": "PWD-2015",
        "options": [
            "সূত্রপাত",
            "চেষ্টা",
            "প্রয়াস",
            "আরম্ভ"
        ],
        "answer": "ক",
        "explanation": "‘উপক্রম’ শব্দের সমার্থক শব্দ হলো শুরু, প্রারম্ভ, সূত্রপাত।"
    },
    {
        "id": 1096,
        "page": 103,
        "question": "উৎসগত দিক থেকে শব্দ-",
        "exam_name": "PWD-2015",
        "options": [
            "তিন প্রকার",
            "চার প্রকার",
            "পাঁচ প্রকার",
            "ছয় প্রকার"
        ],
        "answer": "গ",
        "explanation": "উৎসগত দিক দিয়ে শব্দ ৫ প্রকার, যথা- দেশি, বিদেশি, তৎসম, অর্ধ-তৎসম, তদ্ভব। অর্থানুসারে শব্দ ৩ প্রকার।"
    },
    {
        "id": 1097,
        "page": 103,
        "question": "বিদেশি উপসর্গ দিয়ে গঠিত শব্দ কোনটি?",
        "exam_name": "PWD-2015",
        "options": [
            "বেকার",
            "বিকার",
            "নিদাঘ",
            "নিবার"
        ],
        "answer": "ক",
        "explanation": "শব্দের পূর্বে ব্যবহৃত অব্যয়সূচক শব্দাংশকেই উপসর্গ বলে। উপসর্গের নিজস্ব কোন অর্থ নেই। এরা অন্য শব্দের পূর্বে যুক্ত হয়ে নতুন অর্থবোধক শব্দ তৈরি করে।"
    },
    {
        "id": 1098,
        "page": 103,
        "question": "কোনটি সন্ধির নিপাতনে সিদ্ধ হয়েছে?",
        "exam_name": "PWD-2015",
        "options": [
            "যদ্যপি",
            "লবণ",
            "গবাক্ষ",
            "সংসার"
        ],
        "answer": "গ",
        "explanation": "কতকগুলো সন্ধি আছে যেগুলো কোনো নিয়ম অনুসারে হয় না, তাকে নিপাতনে সিদ্ধ সন্ধি বলে। যেমন- কুলটা, গবাক্ষ, প্রৌঢ়, মার্তণ্ড, আশ্চর্য, গোস্পদ, তস্কর, বৃহস্পতি, পরিষ্কার, দ্যুলোক।"
    },
    {
        "id": 1099,
        "page": 103,
        "question": "‘চণ্ডীমঙ্গল’ কাব্যের শ্রেষ্ঠ কবি বলা হয় কাকে-",
        "exam_name": "PWD-15",
        "options": [
            "দ্বিজরাম দাস",
            "রূপরাম চক্রবর্তী",
            "দ্বিজমাধব",
            "মুকুন্দ চক্রবর্তী"
        ],
        "answer": "ঘ",
        "explanation": "মঙ্গল কাব্যধারার অন্যতম মঙ্গলকাব্য ‘চণ্ডীমঙ্গল’ কাব্য। জনশ্রুতি অনুসারে ‘চণ্ডীমঙ্গল’কাব্যের আদি কবি মানিক দত্ত এবং সর্বাধিক জনপ্রিয় কবি মুকুন্দরাম চক্রবর্তী।"
    },
    {
        "id": 1100,
        "page": 103,
        "question": "সংস্কৃত রামায়ণ বাংলায় অনুবাদ করেন-",
        "exam_name": "PWD-2015",
        "options": [
            "নলিনীকান্ত ভট্টাশালী",
            "কাশী রাম দাস",
            "মালাধর বসু",
            "কৃত্তিবাস ওঝা"
        ],
        "answer": "ঘ",
        "explanation": "রামায়ণের বাংলা অনুবাদক কৃত্তিবাস ওঝা। মালাধর বসু অনুবাদ করেন শ্রীকৃষ্ণবিজয় কাব্য। মহাভারতের শ্রেষ্ঠ অনুবাদক কাশীরাম দাস।"
    },
    {
        "id": 1101,
        "page": 103,
        "question": "চর্যাপদে কতজন কবির পদ রয়েছে?",
        "exam_name": "PWD-15",
        "options": [
            "২৭ জন",
            "২৬ জন",
            "২৪ জন",
            "২৫ জন"
        ],
        "answer": "গ",
        "explanation": "বাংলা সাহিত্যের আদি নিদর্শন চর্যাপদ আবিষ্কৃত হয় ১৯০৭ সালে নেপালের রাজদরবার থেকে। এটি আবিষ্কার করেন হরপ্রসাদ শাস্ত্রী। চর্যাপদে ২৪ জন কবির পদ রয়েছে। এর মধ্যে উল্লেখযোগ্য কবি হলেন লুইপা, শবরপা, কাহ্নপা, কুক্কুরীপা প্রমুখ।"
    },
    {
        "id": 1102,
        "page": 103,
        "question": "২২ শ্রাবণ কেন স্মরণীয়?",
        "exam_name": "R&H-2012",
        "options": [
            "কবিগুরু রবীন্দ্রনাথ ঠাকুরের প্রয়াণ দিবস",
            "কবি নজরুল ইসলামের মৃত্যু বার্ষিকী",
            "কবিগুরু রবীন্দ্রনাথ ঠাকুরের জন্মদিন",
            "কবি জীবনানন্দ দাশের জন্মদিন"
        ],
        "answer": "ক",
        "explanation": "১৯৪১ সালের ৭ আগস্ট বাংলা ২২ শ্রাবণ রবীন্দ্রনাথ ঠাকুর মৃত্যুবরণ করেন। তাঁর রচিত শ্রেষ্ঠ উপন্যাসগুলো হলো- ‘গোরা’, ‘চতুরঙ্গ’, ‘যোগাযোগ’, ‘চোখের বালি’, ‘নৌকাডুবি’ ইত্যাদি।"
    },
    {
        "id": 1103,
        "page": 103,
        "question": "বিখ্যাত ‘সামুরাই’ শব্দটি ব্যবহৃত হয়-",
        "exam_name": "R&H-2012",
        "options": [
            "চীন",
            "দক্ষিণ কোরিয়া",
            "জাপান",
            "ভিয়েতনাম"
        ],
        "answer": "গ",
        "explanation": "সামুরাই শব্দটি জাপানে ব্যবহৃত হয়। এর অর্থ হচ্ছে কাউকে সেবা করা।"
    },
    {
        "id": 1104,
        "page": 103,
        "question": "বাংলা ভাষা কোন ভাষাগোষ্ঠীর সদস্য?",
        "exam_name": "R&H-2006, 12",
        "options": [
            "অস্ট্রিক",
            "দ্রাবিড়",
            "ইন্দো-ইউরোপীয়",
            "ভোটচীনীয়"
        ],
        "answer": "গ",
        "explanation": "বাংলা ভাষা ইন্দো-ইউরোপীয় ভাষাভাষী গোষ্ঠীর সদস্য। খ্রিস্টপূর্ব ৫০০ বছর পূর্বে এরা এদেশে আগমন করে।"
    },
    {
        "id": 1105,
        "page": 103,
        "question": "কোনটি প্রহসন?",
        "exam_name": "R&H-2012",
        "options": [
            "নীলদর্পণ",
            "কৃষ্ণকুমারী",
            "সধবার একাদশী",
            "যৈবতী কন্যার মন"
        ],
        "answer": "গ",
        "explanation": "সধবার একাদশী প্রহসনটি দীনবন্ধু মিত্রের। নীলদর্পণ তার একটি বিখ্যাত নাটক। কৃষ্ণকুমারী নাটকের রচয়িতা মাইকেল মধুসূদন দত্ত। যৈবতী কন্যার মন নাটকের রচয়িতা নাট্যাচার্য সেলিম আল দীন।"
    },
    {
        "id": 1106,
        "page": 103,
        "question": "‘বিদ্রোহী’ কবিতাটি কাজী নজরুল ইসলামের কোন কাব্যগ্রন্থের অন্তর্ভুক্ত?",
        "exam_name": "R&H-2012",
        "options": [
            "ভাঙার গান",
            "অগ্নিবীণা",
            "প্রলয়শিখা",
            "বিষের বাঁশী"
        ],
        "answer": "খ",
        "explanation": "“বিদ্রোহী” কবিতাটি কবি কাজী নজরুলের ‘অগ্নিবীণা’ কাব্যগ্রন্থের অন্তর্ভুক্ত। বিদ্রোহী, অগ্নিবীণা কাব্যগ্রন্থের দ্বিতীয় কবিতা, যা ১৯২১ সালে প্রকাশিত হয়। এটি ‘বিজলী’ পত্রিকায় প্রকাশিত হয়।"
    },
    {
        "id": 1107,
        "page": 103,
        "question": "বাংলা ভাষায় চলিতরীতি প্রবর্তনের উল্লেখযোগ্য ভূমিকা রেখেছেন কে?",
        "exam_name": "R&H-2012",
        "options": [
            "রাজা রামমোহন রায়",
            "ঈশ্বরচন্দ্র বিদ্যাসাগর",
            "প্রমথ চৌধুরী",
            "রামরাম বসু"
        ],
        "answer": "গ",
        "explanation": "প্রমথ চৌধুরী বাংলা ভাষায় চলিত রীতির প্রবর্তক। তিনি বীরবলের হালখাতা গ্রন্থটি চলিত ভাষায় রচনা করেন। সবুজপত্র পত্রিকাটি ১৯১৪ সালে চলিত ভাষায় প্রকাশ করেন।"
    },
    {
        "id": 1108,
        "page": 103,
        "question": "কোনটি মুক্তিযুদ্ধভিত্তিক নাটক?",
        "exam_name": "R&H-2012",
        "options": [
            "নুরলদীনের সারাজীবন",
            "কিতনখোলা",
            "পায়ের আওয়াজ পাওয়া যায়",
            "কবর"
        ],
        "answer": "গ",
        "explanation": "সৈয়দ শামসুল হকের ‘পায়ের আওয়াজ পাওয়া যায়’ একটি মুক্তিযুদ্ধভিত্তিক নাটক। ‘নুরলদীনের সারাজীবন’ তাঁর আরেকটি নাটক। ‘কবর’ মুনীর চৌধুরীর এবং ‘কিতনখোলা’ সেলিম আল দীনের নাটক।"
    }
]
