# Page 104: Q1109 - Q1125 (17 MCQs)
# Source: Images/BPSC Non Tech/BPSC Bangla/p104.jpg

questions = [
    {
        "id": 1109,
        "page": 104,
        "question": "‘কাঁদো নদী কাঁদো’ উপন্যাসের লেখক কে?",
        "exam_name": "R&H-2012",
        "options": [
            "শওকত ওসমান",
            "সৈয়দ ওয়ালীউল্লাহ",
            "সৈয়দ শামসুল হক",
            "মীর মশাররফ হোসেন"
        ],
        "answer": "খ",
        "explanation": "‘কাঁদো নদী কাঁদো’ সৈয়দ ওয়ালীউল্লাহর বিখ্যাত উপন্যাস। লালসালু, চাঁদের অমাবস্যা তার দুটি উপন্যাস। বহিপীর, তরঙ্গভঙ্গ, সুড়ঙ্গ তাঁর রচিত নাটক।"
    },
    {
        "id": 1110,
        "page": 104,
        "question": "কোনটি বিদেশি শব্দ নয়?",
        "exam_name": "R&H-2012",
        "options": [
            "বাবুর্চি",
            "আনারস",
            "ঢেঁকি",
            "দাদা"
        ],
        "answer": "গ",
        "explanation": "ঢেঁকি, ঢোল, কুলা, টোপর দেশি ভাষার শব্দ। বাবুর্চি, চাকর তুর্কি শব্দ। আনারস, আলপিন, চাবি পর্তুগিজ শব্দ। দাদা হিন্দি শব্দ।"
    },
    {
        "id": 1111,
        "page": 104,
        "question": "অর্ধতৎসম শব্দের উদাহরণ কোনটি?",
        "exam_name": "R&H-2012",
        "options": [
            "গঞ্জ",
            "চাঁদ",
            "পিতা",
            "গিন্নি"
        ],
        "answer": "ঘ",
        "explanation": "অর্ধতৎসম শব্দগুলো হলো- গিন্নি, ছেরাদ্দ, গেরাম, চন্দর ইত্যাদি।"
    },
    {
        "id": 1112,
        "page": 104,
        "question": "লিঙ্গান্তর হয় না এমন শব্দ কোনটি?",
        "exam_name": "R&H-2012",
        "options": [
            "নদ",
            "শিশু",
            "কবিরাজ",
            "ননদ"
        ],
        "answer": "গ",
        "explanation": "লিঙ্গান্তর হয় না কতকগুলো শব্দের যেমন- কবিরাজ, কৃতদার, ঢাকী ইত্যাদি।"
    },
    {
        "id": 1113,
        "page": 104,
        "question": "এক কথায় ‘হাতির ডাক’-",
        "exam_name": "R&H-2012",
        "options": [
            "হ্রেষা",
            "বৃংহিত",
            "হুংকার",
            "বৃক্কন"
        ],
        "answer": "খ",
        "explanation": "সিংহের গর্জন– হুংকার, হাতির ডাক– বৃংহিত, কুকুরের ডাক– বৃক্কন, ঘোড়ার ডাক– হ্রেষা।"
    },
    {
        "id": 1114,
        "page": 104,
        "question": "কোনটি খাঁটি বাংলা উপসর্গ?",
        "exam_name": "R&H-2012",
        "options": [
            "অজ",
            "মতি",
            "ফি",
            "খাস"
        ],
        "answer": "ক",
        "explanation": "বাংলা ভাষায় ৩ প্রকার উপসর্গ রয়েছে। তার মধ্যে ২১টি খাঁটি বাংলা উপসর্গ, যেমন- অ, অঘা, অজ, অনা, অতি, আর ইত্যাদি। সংস্কৃত উপসর্গ ২০টি। আরেকটি হলো বিদেশি উপসর্গ।"
    },
    {
        "id": 1115,
        "page": 104,
        "question": "কোনটি উপমিত কর্মধারয়-এর উদাহরণ?",
        "exam_name": "R&H-2012",
        "options": [
            "স্নেহনীড়",
            "কুসুমকোমল",
            "করপল্লব",
            "ঘনশ্যাম"
        ],
        "answer": "গ",
        "explanation": "সাধারণ গুণের উল্লেখ না করে উপমেয় পদের যে সমাস হয়, তাকে উপমিত কর্মধারয় সমাস বলে। যেমন– কর পল্লবের ন্যায় = করপল্লব।"
    },
    {
        "id": 1116,
        "page": 104,
        "question": "‘উষ্ণ’ শব্দে যুক্তাক্ষরটি কোন কোন বর্ণের সমন্বয়ে গঠিত?",
        "exam_name": "R&H-2012",
        "options": [
            "ষ + ণ",
            "য + ন",
            "ষ + ঞ",
            "ষ + ঙ"
        ],
        "answer": "ক",
        "explanation": "‘ষ্ণ’ কে বিশ্লেষণ করলে ষ + ণ পাওয়া যায়। যেমন– তৃষ্ণা, উষ্ণ ইত্যাদি।"
    },
    {
        "id": 1117,
        "page": 104,
        "question": "‘কুঞ্জর’ শব্দের অর্থ কী?",
        "exam_name": "R&H-2012",
        "options": [
            "হরিণ",
            "খরগোশ",
            "বাঘ",
            "হাতি"
        ],
        "answer": "ঘ",
        "explanation": "কুঞ্জর শব্দের অর্থ– হাতি, গজ, ঐরাবত, দ্বিজ ইত্যাদি।"
    },
    {
        "id": 1118,
        "page": 104,
        "question": "বাক্য গঠনের অপরিহার্য অংশ কোনটি?",
        "exam_name": "R&H-2012",
        "options": [
            "বিশেষ্য",
            "সর্বনাম",
            "ক্রিয়া",
            "অব্যয়"
        ],
        "answer": "গ",
        "explanation": "যা দ্বারা করা, যাওয়া, খাওয়া অর্থাৎ সমস্ত কাজ বুঝায় তাকে ক্রিয়া বলে। অর্থাৎ বাক্য গঠনে ক্রিয়া অপরিহার্য।"
    },
    {
        "id": 1119,
        "page": 104,
        "question": "নেমেসিস-এর লেখক কে?",
        "exam_name": "R&H-2012",
        "options": [
            "নুরুল মোমেন",
            "সেলিম আল দীন",
            "মুনীর চৌধুরী",
            "আসকার ইবনে শাইখ"
        ],
        "answer": "ক",
        "explanation": "পঞ্চাশের মন্বন্তর নিয়ে রচিত নেমেসিস নাটকের রচয়িতা নুরুল মোমেন। তাঁর অন্যান্য নাটক হলো- যেমন ইচ্ছে তেমন, নেমেসিস, রূপান্তর ইত্যাদি।"
    },
    {
        "id": 1120,
        "page": 104,
        "question": "‘বাংলা ভাষার ইতিবৃত্ত’ রচনা করেছেন-",
        "exam_name": "R&H-2012",
        "options": [
            "সুকুমার সেন",
            "সুনীতি কুমার চট্টোপাধ্যায়",
            "মুহম্মদ শহীদুল্লাহ",
            "দানীয়ুল হক"
        ],
        "answer": "গ",
        "explanation": "ভাষাবিদ শহীদুল্লাহ 'বাংলা ভাষার ইতিবৃত্ত' গ্রন্থটি রচনা করেন। তাঁর ভাষা ও সাহিত্য, বাংলা সাহিত্যের কথা তাঁর বিখ্যাত গ্রন্থ। তিনি শিশুদের জন্য 'আঙুর' পত্রিকা সম্পাদনা করেন। তিনি ১৯৬৭ সালে বাংলা একাডেমিতে যোগদান করেন।"
    },
    {
        "id": 1121,
        "page": 104,
        "question": "‘পানি’ শব্দটি বাংলায় কোন ভাষা হতে এসেছে?",
        "exam_name": "R&H-2012",
        "options": [
            "আরবি",
            "ফারসি",
            "তুর্কি",
            "হিন্দি"
        ],
        "answer": "ঘ",
        "explanation": "‘পানি’ শব্দটি হিন্দি ভাষা থেকে বাংলায় এসেছে। এখানে, আরবি শব্দ : আল্লাহ্, ইসলাম, ঈমান, ওজু, কোরআন, গোসল, আদালত, আলেম, ইনসান, খবর, কলম, কিতাব ইত্যাদি। ফারসি শব্দ : খোদা, গুনাহ, দোজখ, নামাজ, পয়গম্বর, কারখানা, চশমা, জবানবন্দি, বাদশাহ, আমদানি, জানোয়ার ইত্যাদি। তুর্কি শব্দ : চাকর, চাকু, তোপ, দারোগা ইত্যাদি। হিন্দি শব্দ : পানি, দাদা, দাদি, চানাচুর ইত্যাদি।"
    },
    {
        "id": 1122,
        "page": 104,
        "question": "কোন ধরনের কাব্যকে ‘জঙ্গনামা’ বলা হয়?",
        "exam_name": "PWD-2012",
        "options": [
            "নীতিকাব্য",
            "প্রণয় কাব্য",
            "শোকগাঁথা",
            "যুদ্ধ কাব্য"
        ],
        "answer": "ঘ",
        "explanation": "‘জঙ্গনামা’ মধ্যযুগীয় বাংলা সাহিত্যের মুসলিম ঐতিহ্যবাহী যুদ্ধবিষয়ক কাব্য। এটির লেখক শেখ ফয়জুল্লাহ্।"
    },
    {
        "id": 1123,
        "page": 104,
        "question": "‘অন্নদামঙ্গল’ কাব্য কার রচনা?",
        "exam_name": "PWD-2012",
        "options": [
            "বিদ্যাপতি",
            "বিজয় গুপ্ত",
            "ভারতচন্দ্র",
            "বিহারীলাল চক্রবর্তী"
        ],
        "answer": "গ",
        "explanation": "অন্নদামঙ্গল মধ্যযুগের অন্যতম শ্রেষ্ঠ কাব্য। এ গ্রন্থের রচয়িতা ভারতচন্দ্র রায়গুণাকর। তিনি মধ্যযুগের শেষভাগের একজন প্রভাবশালী কবি ছিলেন। 'অন্নদামঙ্গল' তিনটি অংশে বিভক্ত।"
    },
    {
        "id": 1124,
        "page": 104,
        "question": "Blank verse অর্থ-",
        "exam_name": "PWD-2012",
        "options": [
            "অনুপ্রাস",
            "অমিত্রাক্ষর",
            "পয়ার",
            "চতুর্দশপদী"
        ],
        "answer": "খ",
        "explanation": "যে-সকল কবিতায় ছন্দের মিল থাকে না, তাকে Blank verse বা অমিত্রাক্ষর বলে। বাংলা সাহিত্যে মাইকেল মধুসূদন দত্ত Blank verse-এর প্রবর্তক।"
    },
    {
        "id": 1125,
        "page": 104,
        "question": "‘টপ্পা’ কী?",
        "exam_name": "PWD-2012",
        "options": [
            "এক ধরনের গান",
            "নাচের মুদ্রা",
            "এক ধরনের বাদ্যযন্ত্র",
            "বিশেষ ধরনের পোশাক"
        ],
        "answer": "ক",
        "explanation": "টপ্পা গান' কলকাতা অঞ্চলের একটি লৌকিক গান। টপ্পা গানের প্রবর্তক রামনিধি গুপ্ত। নানান দেশে নানান ভাষা হতে রামনিধি বিখ্যাত টপ্পা গান।"
    }
]
