# Page 106: Q1142 - Q1160 (19 MCQs)
# Source: Images/BPSC Non Tech/BPSC Bangla/p106.jpg

questions = [
    {
        "id": 1142,
        "page": 106,
        "question": "সঠিক বানান কোনটি?",
        "exam_name": "R&H-2010",
        "options": [
            "Environment",
            "Enviournment",
            "Envirment",
            "Enviroment"
        ],
        "answer": "ক",
        "explanation": "Environment বানানটি সঠিক, যার অর্থ পরিবেশ।"
    },
    {
        "id": 1143,
        "page": 106,
        "question": "‘সত্য বই মিথ্যে বলব না।’ এই ‘বই’-",
        "exam_name": "R&H-2010",
        "options": [
            "বিশেষ্য",
            "উপসর্গ",
            "অনুসর্গ",
            "প্রত্যয়"
        ],
        "answer": "গ",
        "explanation": "এখানে ‘বই’ একটি অনুসর্গ। এখানে বই শব্দের অর্থ ব্যতীত, ছাড়া, ভিন্ন বা বিনা।"
    },
    {
        "id": 1144,
        "page": 106,
        "question": "‘খ্রিস্টাব্দ’ হচ্ছে-",
        "exam_name": "R&H-2010",
        "options": [
            "তৎসম শব্দ",
            "বিদেশি শব্দ",
            "অর্ধতৎসম মিশ্র শব্দ",
            "মিশ্র শব্দ"
        ],
        "answer": "ঘ",
        "explanation": "‘খ্রিস্টাব্দ’ শব্দটি ইংরেজি ও তৎসম শব্দের মিশ্রণে গঠিত। কতকগুলো মিশ্র শব্দ হলো- হেড মৌলভী, শাকসবজি।"
    },
    {
        "id": 1145,
        "page": 106,
        "question": "‘না’ কোন জাতীয় শব্দ?",
        "exam_name": "R&H-2010",
        "options": [
            "সর্বনাম",
            "অব্যয়",
            "ক্রিয়া",
            "বিশেষণ"
        ],
        "answer": "খ",
        "explanation": "‘না’, নতুবা, অথবা, কিন্তু, হ্যাঁ– এগুলো অব্যয়। বাংলা ভাষায় তিন প্রকার অব্যয় রয়েছে।"
    },
    {
        "id": 1146,
        "page": 106,
        "question": "‘মরুত’ শব্দের অর্থ কী?",
        "exam_name": "R&H-2010",
        "options": [
            "বায়ু",
            "মরুময় স্থান",
            "মরুভূমি",
            "মরীচিকা"
        ],
        "answer": "ক",
        "explanation": "মরুত শব্দের সমার্থক শব্দ বায়ু, পবন, অনিল, সমীর, সমীরণ।"
    },
    {
        "id": 1147,
        "page": 106,
        "question": "‘কালকূট’ শব্দের অর্থ-",
        "exam_name": "R&H-2010",
        "options": [
            "ইন্ধনদাতা",
            "সংবাদদাতা",
            "তীব্র বিষ",
            "তীব্র শীত"
        ],
        "answer": "গ",
        "explanation": "‘কালকূট’ শব্দের অর্থ তীব্র বিষ। সমরেশ বসুর ছদ্মনাম ছিল ‘কালকূট’।"
    },
    {
        "id": 1148,
        "page": 106,
        "question": "‘অনল প্রবাহ’ গ্রন্থের রচয়িতা-",
        "exam_name": "R&H-2010",
        "options": [
            "কায়কোবাদ",
            "বন্দে আলী মিয়া",
            "ফররুখ আহমদ",
            "ইসমাইল হোসেন সিরাজী"
        ],
        "answer": "ঘ",
        "explanation": "‘অনল প্রবাহ’ গ্রন্থের রচয়িতা ইসমাইল হোসেন সিরাজী। তিনি ১৮৮০ সালে জন্মগ্রহণ করেন। তাঁর গ্রন্থগুলো হলো- ‘উদ্বোধন’, ‘স্পেন বিজয়’ কাব্য ‘উচ্ছ্বাস’। উপন্যাস- ‘রায়নন্দিনী’, ‘তারাবাঈ’ ইত্যাদি।"
    },
    {
        "id": 1149,
        "page": 106,
        "question": "‘শেষের কবিতা’ কে লিখেছেন-",
        "exam_name": "R&H-2010",
        "options": [
            "কাজী নজরুল ইসলাম",
            "সেলিনা হোসেন",
            "রবীন্দ্রনাথ ঠাকুর",
            "চন্দ্রাবতী"
        ],
        "answer": "গ",
        "explanation": "‘শেষের কবিতা’ রবীন্দ্রনাথের একটি শ্রেষ্ঠ উপন্যাস। উপন্যাসটি ১৯২৯ সালে প্রকাশিত হয়। এর উল্লেখযোগ্য চরিত্র হলো কেতকী, শোভনলাল, অমিত, লাবণ্য। রবীন্দ্রনাথের অন্যান্য উপন্যাস- ‘চোখের বালি’, ‘গোরা’, ‘চতুরঙ্গ’ ইত্যাদি।"
    },
    {
        "id": 1150,
        "page": 106,
        "question": "‘সংবিধান’ শব্দের সঠিক সন্ধি বিচ্ছেদ-",
        "exam_name": "R&H-2010",
        "options": [
            "সম + বিদান",
            "সং + অবিধান",
            "সম্ + বিধান",
            "সং + বিধান"
        ],
        "answer": "গ",
        "explanation": "সম্ + বিধান = সংবিধান। ব্যঞ্জন সন্ধির নিয়মানুসারে, ম এর পরে য, র, ল, ব এবং শ, ষ, স, হ থাকলে ম এর স্থলে (ং) হয়। যেমন- সংবাদ, সংসার।"
    },
    {
        "id": 1151,
        "page": 106,
        "question": "‘কল্লোল’ পত্রিকার প্রকাশকাল-",
        "exam_name": "R&H-2010",
        "options": [
            "১৯২৩",
            "১৯২৮",
            "১৯২৯",
            "১৯৩৫"
        ],
        "answer": "ক",
        "explanation": "১৯২৩ সালে দীনেশরঞ্জন রায়ের ‘কল্লোল’ পত্রিকা প্রকাশিত হয়।"
    },
    {
        "id": 1152,
        "page": 106,
        "question": "‘চক্রবাক’ গ্রন্থটির রচয়িতা-",
        "exam_name": "R&H-2010",
        "options": [
            "বেগম রোকেয়া সাখাওয়াত হোসেন",
            "সুকুমার রায়",
            "কাজী নজরুল ইসলাম",
            "আবু ইসহাক"
        ],
        "answer": "গ",
        "explanation": "‘চক্রবাক’ গ্রন্থটি কাজী নজরুলের। তাঁর কাব্যগ্রন্থ হলো- ‘ফণীমনসা’, ‘ঝিঙেফুল’, ‘সাম্যবাদী’ ইত্যাদি। ‘অগ্নিবীণা’ তাঁর প্রথম কাব্যগ্রন্থ।"
    },
    {
        "id": 1153,
        "page": 106,
        "question": "‘কপিলা’ কোন উপন্যাসের চরিত্র?",
        "exam_name": "R&H-2010",
        "options": [
            "তিতাস একটি নদীর নাম",
            "কাঁদো নদী কাঁদো",
            "পদ্মানদীর মাঝি",
            "কপালকুণ্ডলা"
        ],
        "answer": "গ",
        "explanation": "কপিলা চরিত্রটি মানিক বন্দ্যোপাধ্যায় রচিত ‘পদ্মানদীর মাঝি’ উপন্যাসের। উপন্যাসটির অন্যান্য উল্লেখযোগ্য চরিত্র কুবের, হোসেন, মালা ইত্যাদি।"
    },
    {
        "id": 1154,
        "page": 106,
        "question": "কোনটি মুনীর চৌধুরী রচিত নাটক?",
        "exam_name": "R&H-2010",
        "options": [
            "কবর",
            "রক্তকরবী",
            "নীল দর্পণ",
            "জমিদার দর্পণ"
        ],
        "answer": "ক",
        "explanation": "১৯৫২ সালের ভাষা আন্দোলনকে কেন্দ্র করে ঢাকা কেন্দ্রীয় কারাগারে বসে ১৯৫৩ সালে ‘কবর’ নাটকটি রচনা করেন মুনীর চৌধুরী। তাঁর অন্যান্য নাটক হচ্ছে চিঠি, দণ্ডকারণ্য।"
    },
    {
        "id": 1155,
        "page": 106,
        "question": "মরমি কবি কে?",
        "exam_name": "R&H-2010",
        "options": [
            "আবদুল হাকিম",
            "সৈয়দ সুলতান",
            "আলাওল",
            "হাছন রাজা"
        ],
        "answer": "ঘ",
        "explanation": "‘মরমি কবি’ বলা হয় হাছন রাজাকে। গুঢ় তত্ত্ব নিয়ে যেসব কবি আলোচনা করেন, তাকে ‘মরমি কবি’ বলে। তিনি সুনামগঞ্জে জন্মগ্রহণ করেন।"
    },
    {
        "id": 1156,
        "page": 106,
        "question": "‘সজাগ’ শব্দে ‘স’ উপসর্গ কোন ভাষার?",
        "exam_name": "R&H-2010",
        "options": [
            "ফারসি",
            "হিন্দি",
            "বাংলা",
            "আরবি"
        ],
        "answer": "গ",
        "explanation": "সজাগ শব্দে ‘স’ হচ্ছে বাংলা উপসর্গ। বাংলা উপসর্গ ২১টি। যেমন- অ, অঘা, অজ, অনা, আ, সু, বি, নি ইত্যাদি।"
    },
    {
        "id": 1157,
        "page": 106,
        "question": "বাংলা সাহিত্যে সার্থক মহাকাব্য রচনা করেন-",
        "exam_name": "R&H-2010",
        "options": [
            "হেমচন্দ্র",
            "নবীনচন্দ্র",
            "মাইকেল মধুসূদন দত্ত",
            "কায়কোবাদ"
        ],
        "answer": "গ",
        "explanation": "বাংলা সাহিত্যে প্রথম সার্থক মহাকাব্য রচনা করেন মাইকেল মধুসূদন দত্ত। তাঁর রচিত মহাকাব্য হলো- ‘মেঘনাদবধ কাব্য’। ১৮৬১ সালে প্রকাশিত হয়। তিনি বাংলা সাহিত্যের প্রথম সনেট কবিও।"
    },
    {
        "id": 1158,
        "page": 106,
        "question": "‘চতুরঙ্গ’ গ্রন্থটি একটি-",
        "exam_name": "R&H-2010",
        "options": [
            "মহাকাব্য",
            "নাট্যকাব্য",
            "ছোটগল্প",
            "উপন্যাস"
        ],
        "answer": "ঘ",
        "explanation": "‘চতুরঙ্গ’ রবীন্দ্রনাথের একটি উপন্যাস। তাঁর অন্যান্য উপন্যাস হলো- ‘চোখের বালি’, ‘দুই বোন’, ‘মালঞ্চ’, ‘যোগাযোগ’, ‘ঘরে-বাইরে’ ইত্যাদি।"
    },
    {
        "id": 1159,
        "page": 106,
        "question": "“তার চুল পেকেছে কিন্তু বুদ্ধি পাকেনি”- কোন বাক্য?",
        "exam_name": "R&H-2010",
        "options": [
            "সাধারণ বাক্য",
            "মিশ্র বাক্য",
            "যৌগিক বাক্য",
            "সরল বাক্য"
        ],
        "answer": "গ",
        "explanation": "কোনো বাক্যে কিন্তু, অথবা, এবং ইত্যাদি অব্যয় থাকলে তা যৌগিক হয়।"
    },
    {
        "id": 1160,
        "page": 106,
        "question": "‘রাজপথ’ কোন সমাসের উদাহরণ?",
        "exam_name": "R&H-2010",
        "options": [
            "ষষ্ঠী তৎপুরুষ",
            "মিশ্র বাক্য",
            "বহুব্রীহি",
            "দ্বন্দ্ব সমাস"
        ],
        "answer": "ক",
        "explanation": "‘রাজার পথ- রাজপথ’, ষষ্ঠী তৎপুরুষ সমাসে ষষ্ঠী বিভক্তির লোপ থাকে। তৎপুরুষ সমাস ৮ প্রকার।"
    }
]
