# Page 107: Q1161 - Q1176 (16 MCQs)
# Source: Images/BPSC Non Tech/BPSC Bangla/p107.jpg

questions = [
    {
        "id": 1161,
        "page": 107,
        "question": "‘চাঁদমুখ’ শব্দটির যথার্থ ব্যাসবাক্য কোনটি?",
        "exam_name": "R&H-2006",
        "options": [
            "চাঁদ ও মুখ",
            "চাঁদের মুখ",
            "চাঁদের ন্যায় মুখ",
            "চাঁদ মুখের ন্যায়"
        ],
        "answer": "গ",
        "explanation": "‘মুখ চাঁদের ন্যায়’, এটি চাঁদমুখ এর ব্যাসবাক্য। এটি উপমিত কর্মধারয় সমাস। তদ্রূপ সিংহপুরুষ।"
    },
    {
        "id": 1162,
        "page": 107,
        "question": "কবি জসীমউদ্দীনের কোন কাব্যগ্রন্থটি বিভিন্ন বিদেশি ভাষায় অনূদিত হয়েছে?",
        "exam_name": "R&H-2006",
        "options": [
            "নক্‌শী কাঁথার মাঠ",
            "সোজন বাদিয়ার ঘাট",
            "রাখালী",
            "বালুচর"
        ],
        "answer": "ক",
        "explanation": "জসীমউদ্দীনের ‘নক্‌শী কাঁথার মাঠ’ বিদেশি ভাষায় অনূদিত হয়েছে। এই গ্রন্থটি E.M. Milford কর্তৃক ‘The Field of Embroidered Quilt’ নামে অনূদিত হয়। ১৯২৯ সালে কবিতাটি প্রকাশিত হয়।"
    },
    {
        "id": 1163,
        "page": 107,
        "question": "‘পল্লীসাহিত্য’ প্রবন্ধটি কার লেখা?",
        "exam_name": "R&H-2006",
        "options": [
            "জসীমউদ্দীন",
            "মুহম্মদ শহীদুল্লাহ",
            "মোহাম্মদ লুৎফর রহমান",
            "ইবরাহীম খাঁ"
        ],
        "answer": "খ",
        "explanation": "ভাষাবিদ ড. মুহম্মদ শহীদুল্লাহ ‘পল্লীসাহিত্য’ রচনা করেন। তাঁর রচিত গ্রন্থগুলো হলো- ভাষা ও সাহিত্য, বাংলা সাহিত্যের কথা, বাংলা ভাষার ইতিবৃত্ত। তিনি ছোটদের আঙুর পত্রিকা সম্পাদনা করেন।"
    },
    {
        "id": 1164,
        "page": 107,
        "question": "নিচের কোনটি একটি পত্রিকার নাম?",
        "exam_name": "R&H-2006",
        "options": [
            "সবুজপত্র",
            "সবুজের অভিযান",
            "অভিযাত্রিক",
            "অভিযান"
        ],
        "answer": "ক",
        "explanation": "১৯১৪ সালে সবুজপত্র পত্রিকাটি প্রকাশিত হয়। এটি প্রমথ চৌধুরীর চলিত ভাষায় প্রকাশিত পত্রিকা। ‘বীরবলের হালখাতা’ প্রবন্ধটি ‘সবুজপত্রে’ প্রকাশিত হয়।"
    },
    {
        "id": 1165,
        "page": 107,
        "question": "‘আমার দেখা রাজনীতির পঞ্চাশ বছর’ গ্রন্থটির রচয়িতা-",
        "exam_name": "R&H-2006",
        "options": [
            "আতাউর রহমান খান",
            "মো: আবদুল হাই",
            "আবুল ফজল",
            "আবুল মনসুর আহমদ"
        ],
        "answer": "ঘ",
        "explanation": "ব্যঙ্গ লেখক মনসুর আহমদের বিখ্যাত গ্রন্থ ‘আমার দেখা রাজনীতির পঞ্চাশ বছর’। তিনি অসংখ্য হাস্যরসাত্মক গ্রন্থ রচনা করেছেন। যেমন- ‘আয়না’, ‘ফুড কনফারেন্স’, ‘গ্যালিভারের সফরনামা’।"
    },
    {
        "id": 1166,
        "page": 107,
        "question": "কোন কাব্যটি রবীন্দ্রনাথের লেখা নয়?",
        "exam_name": "R&H-2006",
        "options": [
            "কল্পনা",
            "বলাকা",
            "সোনালী কাবিন",
            "সোনারতরী"
        ],
        "answer": "গ",
        "explanation": "‘সোনালী কাবিন’ আল মাহমুদের প্রথম কাব্যগ্রন্থ। অন্যদিকে ‘বলাকা’, ‘কল্পনা’, ‘সোনার তরী’ রবীন্দ্রনাথের উল্লেখযোগ্য কাব্যগ্রন্থ।"
    },
    {
        "id": 1167,
        "page": 107,
        "question": "কোনটি মুক্তিযুদ্ধভিত্তিক গ্রন্থ নয়?",
        "exam_name": "R&H-2006",
        "options": [
            "বিরহবিলাপ",
            "একাত্তরের দিনগুলো",
            "আমি বীরাঙ্গনা বলছি",
            "বকুলপুরের স্বাধীনতা"
        ],
        "answer": "ক",
        "explanation": "‘বিরহ বিলাপ’ কায়কোবাদ রচিত কাব্যগ্রন্থ। অন্যদিকে ‘বকুলপুরের স্বাধীনতা’ নাটকটি মমতাজ উদ্দিনের। ‘আমি বীরাঙ্গনা বলছি’ নীলিমা ইব্রাহীমের মুক্তিযুদ্ধভিত্তিক প্রবন্ধ।"
    },
    {
        "id": 1168,
        "page": 107,
        "question": "‘বীরবলের হালখাতা’ কোন জাতীয় গ্রন্থ?",
        "exam_name": "R&H-2006",
        "options": [
            "গল্পগ্রন্থ",
            "কাব্যগ্রন্থ",
            "প্রবন্ধগ্রন্থ",
            "অনুবাদগ্রন্থ"
        ],
        "answer": "গ",
        "explanation": "‘বীরবলের হালখাতা’ প্রমথ চৌধুরীর একটি প্রবন্ধগ্রন্থ। এটি চলিত ভাষায় রচিত, যা সবুজপত্রে প্রকাশিত হয়।"
    },
    {
        "id": 1169,
        "page": 107,
        "question": "“দেশী ভাষা বিদ্যা যার মনে ন জুড়ায়। নিজ দেশ তেয়াগী কেন বিদেশ ন যায়।”- কার লেখা?",
        "exam_name": "R&H-2006",
        "options": [
            "মহাকবি আলাওল",
            "শাহ্ মুহম্মদ সগীর",
            "দৌলত কাজী",
            "আবদুল হাকিম"
        ],
        "answer": "ঘ",
        "explanation": "চরণটি মধ্যযুগের কবি আব্দুল হাকিমের ‘বঙ্গবাণী’ কবিতার অন্তর্গত। তিনি ‘ইউসুফ জুলেখা’রও রচয়িতা।"
    },
    {
        "id": 1170,
        "page": 107,
        "question": "ফোর্ট উইলিয়াম কলেজের প্রতিষ্ঠাতা কে?",
        "exam_name": "R&H-2006",
        "options": [
            "লর্ড কর্নওয়ালিস",
            "উইলিয়াম কেরী",
            "লর্ড ওয়েলেসলি",
            "ক্লার্ক মার্শম্যান"
        ],
        "answer": "গ",
        "explanation": "লর্ড ওয়েলেসলি ১৮০০ সালে কলকাতায় ফোর্ট উইলিয়াম কলেজ প্রতিষ্ঠা করেন। এর অধ্যক্ষ ছিল উইলিয়াম কেরি।"
    },
    {
        "id": 1171,
        "page": 107,
        "question": "পশুপাখির কাহিনী নিয়ে রচিত সাহিত্যকে কী বলা হয়?",
        "exam_name": "R&H-2006",
        "options": [
            "ব্রতকথা",
            "লোককথা",
            "রূপকথা",
            "উপকথা"
        ],
        "answer": "ঘ",
        "explanation": "অবাস্তব, কল্পকাহিনী নিয়ে রচিত রূপকথা। পশুপাখিদের কাহিনি নিয়ে রচিত সাহিত্যকে উপকথা বলে, যা লোকসাহিত্যের অংশবিশেষ।"
    },
    {
        "id": 1172,
        "page": 107,
        "question": "সুকান্ত ভট্টাচার্যের কবিতায় ধ্বনিত হয়েছে-",
        "exam_name": "R&H-2006",
        "options": [
            "স্বদেশপ্রেমের অভাব ও অনৈতিকতা",
            "সামাজিক অনাচার ও বৈষম্য",
            "ব্যক্তিগত স্বার্থপরতা ও নীতিহীনতা",
            "রাজনৈতিক সংঘাত ও অনৈক্য"
        ],
        "answer": "খ",
        "explanation": "সুকান্ত ভট্টাচার্য ‘কিশোর কবি’ নামে পরিচিত ছিলেন। তিনি সামাজিক অনাচার ও বৈষম্য নিয়ে লিখেছেন। তাঁর কাব্যগ্রন্থগুলো ‘ছাড়পত্র’, ‘হরতাল’, ‘ঘুম নেই’।"
    },
    {
        "id": 1173,
        "page": 107,
        "question": "কোনটি প্রমথ চৌধুরীর সাহিত্যিক ছদ্মনাম?",
        "exam_name": "R&H-2006",
        "options": [
            "বীরবল",
            "অবধূত",
            "নীললোহিত",
            "টেকচাঁদ ঠাকুর"
        ],
        "answer": "ক",
        "explanation": "প্রমথ চৌধুরী ছদ্মনাম- ‘বীরবল’, ‘নীললোহিত’- সুনীল গঙ্গোপাধ্যায়, ‘টেকচাঁদ ঠাকুর’- প্যারীচাঁদ মিত্র।"
    },
    {
        "id": 1174,
        "page": 107,
        "question": "বাংলা ভাষা ও সাহিত্যের উন্নয়নে বর্তমানে কোন প্রতিষ্ঠানটির সমধিক খ্যাতি বিদ্যমান?",
        "exam_name": "MODMR-2006",
        "options": [
            "শিল্পকলা একাডেমি",
            "শিশু একাডেমি",
            "এশিয়াটিক সোসাইটি",
            "বাংলা একাডেমি"
        ],
        "answer": "ঘ",
        "explanation": "বাংলা ভাষা ও সাহিত্যের উন্নয়নে বর্তমানে সমধিক খ্যাতি বিদ্যমান বাংলা একাডেমির। প্রতিষ্ঠানটি ১৯৫৫ সালের ৩ ডিসেম্বর প্রতিষ্ঠিত হয়।"
    },
    {
        "id": 1175,
        "page": 107,
        "question": "‘কামাল পাশা’ ও ‘কাফেলা’ নাটকদ্বয় কার লেখা?",
        "exam_name": "MODMR-2006",
        "options": [
            "কাজী নজরুল ইসলাম",
            "কবি জসীমউদ্দীন",
            "প্রিন্সিপাল মোহাম্মদ ইব্রাহিম খাঁ",
            "সুফী মোতাহার হোসেন"
        ],
        "answer": "গ",
        "explanation": "‘কামাল পাশা’ ও ‘কাফেলা, প্রিন্সিপাল ইব্রাহীম খাঁর দুটি নাটক। তাঁর অন্যান্য রচনা হলো ‘সোনার শিকল’ ও ‘ইস্তাম্বুল যাত্রীর পত্র।’"
    },
    {
        "id": 1176,
        "page": 107,
        "question": "ব্যঙ্গরসাত্মক রচনা কোনটি?",
        "exam_name": "MODMR-2006",
        "options": [
            "নেমেসিস্",
            "যদি এমন হতো",
            "ফুড্ কনফারেন্স",
            "রূপসী বাংলা"
        ],
        "answer": "গ",
        "explanation": "ব্যঙ্গরসাত্মক লেখক হিসেবে জনপ্রিয় আবুল মনসুর আহমেদ রচিত একটি গ্রন্থ হলো ‘ফুড কনফারেন্স’। তাঁর অন্যান্য গ্রন্থ হলো- ‘আয়না’, ‘গ্যালিভারের সফরনামা’।"
    }
]
