# Page 108: Q1177 - Q1193 (17 MCQs)
# Source: Images/BPSC Non Tech/BPSC Bangla/p108.jpg

questions = [
    {
        "id": 1177,
        "page": 108,
        "question": "‘মহাশ্মশান’ মহাকাব্যখানা কোন সালের যুদ্ধের উপর ভিত্তি করে রচিত?",
        "exam_name": "MODMR-2006",
        "options": [
            "১৭২৬",
            "১৭৬১",
            "১৫৫৬",
            "১৫২৬"
        ],
        "answer": "খ",
        "explanation": "কায়কোবাদ পানিপথের যুদ্ধ নিয়ে রচনা করেন মহাকাব্য ‘মহাশ্মশান’। তাঁর রচিত কাব্যগ্রন্থগুলো ‘বিরহবিলাপ’, ‘অশ্রুমালা’, ‘অমিয়ধারা’, ‘শিবমন্দির’ ইত্যাদি।"
    },
    {
        "id": 1178,
        "page": 108,
        "question": "নিম্নের কোন শব্দটি পর্তুগিজ নয়?",
        "exam_name": "MODMR-2006",
        "options": [
            "জানালা",
            "গামলা",
            "বালতি",
            "বাবুর্চি"
        ],
        "answer": "ঘ",
        "explanation": "বাবুর্চি, চাকু ইত্যাদি তুর্কি শব্দ। অপরদিকে জানালা, গামলা, বালতি, আলপিন, আলমারি পর্তুগিজ শব্দ।"
    },
    {
        "id": 1179,
        "page": 108,
        "question": "পৃথিবীতে বর্তমানে প্রচলিত ভাষার সংখ্যা কত?",
        "exam_name": "MODMR-2006",
        "options": [
            "পাঁচ হাজার",
            "এক হাজার",
            "আড়াই হাজার",
            "সাড়ে তিন হাজার"
        ],
        "answer": "ঘ",
        "explanation": "পৃথিবীতে বর্তমানে প্রায় সাড়ে তিন হাজার ভাষা প্রচলিত। সবচেয়ে বেশি মানুষ মান্দারিন ভাষায় কথা বলে। বাংলা ভাষার অবস্থান পঞ্চম।"
    },
    {
        "id": 1180,
        "page": 108,
        "question": "কোনটি আদিম মানুষের ভাব প্রকাশের বাহন ছিল না?",
        "exam_name": "MODMR-2006",
        "options": [
            "চিত্রাঙ্কন",
            "ইশারা-ইঙ্গিত",
            "অঙ্গপ্রত্যঙ্গের ব্যবহার",
            "ভাষা"
        ],
        "answer": "ঘ",
        "explanation": "আদিম মানুষ ভাষার ব্যবহার জানতো না। তারা ইশারা-ইঙ্গিত, অঙ্গপ্রত্যঙ্গের ব্যবহার ও চিত্রাঙ্কন করে মনের ভাব প্রকাশ করতো।"
    },
    {
        "id": 1181,
        "page": 108,
        "question": "নিম্নের কোন শব্দটি শুদ্ধ?",
        "exam_name": "MODMR-2006",
        "options": [
            "অনাটন",
            "অদ্যবধি",
            "মুখছবি",
            "তরুচ্ছায়া"
        ],
        "answer": "ঘ",
        "explanation": "অনাটন শব্দের শুদ্ধ অনটন, অদ্যবধি এর শুদ্ধ অদ্যাবধি। মুখছবি এর শুদ্ধ মুখচ্ছবি, তরুচ্ছায়া শব্দটি শুদ্ধ।"
    },
    {
        "id": 1182,
        "page": 108,
        "question": "আরবি উপসর্গ কোনটি?",
        "exam_name": "MODMR-2006",
        "options": [
            "আমদরবার",
            "কমজোর",
            "হেডপণ্ডিত",
            "অজমূর্খ"
        ],
        "answer": "ক",
        "explanation": "আমদরবার শব্দ আরবি ‘আম’ উপসর্গ যোগে গঠিত। আম, খাস, লা, গর এগুলো আরবি উপসর্গ।"
    },
    {
        "id": 1183,
        "page": 108,
        "question": "৪র্থ তৎপুরুষ সমাস কোনটি?",
        "exam_name": "MODMR-2006",
        "options": [
            "হজযাত্রা",
            "মনগড়া",
            "ব্যক্তিগত",
            "স্কুল পালানো"
        ],
        "answer": "ক",
        "explanation": "হজের জন্য যাত্রা- হজযাত্রা। এটি একটি ৪র্থ তৎপুরুষ সমাস। নিমিত্তে, জন্য, কারণ ইত্যাদি থাকলে ৪র্থ তৎপুরুষ হয়।"
    },
    {
        "id": 1184,
        "page": 108,
        "question": "বাংলা ভাষায় বাক্যের অর্থ উদ্ধারের সুবিধার্থে কে সর্বপ্রথম দাঁড়ি, কমা, সেমিকোলন ইত্যাদির প্রবর্তন করেন?",
        "exam_name": "MODMR-2006",
        "options": [
            "উইলিয়াম কেরী",
            "প্যারীচাঁদ মিত্র",
            "ঈশ্বরচন্দ্র বিদ্যাসাগর",
            "রবীন্দ্রনাথ ঠাকুর"
        ],
        "answer": "গ",
        "explanation": "বাংলা ভাষায় প্রথম যতিচিহ্নের প্রয়োগ ঘটান বাংলা গদ্যের জনক ঈশ্বরচন্দ্র বিদ্যাসাগর। তিনি ১৮৪৭ সালে তার ‘বেতাল পঞ্চবিংশতি’ গ্রন্থে প্রথম যতিচিহ্নের প্রয়োগ ঘটান।"
    },
    {
        "id": 1185,
        "page": 108,
        "question": "“পরের দিন উৎসব” বাক্যে মাঝের শব্দটি কোন কারকের উদাহরণ?",
        "exam_name": "MOE-2004, 2005",
        "options": [
            "কর্তৃকারক",
            "কর্মকারক",
            "অপাদান কারক",
            "অধিকরণ কারক"
        ],
        "answer": "ঘ",
        "explanation": "ক্রিয়া সংগঠনের কাল, স্থানকে অধিকরণ কারক বলে। এখানে দিন বলতে সময় বা কালকে বুঝানো হয়েছে, তাই এটিকে অধিকরণ কারক বলে।"
    },
    {
        "id": 1186,
        "page": 108,
        "question": "বাংলা ভাষার উদ্ভব সম্পর্কে ড. মুহম্মদ শহীদুল্লাহ্-এর অভিমত হচ্ছে-",
        "exam_name": "MOE-2004, 2005",
        "options": [
            "গৌড়ী অপভ্রংশ",
            "মাগধী অপভ্রংশ",
            "গৌড় অপভ্রংশ",
            "প্রাচীন অবহট্ট"
        ],
        "answer": "ক",
        "explanation": "ড. মুহম্মদ শহীদুল্লাহ্'র মতে, গৌড়ীয় অপভ্রংশ থেকে বাংলা ভাষার উৎপত্তি। অপরদিকে, মাগধী অপভ্রংশ থেকে বাংলা ভাষার উৎপত্তি– এ মতবাদটি সুনীতিকুমার চট্টোপাধ্যায়ের।"
    },
    {
        "id": 1187,
        "page": 108,
        "question": "সঠিক বাক্যটি চিহ্নিত কর।",
        "exam_name": "MOE-2004, 2005",
        "options": [
            "তুমি, রাসেল ও আমি নৌবিহারে যাব",
            "রাসেল ও আমি, তুমি নৌবিহারে যাব",
            "তুমি, আমি ও রাসেল নৌবিহারে যাব",
            "রাসেল, তুমি ও আমি নৌবিহারে যাব"
        ],
        "answer": "ক",
        "explanation": "নাম পুরুষ, উত্তম ও মধ্যম পুরুষ থাকলে তার গঠনরীতি মধ্যম পুরুষ → নাম পুরুষ → উত্তম পুরুষ, এই ক্রমান্বয়ে বসে।"
    },
    {
        "id": 1188,
        "page": 108,
        "question": "“সত্য কথা বলিনি, তাই বিপদে পড়েছি”- কোন বাক্য?",
        "exam_name": "MOE-2004, 2005",
        "options": [
            "সরল বাক্য",
            "যৌগিক বাক্য",
            "জটিল বাক্য",
            "মিশ্র বাক্য"
        ],
        "answer": "খ",
        "explanation": "পরস্পর নিরপেক্ষ দুই বা ততোধিক সরল বা মিশ্র বাক্য মিলিত হয়ে একটি সম্পূর্ণ বাক্য গঠন করলে তাকে যৌগিক বাক্য বলে।"
    },
    {
        "id": 1189,
        "page": 108,
        "question": "কোনটি যুক্তবর্ণ নয় চিহ্নিত কর।",
        "exam_name": "MOE-2004, 2005",
        "options": [
            "জ্জ",
            "স্ট",
            "ক্ত",
            "ত্র"
        ],
        "answer": "ঘ",
        "explanation": "‘ত্র’ কোনো যুক্তবর্ণ নয়। ত্র = ত + র দুটি বর্ণের মিলন (র-ফলা)। জ্জ, স্ট, এগুলো যুক্তবর্ণ।"
    },
    {
        "id": 1190,
        "page": 108,
        "question": "‘ত্থ’ সংযুক্ত বর্ণটিতে কোন কোন বর্ণ রয়েছে?",
        "exam_name": "MOE-2004, 2005",
        "options": [
            "ল + ত",
            "ল + থ",
            "ত + থ",
            "থ + ত"
        ],
        "answer": "গ",
        "explanation": "‘ত্থ’ বর্ণটিতে ত + থ রয়েছে (ত + ্ + থ = ত্থ), যেমন- উত্থান।"
    },
    {
        "id": 1191,
        "page": 108,
        "question": "‘হ্ম’ যুক্ত বর্ণটিতে কোন কোন বর্ণ সংযুক্ত আছে?",
        "exam_name": "MOE-2004, 2005",
        "options": [
            "স + হ",
            "ম + ম",
            "হ + ম",
            "ক + খ"
        ],
        "answer": "গ",
        "explanation": "হ্ম বিশ্লিষ্ট করলে হ + ম পাওয়া যায়। যেমন- ব্রাহ্মণ, ব্রহ্মপুত্র ইত্যাদি।"
    },
    {
        "id": 1192,
        "page": 108,
        "question": "জসীমউদ্দীনের ‘কবর’ কবিতাটি কোন ছন্দে রচিত?",
        "exam_name": "MOE-2004, 2005",
        "options": [
            "স্বরবৃত্ত",
            "মাত্রাবৃত্ত",
            "অক্ষরবৃত্ত",
            "মুক্তক"
        ],
        "answer": "খ",
        "explanation": "পল্লীকবি জসীমউদ্দীন ‘কবর’ কবিতাটি রচনা করেন ছাত্রাবস্থায়। এটি কল্লোল পত্রিকায় প্রকাশিত হয়। কবর কবিতাটি মাত্রাবৃত্ত ছন্দে রচিত। তাঁর অন্যান্য কাব্যগ্রন্থ হলো ‘রাখালী’, ‘বালুচর’, ‘ধানক্ষেত’ ইত্যাদি।"
    },
    {
        "id": 1193,
        "page": 108,
        "question": "‘চকমক’ শব্দটি কোন ভাষা থেকে বাংলা ভাষায় এসেছে?",
        "exam_name": "MOE-2004, 2005",
        "options": [
            "চীনা",
            "তুর্কি",
            "উর্দু",
            "হিন্দি"
        ],
        "answer": "খ",
        "explanation": "‘চকমক’ শব্দটি তুর্কি ভাষা থেকে বাংলা ভাষায় এসেছে। এছাড়া তুর্কি শব্দ : চাকর, চাকু, তোপ, দারোগা, বাবা। চীনা শব্দ : চা, চিনি। উর্দু শব্দ : শুকরিয়া, মহব্বত, জিন্দেগি। হিন্দি শব্দ : পানি, দাদা, দাদি, চানাচুর।"
    }
]
