# Page 112: Q1234 - Q1248 (15 MCQs)
# Source: Images/BPSC Non Tech/BPSC Bangla/p112.jpg

questions = [
    {
        "id": 1234,
        "page": 112,
        "question": "“মেয়ে আমার-মা-বরকত”- কথাটির অর্থ কী?",
        "exam_name": "R&H-2003",
        "options": [
            "সৌভাগ্যবতী",
            "বিবি ফাতিমা (র)",
            "ধনবতী",
            "বরকতের মা"
        ],
        "answer": "ক",
        "explanation": "‘বরকত’ কথাটির অর্থ সৌভাগ্য। ‘মেয়ে আমার মা বরকত’ অর্থ হলো কন্যাসন্তান ঘরে আসার ফলে পরিবারে আল্লাহর অশেষ কল্যাণ, রহমত, সুখ, শান্তি ও প্রাচুর্য বৃদ্ধি পেয়েছে। অর্থাৎ, মেয়েটি পরিবারের জন্য সৌভাগ্যবতী।"
    },
    {
        "id": 1235,
        "page": 112,
        "question": "নিচের চারটি গ্রন্থের মধ্যে কোনটি কাব্যগ্রন্থ চিহ্নিত করুন।",
        "exam_name": "R&H-2003",
        "options": [
            "পদ্মানদীর মাঝি",
            "সাত সাগরের মাঝি",
            "তিতাস একটি নদীর নাম",
            "কালিন্দী"
        ],
        "answer": "খ",
        "explanation": "‘সাত সাগরের মাঝি’ ফররুখ আহমদের কাব্যগ্রন্থ। ‘পদ্মানদীর মাঝি’ মানিক বন্দ্যোপাধ্যায়ের উপন্যাস। ‘কালিন্দী’ তারাশঙ্করের উপন্যাস এবং ‘তিতাস একটি নদীর নাম’ও একটি উপন্যাস।"
    },
    {
        "id": 1236,
        "page": 112,
        "question": "‘সৈনিক কবি’ কে?",
        "exam_name": "R&H-2003",
        "options": [
            "সৈয়দ আলী আহসান",
            "আল মাহমুদ",
            "কাজী নজরুল ইসলাম",
            "মাইকেল মধুসূদন দত্ত"
        ],
        "answer": "গ",
        "explanation": "কাজী নজরুল ইসলাম প্রথম বিশ্বযুদ্ধে অংশগ্রহণ করেন। তিনি ১৯১৭ সালে সেনাবাহিনীতে যোগদান করেন। তিনি সৈনিক থেকে হাবিলদার পর্যন্ত হয়েছিলেন। তাই তাকে সৈনিক কবি বলা হয়।"
    },
    {
        "id": 1237,
        "page": 112,
        "question": "‘মানচিত্র’ কী ধরনের বই?",
        "exam_name": "R&H-2003",
        "options": [
            "মহাকাব্য",
            "গীতিকাব্য",
            "কোষকাব্য",
            "নাট্যকাব্য"
        ],
        "answer": "ঘ",
        "explanation": "‘মানচিত্র’ একটি কাব্যনাট্য। এটি আনিস চৌধুরী রচনা করেন। তাঁর অন্যান্য নাটক হলো ‘অ্যালবাম’, ‘চেহারা’ ইত্যাদি।"
    },
    {
        "id": 1238,
        "page": 112,
        "question": "কোন বানানটি নির্ভুল?",
        "exam_name": "R&H-2003",
        "options": [
            "মদুসুদন",
            "মধুসূদন",
            "মধুশূদন",
            "মধুষুধন"
        ],
        "answer": "খ",
        "explanation": "‘মধুসূদন’ বানানটি শুদ্ধ। এটি ভগবান বিষ্ণুর একটি নাম। মাইকেল মধুসূদন দত্তের নামেও এটি ব্যবহৃত হয়।"
    },
    {
        "id": 1239,
        "page": 112,
        "question": "কোলন ড্যাশ কোনটি?",
        "exam_name": "R&H-2003",
        "options": [
            ";",
            ":",
            ":-",
            "।"
        ],
        "answer": "গ",
        "explanation": "‘:-’ চিহ্নটি কোলন ড্যাস। উদাহরণ বা দৃষ্টান্ত প্রয়োগ করতে হলে কোলন এবং ড্যাস চিহ্ন একসাথে ব্যবহৃত হয়। যেমন– পদ পাঁচ প্রকার :-- বিশেষ্য, বিশেষণ, সর্বনাম, অব্যয় ও ক্রিয়া। এখানে,\n; -> সেমিকোলন\n: -> কোলন\n। -> দাঁড়ি বা পূর্ণচ্ছেদ।"
    },
    {
        "id": 1240,
        "page": 112,
        "question": "ব্যাকরণ শব্দটি-",
        "exam_name": "R&H-2001",
        "options": [
            "বাংলা",
            "সংস্কৃত",
            "বিদেশি",
            "তদ্ভব"
        ],
        "answer": "খ",
        "explanation": "ব্যাকরণ একটি সংস্কৃত শব্দ। ব্যাকরণ শব্দের ব্যুৎপত্তিগত অর্থ বিশেষভাবে বিশ্লেষণ। এর মূল কাজ হলো ভাষার অভ্যন্তরীণ গঠন, প্রকৃতি ও নিয়মাবলি বিশ্লেষণ করে ভাষাকে সুশৃঙ্খল ও বিধিবদ্ধ আকার দান করা।"
    },
    {
        "id": 1241,
        "page": 112,
        "question": "লোকসংখ্যার অনুপাতে বিশ্বে বাংলা ভাষার স্থান কত?",
        "exam_name": "R&H-2001",
        "options": [
            "পঞ্চম",
            "চতুর্থ",
            "সপ্তম",
            "অষ্টম"
        ],
        "answer": "ক",
        "explanation": "মাতৃভাষা হিসেবে বিশ্ব ভাষা তালিকায় (লোক সংখ্যার দিক থেকে) বাংলার অবস্থান ৫ম এবং বহুল ব্যবহৃত ভাষা হিসেবে অবস্থান ৭ম। [সূত্র : ডেইলি স্টার, প্রথম আলো, ইথানোলো সংস্করণ-২০২০]"
    },
    {
        "id": 1242,
        "page": 112,
        "question": "‘উহা’ কোন রীতির শব্দ?",
        "exam_name": "R&H-2001",
        "options": [
            "সাধু",
            "চলতি",
            "উভয় রীতির",
            "আঞ্চলিক"
        ],
        "answer": "ক",
        "explanation": "বাংলা ভাষার লেখারীতি দুটি– সাধু ও চলিত। ‘উহা’ সাধুরীতির শব্দ। সাধু রীতি তৎসম শব্দবহুল।"
    },
    {
        "id": 1243,
        "page": 112,
        "question": "কোন বাংলা পদের সাথে সন্ধি হয় না?",
        "exam_name": "R&H-2001",
        "options": [
            "বিশেষ্য",
            "বিশেষণ",
            "ক্রিয়া",
            "অব্যয়"
        ],
        "answer": "ঘ",
        "explanation": "পরস্পর সন্নিহিত দুটি ধ্বনির মিলনকে সন্ধি বলে। যেমন হিম + আলয় = হিমালয়। অব্যয় ছাড়া সব পদের সন্ধি হয়।"
    },
    {
        "id": 1244,
        "page": 112,
        "question": "“সে পুরস্কার পেয়েছে”- কোন্ ধরনের বর্তমান?",
        "exam_name": "R&H-2001",
        "options": [
            "সাধারণ বর্তমান",
            "ঘটমান বর্তমান",
            "পুরাঘটিত বর্তমান",
            "অনুজ্ঞা বর্তমান"
        ],
        "answer": "গ",
        "explanation": "ক্রিয়া পূর্বে শেষ হলে কিন্তু ফলাফল বর্তমানে থাকলে, তাকে পুরাঘটিত বর্তমান বলে। এখানে, প্রশ্নোক্ত বাক্যটি পুরাঘটিত বর্তমান।"
    },
    {
        "id": 1245,
        "page": 112,
        "question": "“কোথাও পথ পেলাম না বলে, তোমার কাছে এসেছি।”- বাক্যটি কোন্ প্রকারের?",
        "exam_name": "R&H-2001",
        "options": [
            "সরল",
            "জটিল",
            "যৌগিক",
            "মিশ্র"
        ],
        "answer": "খ",
        "explanation": "যে বাক্যে একটি প্রধান খণ্ডবাক্যের সাথে এক বা একাধিক আশ্রিত বাক্য পরস্পর আপেক্ষিকভাবে ব্যবহৃত হয়, তাকে মিশ্র বা জটিল বাক্য বলে। তাই বাক্যটি জটিল বাক্য।"
    },
    {
        "id": 1246,
        "page": 112,
        "question": "বাংলাদেশে প্রথম কোথায় ছাপাখানা প্রতিষ্ঠিত হয়?",
        "exam_name": "R&H-2001",
        "options": [
            "ঢাকায়",
            "রাজশাহীতে",
            "রংপুরে",
            "যশোরে"
        ],
        "answer": "গ",
        "explanation": "১৮৪৭ সালে রংপুরে ‘বার্তাবহ যন্ত্র’ নামে বাংলাদেশে প্রথম ছাপাখানা প্রতিষ্ঠিত হয়।"
    },
    {
        "id": 1247,
        "page": 112,
        "question": "কোন্ বাক্যটি শুদ্ধ?",
        "exam_name": "R&H-2001",
        "options": [
            "আমার কথাই প্রমাণ হলো",
            "আমার কথা প্রমাণ হলো",
            "আমার কথাই প্রমাণিত হলো",
            "আমার কথাই প্রমাণীত হলো"
        ],
        "answer": "গ",
        "explanation": "প্রমাণ না হয়ে প্রমাণিত হয়। তাই (গ) উত্তর সঠিক।"
    },
    {
        "id": 1248,
        "page": 112,
        "question": "“জন্মই আমার আজন্ম পাপ”- এর রচয়িতা কে?",
        "exam_name": "R&H-2001",
        "options": [
            "রশীদ হায়দার",
            "মুহম্মদ উল্লাহ",
            "আবু হায়াত",
            "দাউদ হায়দার"
        ],
        "answer": "ঘ",
        "explanation": "গ্রন্থটির রচয়িতা দাউদ হায়দার। তাঁর কয়েকটি গ্রন্থ হলো ‘জন্মই আমার আজন্ম পাপ’, ‘এই শাওনে এই পরবাসে’, ‘অবসিত’।"
    }
]
