# -*- coding: utf-8 -*-
"""
BPSC Non-Tech MCQ Digest
Subject: Bangla
Page: 37
Questions: 77 to 90
"""

questions = [
    {
        "id": 77,
        "page": 37,
        "question": "কোন শব্দে স্বরে-ব্যঞ্জনে সন্ধি হয়েছে? [DPDC-25]",
        "options": [
            "মহর্ষি",
            "গবাদি",
            "দিগন্ত",
            "পরিচ্ছেদ"
        ],
        "answer": "ঘ",
        "explanation": "স্বরে-ব্যঞ্জনে সন্ধি হয়েছে ‘পরিচ্ছেদ’ শব্দ। এটি ব্যঞ্জনধ্বনির উদাহরণ। এই শব্দে পূর্বপদের স্বরধ্বনির সঙ্গে ‘ছ’ ধ্বনির মিলনে ‘ছ’ ধ্বনি ‘চ্ছ’ হয়েছে এবং স্বরধ্বনিটি ‘চ্ছ’ এর সঙ্গে মিশে গেছে। অর্থাৎ পরি + ছেদ = পরিচ্ছেদ। এখানে গো + আদি = গবাদি, মহা + ঋষি = মহর্ষি, স্বরসন্ধির উদাহরণ এবং দিক্ + অন্ত = দিগন্ত ব্যঞ্জনে-স্বরে তথা ব্যঞ্জন সন্ধির উদাহরণ।"
    },
    {
        "id": 78,
        "page": 37,
        "question": "কোনটি ‘ক্লীব’ শব্দের বিপরীত? [DPDC-25]",
        "options": [
            "নপুংসক",
            "ভীরু",
            "সংকীর্ণ",
            "সক্ষম"
        ],
        "answer": "ঘ",
        "explanation": "‘ক্লীব’ শব্দের বিপরীত শব্দ সক্ষম। ‘ক্লীব’ শব্দের সমার্থক শব্দ হলো— বীরত্বহীন, অক্ষম, ভীরু, নপুংসক ইত্যাদি।"
    },
    {
        "id": 79,
        "page": 37,
        "question": "'His action was greatly deprecated'- এর সঠিক বঙ্গানুবাদ কী? [DPDC-25]",
        "options": [
            "তার কর্মকাণ্ড ব্যাপক নিন্দিত হয়েছিল।",
            "তার কাজ খুব প্রশংসিত হয়েছিল।",
            "তার উদ্যোগ মহান বলে বিবেচিত হয়েছিল।",
            "তার কাজ শেষ হচ্ছিল না।"
        ],
        "answer": "ক",
        "explanation": "'His action was greatly deprecated' এর সঠিক বঙ্গানুবাদ ‘তার কর্মকাণ্ড ব্যাপক নিন্দিত হয়েছিল’।"
    },
    {
        "id": 80,
        "page": 37,
        "question": "কোনটি প্রবাদ? [DPDC-25]",
        "options": [
            "ধর্মের কল বাতাসে নড়ে",
            "পাড়াপড়শির চক্ষশূল",
            "চিড়ায় উঁচরাই",
            "বোমা ফাটানো"
        ],
        "answer": "ক",
        "explanation": "‘ধর্মের কল বাতাসে নড়ে’ একটি প্রবাদ, যা দ্বারা বুঝায় ‘অপকর্ম প্রকাশিত হয়ে পড়েই’ বা ‘অন্যায়ের শাস্তি দৈবক্রমেই হয়’।"
    },
    {
        "id": 81,
        "page": 37,
        "question": "‘কাজলা দিদি’ কবিতাটির রচয়িতা— [GDA-25]",
        "options": [
            "তারাপদ রায়",
            "অচিন্ত্যকুমার সেনগুপ্ত",
            "সুধীন্দ্রনাথ দত্ত",
            "যতীন্দ্রমোহন বাগচী"
        ],
        "answer": "ঘ",
        "explanation": "‘কাজলা দিদি’ কবিতার রচয়িতা যতীন্দ্রমোহন বাগচী। এটি তাঁর লেখা একটি বিখ্যাত এবং হৃদয়স্পর্শী কবিতা। একটি ছোট শিশুর হারিয়ে যাওয়া দিদির জন্য আকুল জিজ্ঞাসা কবিতার মূল বিষয়বস্তু; যা চিরন্তন বাংলার পল্লি জীবনের সৌন্দর্য ও সম্পর্কের টানকে ফুটিয়ে তোলে।"
    },
    {
        "id": 82,
        "page": 37,
        "question": "বাংলা ভাষায় ধারাবাহিক গোয়েন্দা উপন্যাস ‘দারোগার দপ্তর’-এর লেখক— [GDA-25]",
        "options": [
            "হেমেন্দ্রকুমার রায়",
            "শরদিন্দু বন্দ্যোপাধ্যায়",
            "প্রিয়নাথ মুখোপাধ্যায়",
            "গিরিশচন্দ্র বসু"
        ],
        "answer": "গ",
        "explanation": "বাংলা ভাষায় ধারাবাহিক গোয়েন্দা উপন্যাস ‘দারোগার দপ্তর’ এর লেখক প্রিয়নাথ মুখোপাধ্যায়। তিনি ছিলেন কলকাতা পুলিশের একজন বাস্তব গোয়েন্দা এবং বাংলা গোয়েন্দা সাহিত্যের পথিকৃৎ। তিনি নিজের অভিজ্ঞতার আলোকে ‘দারোগার দপ্তর’ উপন্যাস রচনা করেছিলেন।"
    },
    {
        "id": 83,
        "page": 37,
        "question": "কোনটি কবি আল মাহমুদের রচিত বই নয়? [GDA-25]",
        "options": [
            "স্মৃতির শহর",
            "যেভাবে বেড়ে উঠি",
            "উপমহাদেশ",
            "সোনালী কাবিন"
        ],
        "answer": "ক",
        "explanation": "‘স্মৃতির শহর’ কবি আল মাহমুদের রচিত নয়। এটি শামসুর রাহমান রচিত ঢাকার স্মৃতিচারণমূলক একটি আত্মজীবনীমূলক বই। ‘সোনালি কাবিন’ আল মাহমুদের বিখ্যাত কাব্যগ্রন্থ। ‘উপমহাদেশ’ মুক্তিযুদ্ধভিত্তিক উপন্যাস এবং ‘যেভাবে বেড়ে উঠি’ তাঁর আত্মজীবনীমূলক রচনা।"
    },
    {
        "id": 84,
        "page": 37,
        "question": "শাখামৃগ শব্দের অর্থ— [GDA-25]",
        "options": [
            "ফড়িং",
            "বাঁদর",
            "টিকটিকি",
            "আরশোলা"
        ],
        "answer": "খ",
        "explanation": "‘শাখামৃগ’ শব্দের অর্থ বাঁদর। শাখামৃগ দুটি শব্দ ‘ শাখা’ অর্থাৎ গাছের ডাল এবং ‘মৃগ’ অর্থাৎ পশুজাতীয় থেকে এসেছে। সম্মিলিত অর্থ ‘গাছের ডালে বসবাসকারী পশু’ না হয়ে নির্দিষ্টভাবে ‘বাঁদর’কে বুঝায়।"
    },
    {
        "id": 85,
        "page": 37,
        "question": "‘নেপোয় মারে দই’— এই বাক্য দিয়ে কী বুঝায়? [GDA-25]",
        "options": [
            "ধূর্ত",
            "অন্যের পরিশ্রমের ফল ভোগ করে যে",
            "কম কাজ করে বেশি ফল ভোগ করে",
            "কর্তব্যে ফাঁকি দেয় যে"
        ],
        "answer": "খ",
        "explanation": "‘নেপোয় মারে দই’ এই বাক্য দিয়ে বোঝায়— অন্যের পরিশ্রমের ফল ভোগ করে যে। প্রশ্নোক্ত বাক্যটি অতি পরিচিত বাগধারা/প্রবাদ। এটি তখন ব্যবহার করা হয় যখন দেখা যায়, একজন পরিশ্রম করল কিন্তু শেষ মুহূর্তে চতুরতার আশ্রয় নিয়ে অন্যজন তার সুবিধা ভোগ করল।"
    },
    {
        "id": 86,
        "page": 37,
        "question": "নিচের কোন বর্ণটি জিহ্বামূল থেকে উচ্চারিত হয় না? [GDA-25]",
        "options": [
            "ক",
            "ঘ",
            "ম",
            "ঙ"
        ],
        "answer": "গ",
        "explanation": "‘ম’ বর্ণটি জিহ্বামূল থেকে উচ্চারিত হয় না। এই বর্ণটির ধ্বনিরূপ উচ্চারণের সময় দুটি ঠোঁট বা ওষ্ঠের স্পর্শ ঘটে। অন্যদিকে ক, খ, গ, ঘ, ঙ— এই পাঁচটি বর্ণকে বলা হয় জিহ্বামূলীয় বর্ণ।"
    },
    {
        "id": 87,
        "page": 37,
        "question": "বিশেষণ পদ প্রথমত কয় ভাগে বিভক্ত? [GDA-25]",
        "options": [
            "২",
            "৩",
            "৫",
            "৬"
        ],
        "answer": "ক",
        "explanation": "বিশেষণ পদ প্রথমত ২ ভাগে বিভক্ত; যথা— (i) নাম বিশেষণ, (ii) ভাব বিশেষণ। নাম বিশেষণ মূলত নামপদকে বিশেষিত করে এবং ভাব বিশেষণ বিশেষ্য ও সর্বনাম পদ ভিন্ন অন্যান্য পদকে বিশেষিত করে।"
    },
    {
        "id": 88,
        "page": 37,
        "question": "‘নিষিদ্ধ লোবান’ উপন্যাসটির লেখক? [GDA-25]",
        "options": [
            "নাসরিন সুলতানা",
            "রাহাত খান",
            "সৈয়দ শামসুল হক",
            "ইমদাদুল হক মিলন"
        ],
        "answer": "গ",
        "explanation": "‘নিষিদ্ধ লোবান’ উপন্যাসটির লেখক সৈয়দ শামসুল হক। মুক্তিযুদ্ধভিত্তিক এই উপন্যাসটিতে লেখক ১৯৭১ সালের মুক্তিযুদ্ধের বিভীষিকা ও সাধারণ মানুষের সংগ্রামের চিত্র তুলে ধরেছেন।"
    },
    {
        "id": 89,
        "page": 37,
        "question": "বাংলা একাডেমি আধুনিক বাংলা অভিধানে ‘য়’ এর পরের বর্ণ কোনটি? [GDA-25]",
        "options": [
            "য",
            "ল",
            "র",
            "ম"
        ],
        "answer": "গ",
        "explanation": "বাংলা একাডেমি বাংলা অভিধানে ‘য়’ এর পরের বর্ণ ‘র’। বাংলা বর্ণমালার সাধারণ বর্ণনাক্রমানুযায়ী ‘য়’ এর পরে ‘ৎ’ বসলেও অভিধানে ব্যবহৃত বর্ণনাক্রমে ‘য়’ এর পরে ‘র’ বর্ণ হয়।\nঅভিধানে ব্যবহৃত বর্ণনাক্রম—\nঅ আ ই ঈ উ ঊ ঋ এ ঐ ও ঔ ং ঃ ঁ\nক ক্ষ খ গ ঘ ঙ চ ছ জ ঝ ঞ\nট ঠ ড ঢ ড় ঢ় ণ ত (ৎ) থ দ ধ ন\nপ ফ ব ভ ম য য় র ল শ ষ স হ"
    },
    {
        "id": 90,
        "page": 37,
        "question": "বাংলা সাহিত্যে প্রথম উপন্যাস কোনটি? [GDA-25]",
        "options": [
            "দুর্গেশনন্দিনী",
            "ফুলমণি ও করুণার বিবরণ",
            "নববাবুবিলাস",
            "আলালের ঘরের দুলাল"
        ],
        "answer": "ঘ",
        "explanation": "বাংলা সাহিত্যে প্রথম উপন্যাস ‘আলালের ঘরের দুলাল’। প্যারিচাঁদ মিত্র ১৮৫৮ সালে এটি রচনা করেন। পক্ষান্তরে, বাংলা সাহিত্যের প্রথম সার্থক উপন্যাস ‘দুর্গেশনন্দিনী’ (১৮৬৫)।"
    }
]
