# scripts/bpsc_non_tech/bangla/p41.py

PAGE_NUM = 41

questions = [
    {
        "id": 129,
        "page": PAGE_NUM,
        "question": "দন্তমূল এবং তালুর মাঝখানে যে উঁচু অংশ থাকে, তার নাম কী?",
        "exam_name": "[DESCO-25]",
        "options": [
            "কণ্ঠ",
            "তালু",
            "ওষ্ঠ",
            "মূর্ধা"
        ],
        "answer": "ঘ",
        "explanation": "দন্তমূল এবং তালুর মাঝখানে যে উঁচু অংশ থাকে, তার নাম মূর্ধা।\nএছাড়া-\nকণ্ঠ- গলার ভেতরের অংশ, যা দিয়ে শব্দ তৈরি হয়।\nতালু- মুখের উপরের অংশ, যা জিহ্বার উপরে অবস্থিত।\nওষ্ঠ- ওষ্ঠ হলো ঠোঁট।"
    },
    {
        "id": 130,
        "page": PAGE_NUM,
        "question": "শব্দের কোথায় প্রত্যয় যুক্ত হয়?",
        "exam_name": "[DESCO-25]",
        "options": [
            "প্রথমে",
            "শেষে",
            "মধ্যে",
            "যেকোনো স্থানে"
        ],
        "answer": "খ",
        "explanation": "প্রত্যয় বাংলা ব্যাকরণের শব্দ গঠনের একটি গুরুত্বপূর্ণ উপাদান। এটি শব্দের শেষে যুক্ত হয়ে নতুন শব্দ তৈরি করে। যেমন- √রাঁধ্ + আ = রাঁধা। এছাড়া উপসর্গ মূলত শব্দের শুরুতে বসে।"
    },
    {
        "id": 131,
        "page": PAGE_NUM,
        "question": "নিচের কোনটি অঘোষ ধ্বনি?",
        "exam_name": "[DESCO-25]",
        "options": [
            "শ",
            "ঙ",
            "দ",
            "ঢ"
        ],
        "answer": "ক",
        "explanation": "'শ' মূলত অঘোষধ্বনি। যেসকল ধ্বনি উচ্চারণের সময়ে ধ্বনিদ্বারের কম্পন অপেক্ষাকৃত কম সেসব ধ্বনিই অঘোষ ধ্বনি। যেমন- প, ফ, ত, থ, ট, ঠ, চ, ছ, ক, খ, শ, হ।\nএখানে, ঙ, দ, ঢ ঘোষধ্বনি।"
    },
    {
        "id": 132,
        "page": PAGE_NUM,
        "question": "'ব' ফলা নিচের কোন শব্দে উচ্চারিত হয় না?",
        "exam_name": "[DESCO-25]",
        "options": [
            "বিশ্ব",
            "নশ্বর",
            "আস্বাদন",
            "স্বাধীন"
        ],
        "answer": "ঘ",
        "explanation": "শব্দের আদিতে 'ব' ফলার উচ্চারণ হয় না; যেমন- স্বাধীন (শাধিন), স্বস্তর (শোস্তর) পক্ষান্তরে শব্দের মধ্যে বা শেষে ব-ফলা যুক্ত হলে সেই ব্যঞ্জনের দ্বিত্ব উচ্চারণ হয়। যেমন-\nবিশ্ব – বিশ্-শো\nনশ্বর – নশ্শোর\nআস্বাদন – আশ্শাদন।"
    },
    {
        "id": 133,
        "page": PAGE_NUM,
        "question": "'নিমরাজি' শব্দের 'নিম' উপসর্গ কী অর্থ নির্দেশ করে?",
        "exam_name": "[DESCO-25]",
        "options": [
            "সম্পূর্ণ",
            "না",
            "যথেষ্ট",
            "কম"
        ],
        "answer": "ঘ",
        "explanation": "প্রদত্ত প্রশ্নে 'নিমরাজি' শব্দের 'নিম' উপসর্গ মূলত বিদেশি উপসর্গ, যা দ্বারা 'কম' নির্দেশ করেছে। তবে, 'নিম' উপসর্গ প্রায়, অর্ধেক অর্থেও ব্যবহৃত হয়।"
    },
    {
        "id": 134,
        "page": PAGE_NUM,
        "question": "কাজী নজরুলের স্মৃতি বিজড়িত দরিরামপুর কোন জেলায় অবস্থিত?",
        "exam_name": "[DESCO-25]",
        "options": [
            "কুমিল্লা",
            "ত্রিশাল",
            "ময়মনসিংহ",
            "খুলনা"
        ],
        "answer": "গ",
        "explanation": "কাজী নজরুল ইসলামের বাল্যকালের সাথে দরিরামপুর এর সম্পর্ক রয়েছে। স্থানটি ময়মনসিংহ জেলার ত্রিশাল উপজেলার অন্তর্গত। যদিও প্রশ্নের অপশনে ত্রিশাল এর উল্লেখ আছে, তবে সেখানে যেহেতু জেলা সম্পর্কে জানতে চেয়েছে, তাই সঠিক উত্তর হবে ময়মনসিংহ।"
    },
    {
        "id": 135,
        "page": PAGE_NUM,
        "question": "'বনলতা সেন' কবিতার সাথে সম্পর্কিত কবি কে?",
        "exam_name": "[BCIC-25]",
        "options": [
            "জীবনানন্দ দাশ",
            "বুদ্ধদেব বসু",
            "শামসুর রাহমান",
            "বিষ্ণু দে"
        ],
        "answer": "ক",
        "explanation": "'বনলতা সেন' কবিতাটি কবি জীবনানন্দ দাশের 'বনলতা সেন' কাব্যগ্রন্থের নাম কবিতা। এই কবিতাটি একটি রোমান্টিক গীতিকবিতা। 'বনলতা সেন' নামে নামকরণ করা হলেও এই নামটি একটি কাল্পনিক বা প্রতীকী চরিত্র হিসেবে ব্যবহৃত হয়েছে।"
    },
    {
        "id": 136,
        "page": PAGE_NUM,
        "question": "\"দোষ করেছ, অতএব শাস্তি পাবে।\" এটি কোন ধরনের বাক্য?",
        "exam_name": "[BCIC-25]",
        "options": [
            "সরল বাক্য",
            "জটিল বাক্য",
            "যৌগিক বাক্য",
            "মিশ্র বাক্য"
        ],
        "answer": "গ",
        "explanation": "\"দোষ করেছ, অতএব শাস্তি পাবে\" বাক্যটি দুটি বাক্য মিলে একটি সম্পূর্ণ বাক্য তৈরি করেছে এবং 'অতএব' অব্যয় যোগে সংযুক্ত রয়েছে, যা মূলত যৌগিক বাক্যের বৈশিষ্ট্যজাত। ফলে সঠিক উত্তর হবে যৌগিক বাক্য।"
    },
    {
        "id": 137,
        "page": PAGE_NUM,
        "question": "'উভয় কূল রক্ষা' অর্থে ব্যবহৃত প্রবচন কোনটি?",
        "exam_name": "[BCIC-25]",
        "options": [
            "কারো পৌষ মাস, কারো সর্বনাশ",
            "চাল না চুলো, ঢেঁকি না কুলো",
            "সাপও মরে, লাঠিও না ভাঙ্গে",
            "বোঝার উপর, শাকের আঁটি"
        ],
        "answer": "গ",
        "explanation": "'সাপও মরে, লাঠিও না ভাঙ্গে' প্রবচনটির অর্থ উভয় কূল রক্ষা। মূলত উভয় দিক বজায় রেখে কঠিন কাজ সম্পন্ন করা অর্থে প্রবচনটি ব্যবহৃত হয়। এছাড়া-\n\nপ্রবাদ-প্রবচন | অর্থ\nকারো পৌষ মাস, কারো সর্বনাশ | কারো সুদিন, কারো দুর্দিন।\nচাল না চুলো, ঢেঁকি না কুলো | নিতান্ত নিঃস্ব\nবোঝার উপর শাকের আঁটি | অতিরিক্তের অতিরিক্ত"
    },
    {
        "id": 138,
        "page": PAGE_NUM,
        "question": "'পানি' এর সমার্থক শব্দ নয় কোনটি?",
        "exam_name": "[BCIC-25]",
        "options": [
            "সলিল",
            "জল",
            "নীর",
            "বারিদ"
        ],
        "answer": "ঘ",
        "explanation": "'বারিদ' শব্দের প্রতিশব্দগুলো হলো- মেঘ, জলদ, জলধর, নীরদ ইত্যাদি।\nপানি, সলিল, জল, নীর একই অর্থে ব্যবহৃত, যাদের প্রতিশব্দগুলো হলো- বারি, উদক, তোয় ইত্যাদি।"
    },
    {
        "id": 139,
        "page": PAGE_NUM,
        "question": "কাজী নজরুল ইসলামের জন্মস্থান কোথায়?",
        "exam_name": "[BCIC-25]",
        "options": [
            "কুমিল্লা",
            "বর্ধমান",
            "কলকাতা",
            "ঢাকা"
        ],
        "answer": "খ",
        "explanation": "কাজী নজরুল ইসলাম ১৮৯৯ সালের ২৪ মে পশ্চিমবঙ্গের বর্ধমান জেলার আসানসোলের চুরুলিয়া গ্রামে জন্মগ্রহণ করেন। এছাড়া, কুমিল্লায় তিনি আশালতা সেনগুপ্তের সাথে বিবাহ বন্ধনে আবদ্ধ হন। কলকাতায় কবি এক সময় নিয়মিত বসবাস করতেন। তা ছাড়া ঢাকায় কবির শেষ জীবন কাটে এবং ঢাকাতেই তাঁর মরদেহ সমাধিস্থ করা হয়।"
    },
    {
        "id": 140,
        "page": PAGE_NUM,
        "question": "কোনটি ফারসি শব্দ?",
        "exam_name": "[RPCL-25]",
        "options": [
            "মুসাফির",
            "তকদির",
            "পেরেশান",
            "মজলুম"
        ],
        "answer": "গ",
        "explanation": "'পেরেশান' ফারসি শব্দ, যার অর্থ উদ্বিগ্ন বা চিন্তিত। মুসাফির, তকদির, মজলুম আরবি শব্দ।"
    },
    {
        "id": 141,
        "page": PAGE_NUM,
        "question": "'ঘোড়া গাড়ি টানে।' কোন কারক?",
        "exam_name": "[RPCL-25]",
        "options": [
            "কর্তৃকারক",
            "কর্মকারক",
            "অপাদান কারক",
            "অধিকরণ কারক"
        ],
        "answer": "খ",
        "explanation": "যাকে আশ্রয় করে কর্তা ক্রিয়া সম্পন্ন করে, তা-ই কর্মকারক। প্রদত্ত বাক্যে 'গাড়ি' শব্দ দ্বারা কর্তা ক্রিয়া সম্পন্ন করে, এজন্য গাড়ি কর্মকারক।"
    }
]
