# scripts/bpsc_non_tech/bangla/p43.py

PAGE_NUM = 43

questions = [
    {
        "id": 156,
        "page": PAGE_NUM,
        "question": "'জাহান্নম হইতে বিদায়' শওকত ওসমান রচিত একটি-",
        "exam_name": "[MOR-25]",
        "options": [
            "ছোটগল্প",
            "উপন্যাস",
            "নাটক",
            "প্রবন্ধ"
        ],
        "answer": "খ",
        "explanation": "'জাহান্নম হইতে বিদায়' শওকত ওসমানের একটি মুক্তিযুদ্ধভিত্তিক বিখ্যাত উপন্যাস। উপন্যাসটির কেন্দ্রীয় চরিত্র– শিক্ষক গাজী রহমান। শওকত ওসমানের আরো কয়েকটি মুক্তিযুদ্ধবিষয়ক উপন্যাস হলো– দুই সৈনিক, জলাঙ্গী ও নেকড়ে অরণ্য।"
    },
    {
        "id": 157,
        "page": PAGE_NUM,
        "question": "'বনফুল' কার ছদ্মনাম?",
        "exam_name": "[MOR-25]",
        "options": [
            "প্রমথ চৌধুরী",
            "বঙ্কিমচন্দ্র চট্টোপাধ্যায়",
            "বলাইচাঁদ মুখোপাধ্যায়",
            "মোহিতলাল মজুমদার"
        ],
        "answer": "গ",
        "explanation": "'বনফুল' বলাইচাঁদ মুখোপাধ্যায়ের ছদ্মনাম। প্রমথ চৌধুরী, বঙ্কিমচন্দ্র চট্টোপাধ্যায় ও মোহিতলাল মজুমদারের ছদ্মনাম যথাক্রমে– বীরবল, কমলাকান্ত, কৃত্তিবাস ওঝা।"
    },
    {
        "id": 158,
        "page": PAGE_NUM,
        "question": "উপসর্গ যোগে গঠিত শব্দ কোনটি?",
        "exam_name": "[MOR-25]",
        "options": [
            "পাহারাদার",
            "বিনম্র",
            "বাড়িওয়ালা",
            "গোলাপ"
        ],
        "answer": "খ",
        "explanation": "সঠিক উত্তর 'খ'। প্রশ্নোক্ত শব্দগুলোর মধ্যে 'বিনম্র' শব্দটি কেবল উপসর্গজাত শব্দ। বি + নম্র = বিনম্র; এখানে 'বি' উপসর্গ। বাংলা ভাষায় ব্যবহৃত উপসর্গ তিন প্রকার; যথা– বাংলা উপসর্গ (২০টি), সংস্কৃত উপসর্গ (২১টি) ও বিদেশি উপসর্গ।\nএখানে, পাহারাদার ও বাড়িওয়ালা শব্দ দুটি প্রত্যয়জাত শব্দ। 'গোলাপ' একটি মৌলিক শব্দ।"
    },
    {
        "id": 159,
        "page": PAGE_NUM,
        "question": "'রাজপথের' ব্যাসবাক্য-",
        "exam_name": "[MOR-25]",
        "options": [
            "রাজার পথ",
            "পথের রাজা",
            "যেই পথ সেই রাজা",
            "বিশাল পথ"
        ],
        "answer": "খ",
        "explanation": "'রাজপথ' শব্দের সঠিক ব্যাসবাক্য হলো পথের রাজা। এটি ষষ্ঠী তৎপুরুষ সমাস। এরকম আরো কয়েকটি গুরুত্বপূর্ণ ষষ্ঠী তৎপুরুষ সমাস—\n\nসমস্তপদ | ব্যাসবাক্য\nবিশ্বকবি | বিশ্বের কবি\nরাজহাঁস | হাঁসের রাজা\nছাত্রসমাজ | ছাত্রদের সমাজ\nমাতৃসেবা | মাতার সেবা\nদেশসেবা | দেশের সেবা"
    },
    {
        "id": 160,
        "page": PAGE_NUM,
        "question": "কোনটি দেশি শব্দ?",
        "exam_name": "[MOR-25]",
        "options": [
            "গিন্নি",
            "ডাক্তারখানা",
            "হাত",
            "কুড়ি"
        ],
        "answer": "ঘ",
        "explanation": "বাংলাদেশের আদিম অধিবাসীদের (যেমন– কোল, মুণ্ডা প্রভৃতি) ভাষা ও সংস্কৃতির কিছু কিছু উপাদান বাংলায় রক্ষিত রয়েছে। এসব শব্দকে দেশি শব্দ নামে অভিহিত করা হয়। যেমন– কুড়ি, পেট, চুলা, কুলা, গঞ্জ, চোঙা, টোপর, ডাব, ডাগর, ঢেঁকি প্রভৃতি।\n'গিন্নি' ও 'হাত' শব্দ দুটি তদ্ভব শব্দ। আর 'ডাক্তারখানা' মিশ্র শব্দ, যা ইংরেজি ও ফারসি শব্দের সমন্বয়ে গঠিত।"
    },
    {
        "id": 161,
        "page": PAGE_NUM,
        "question": "'দ্যুলোক' কোন শব্দের প্রতিশব্দ?",
        "exam_name": "[MOR-25, BPSC-26]",
        "options": [
            "মেঘ",
            "সমুদ্র",
            "আকাশ",
            "বাতাস"
        ],
        "answer": "গ",
        "explanation": "'দ্যুলোক' শব্দটির প্রতিশব্দ হলো আকাশ, আসমান, গগন, ব্যোম, অন্তরীক্ষ, অম্বর, নীলিমা, নভঃ।\n'মেঘ'-এর প্রতিশব্দ– বারিদ, নীরদ, জীমূত, জলদ, জলধর, তোয়দ, পয়োদ, কাদম্বিনী।\n'সমুদ্র'-এর প্রতিশব্দ– সাগর, অর্ণব, জলধি, জলনিধি, পয়োধি, পাথার, পারাবার, বারিধি, রত্নাকর, সিন্ধু, দরিয়া।\n'বাতাস'-এর প্রতিশব্দ– বায়ু, অনিল, বায়, পবন, সমীর, সমীরণ, হাওয়া, গন্ধবহ, মরুৎ, মারুত, শব্দবহ, জগদ্বল।"
    },
    {
        "id": 162,
        "page": PAGE_NUM,
        "question": "বঙ্কিমচন্দ্র চট্টোপাধ্যায় কোন পত্রিকা সম্পাদনা করেন?",
        "exam_name": "[MOR-25]",
        "options": [
            "সবুজপত্র",
            "বঙ্গদর্শন",
            "ভারতী",
            "তত্ত্ববোধিনী"
        ],
        "answer": "খ",
        "explanation": "'বঙ্গদর্শন' (১৮৭২) পত্রিকা সম্পাদনা করেন বঙ্কিমচন্দ্র চট্টোপাধ্যায়। এই পত্রিকার অন্যতম লেখক ছিলেন রামকৃষ্ণ মুখোপাধ্যায়, অক্ষয়চন্দ্র সরকার ও হরপ্রসাদ শাস্ত্রী।\nঅপরদিকে সবুজপত্র, ভারতী ও তত্ত্ববোধিনী পত্রিকা সম্পাদনা করেন যথাক্রমে– প্রমথ চৌধুরী, দ্বিজেন্দ্রনাথ ঠাকুর ও অক্ষয়কুমার দত্ত।"
    },
    {
        "id": 163,
        "page": PAGE_NUM,
        "question": "'তামার বিষ' বাগধারার অর্থ কী?",
        "exam_name": "[MOR-25]",
        "options": [
            "কঠিন বিপদ",
            "অর্থের কু-প্রভাব",
            "অন্তর জ্বালা",
            "চিরশত্রু"
        ],
        "answer": "খ",
        "explanation": "'তামার বিষ' বাগধারাটির অর্থ অর্থের কু-প্রভাব।\n'অকূল পাথার' বাগধারা'র অর্থ– কঠিন বিপদ।\n'অন্তর জ্বালা' বাগধারার অর্থ– ভেতরের কষ্ট।\n'রাবণের চিতা' বাগধারাটির অর্থ– চিরশত্রু।"
    },
    {
        "id": 164,
        "page": PAGE_NUM,
        "question": "'চর্যাপদে' সবচেয়ে বেশি সংখ্যক পদ রয়েছে কোন কবির?",
        "exam_name": "[MOR-25]",
        "options": [
            "লুইপা",
            "কাহ্নপা",
            "ভুসুকুপা",
            "কুক্কুরীপা"
        ],
        "answer": "খ",
        "explanation": "'চর্যাপদ' হলো প্রাচীন যুগের একমাত্র আদি নিদর্শন। হরপ্রসাদ শাস্ত্রী ১৯০৭ সালে নেপালের রাজদরবার (রয়েল লাইব্রেরি) থেকে এটি আবিষ্কার করেন। চর্যাপদের মোট পদসংখ্যা ৫০টি (মতান্তরে ৫১টি)। সবচেয়ে বেশি পদ রচনা করেন কাহ্নপা : ১৩টি। ভুসুকুপা রচনা করেন ৮টি। চর্যাপদের আদি কবি বলা হয় লুইপাকে।"
    },
    {
        "id": 165,
        "page": PAGE_NUM,
        "question": "'ঢাকা' নাটকের রচয়িতা কে?",
        "exam_name": "[MOR-25]",
        "options": [
            "সেলিম আল দীন",
            "আলাউদ্দিন আল আজাদ",
            "মমতাজ উদ্‌দীন আহমদ",
            "মামুনুর রশীদ"
        ],
        "answer": "ক",
        "explanation": "'ঢাকা' নাটকের রচয়িতা সেলিম আল দীন। এটি কথ্যনাট্য হিসেবে পরিচিত। তাঁর উল্লেখযোগ্য নাটক হিসেবে পাওয়া যায়– সর্পবিষয়ক গল্প, মুনতাসির, কীর্তনখোলা, কেরামতঙ্গল, হরগোজ, হাতহদাই, যেবতী কন্যার মন প্রভৃতি।"
    },
    {
        "id": 166,
        "page": PAGE_NUM,
        "question": "কোন বানানটি শুদ্ধ?",
        "exam_name": "[MOR-25]",
        "options": [
            "দন্দ",
            "দ্বন্দ্ব",
            "দ্বন্দ",
            "দন্দ্ব"
        ],
        "answer": "খ",
        "explanation": "প্রশ্নোক্ত অপশনগুলোর মধ্যে শুদ্ধ বানান 'দ্বন্দ্ব'।\nগুরুত্বপূর্ণ কিছু শুদ্ধ বানান হলো– পিপীলিকা, গরিয়সী, নিশীথিনী, প্রবীণ, সমীরণ, হরীতকী, সোনালি, দুরবস্থা, শিরঃপীড়া, কৃষিজীবী, বুদ্ধিজীবী, বিকিরণ প্রভৃতি।"
    },
    {
        "id": 167,
        "page": PAGE_NUM,
        "question": "\"সদা সত্য কথা বলবে\"– এটি কোন ধরনের বাক্য?",
        "exam_name": "[MOR-25]",
        "options": [
            "বিবৃতিমূলক",
            "প্রশ্নসূচক",
            "অনুজ্ঞাসূচক",
            "প্রার্থনাসূচক"
        ],
        "answer": "গ",
        "explanation": "\"সদা সত্য কথা বলবে\"– এটি অনুজ্ঞাসূচক বাক্য।\nযে বাক্যে আদেশ, উপদেশ, নিষেধ, অনুরোধ, আশীর্বাদ সূচিত হয়, তা-ই অনুজ্ঞাসূচক বাক্য। যেমন–\n(i) চুপ করো। (আদেশসূচক)\n(ii) অন্যায় কাজ করো না। (নিষেধসূচক)\n(iii) মন দিয়ে পড়। (উপদেশসূচক)\n(iv) একটা গান গাও না, ভাই। (অনুরোধসূচক)"
    }
]
