# scripts/bpsc_non_tech/bangla/p44.py

PAGE_NUM = 44

questions = [
    {
        "id": 168,
        "page": PAGE_NUM,
        "question": "জসীমউদ্দীন রচিত গাথাকাব্য কোনটি?",
        "exam_name": "[MOR-25]",
        "options": [
            "চলে মুসাফির",
            "হাসু",
            "ডালিমকুমার",
            "সোজন বাদিয়ার ঘাট"
        ],
        "answer": "ঘ",
        "explanation": "প্রদত্ত অপশনগুলোর মধ্যে সঠিক উত্তর 'সোজন বাদিয়ার ঘাট' (১৯৩৪) শীর্ষক রচনাটি। চরিত্র : সোজন, দুলী।\n'হাসু' ও 'ডালিমকুমার' জসীমউদ্দীনের শিশুতোষ গ্রন্থ; আর 'চলে মুসাফির' তাঁর ভ্রমণকাহিনীমূলক রচনা।"
    },
    {
        "id": 169,
        "page": PAGE_NUM,
        "question": "নিচের কোনটি 'নন্দিত' শব্দের বিপরীত শব্দ?",
        "exam_name": "[MOR-25]",
        "options": [
            "অনিন্দ্য",
            "বন্দিত",
            "নিন্দিত",
            "নির্ধিত"
        ],
        "answer": "গ",
        "explanation": "'নন্দিত' শব্দের অর্থ আনন্দিত, অনিন্দ্য, বন্দিত। 'নন্দিত' এর বিপরীত শব্দ নিন্দিত, যার অর্থ সমালোচিত বা ঘৃণিত।"
    },
    {
        "id": 170,
        "page": PAGE_NUM,
        "question": "বাংলা স্বরধ্বনি কয়টি?",
        "exam_name": "[MOR-25]",
        "options": [
            "৫",
            "৭",
            "১০",
            "১১"
        ],
        "answer": "ঘ",
        "explanation": "বাংলা স্বরধ্বনির সংখ্যা ১১টি এবং মৌলিক স্বরধ্বনির সংখ্যা ৭টি; যথা– অ, আ, ই, উ, এ, ও এবং অ্যা।\nমাত্রাহীন বর্ণ– ১০টি।\nঅর্ধমাত্রার বর্ণ– ৮টি।\nপূর্ণমাত্রার বর্ণ– ৩২টি।"
    },
    {
        "id": 171,
        "page": PAGE_NUM,
        "question": "কোন ভাষা থেকে বাংলা ভাষার জন্ম হয়েছে?",
        "exam_name": "[MOR-25]",
        "options": [
            "অহমিয়া",
            "হিন্দি",
            "সংস্কৃত",
            "বঙ্গকামরূপী"
        ],
        "answer": "ঘ",
        "explanation": "'ইন্দো-ইউরোপীয়' ভাষা-বংশ থেকে কালের বিবর্তনে 'বঙ্গ-কামরূপী' ভাষা থেকে বাংলা ভাষার জন্ম হয়েছে। বাংলা ভাষার নিকটতম আত্মীয় অহমিয়া ও ওড়িয়া ভাষা।"
    },
    {
        "id": 172,
        "page": PAGE_NUM,
        "question": "'নাতিদীর্ঘ' কোন সমাস?",
        "exam_name": "[MOR-25]",
        "options": [
            "উপপদ তৎপুরুষ",
            "উপমান কর্মধারয়",
            "উপমিত কর্মধারয়",
            "নঞ তৎপুরুষ"
        ],
        "answer": "ঘ",
        "explanation": "'নাতিদীর্ঘ' নঞ তৎপুরুষ সমাস। না বাচক নঞ অব্যয় (না, নেই, নাই, নয়) পূর্বে বসে যে তৎপুরুষ সমাস হয়, তাকে নঞ তৎপুরুষ সমাস বলে। যেমন—\n\nসমস্তপদ | ব্যাসবাক্য\nনাতিদীর্ঘ | নয় অতি দীর্ঘ\nঅজানা | নয় জানা\nঅকাল | ন কাল\nনাবালক | না/নয় বালক"
    },
    {
        "id": 173,
        "page": PAGE_NUM,
        "question": "কোন সাহিত্যিক এর উপাধি 'সাহিত্য বিশারদ'?",
        "exam_name": "[R&H-10, MOR-25]",
        "options": [
            "আব্দুল করিম",
            "ঈশ্বরচন্দ্র বিদ্যাসাগর",
            "মীর মশাররফ হোসেন",
            "প্রমথ চৌধুরী"
        ],
        "answer": "ক",
        "explanation": "'সাহিত্য বিশারদ' বলা হয় আব্দুল করিমকে। বাংলা গদ্যের জনক, যতি/বিরামচিহ্নের প্রবর্তক ঈশ্বরচন্দ্র বিদ্যাসাগর। চলিত রীতির প্রবর্তক প্রমথ চৌধুরী।"
    },
    {
        "id": 174,
        "page": PAGE_NUM,
        "question": "সামীপ্যবাচক সর্বনাম কোনগুলো?",
        "exam_name": "[DWASA-25]",
        "options": [
            "সব, সকল, তাবৎ",
            "এরা, ইহারা, ইনি",
            "ঐ, ঐসব, সব",
            "নিজে, খোদ, আপনি"
        ],
        "answer": "খ",
        "explanation": "এরা, ইহারা, ইনি মূলত সামীপ্যবাচক সর্বনাম। এই সর্বনামগুলো মূলত নৈকট্য বা দূরত্ব নির্দেশ করে। এছাড়া–\nসব, সকল, তাবৎ → সকলবাচক সর্বনাম\nঐ, ঐসব, সব → দূরত্ববাচক সর্বনাম\nনিজে, খোদ, আপনি → আত্মবাচক সর্বনাম।"
    },
    {
        "id": 175,
        "page": PAGE_NUM,
        "question": "অনুনাসিক বর্ণ–",
        "exam_name": "[DWASA-25]",
        "options": [
            "ঙ, ঞ, ণ, ন, ম",
            "প, ফ, ব, ম",
            "চ, ট, ঠ, ণ",
            "ক, খ, ঙ, ম"
        ],
        "answer": "ক",
        "explanation": "যেসব ব্যঞ্জনধ্বনি উচ্চারণের সময় ফুসফুসতাড়িত বাতাস মুখের মধ্যে বাধা পায় এবং নাক ও মুখ দিয়ে কিংবা কেবল নাক দিয়ে বেরিয়ে যায়, তা-ই অনুনাসিক বর্ণ। যেমন– ঙ, ঞ, ণ, ন, ম ইত্যাদি। এছাড়া--\nপ, ফ, ব, ম– প বর্গীয় ধ্বনি\nচ, ট, ঠ, ণ– স্পর্শ ধ্বনি\nক, খ, ঙ, ম– স্পর্শ ধ্বনি।"
    },
    {
        "id": 176,
        "page": PAGE_NUM,
        "question": "'সমুদ্র' শব্দের সমার্থক শব্দ কোনটি?",
        "exam_name": "[DWASA-25]",
        "options": [
            "আপ্লব",
            "রদনী",
            "রত্নাকর",
            "চাঁদ"
        ],
        "answer": "গ",
        "explanation": "'সমুদ্র' শব্দের সমার্থক শব্দ রত্নাকর। এছাড়া সাগর, সিন্ধু, অর্ণব ইত্যাদি 'সমুদ্র' শব্দের সমার্থক শব্দ। এখানে, 'আপ্লব'-এর সমার্থক শব্দ– বন্যা, প্লাবন, ঢল ইত্যাদি। 'রদনী' এর সমার্থক শব্দ– হস্তী, গজ, রদী ইত্যাদি। 'চাঁদ' এর সমার্থক শব্দ– শশী, সুধাকর, হিমাংশু ইত্যাদি।"
    },
    {
        "id": 177,
        "page": PAGE_NUM,
        "question": "'বচন' ব্যাকরণের কী জাতীয় শব্দ?",
        "exam_name": "[DWASA-25]",
        "options": [
            "তৎসম",
            "পারিভাষিক",
            "অর্ধ-তৎসম",
            "বিদেশি"
        ],
        "answer": "খ",
        "explanation": "'বচন' একটি পারিভাষিক শব্দ। এর অর্থ ধারণা। এটি বিশেষ্য বা সর্বনাম পদের সংখ্যাগত ধারণা বুঝাতে ব্যবহৃত হয়।"
    },
    {
        "id": 178,
        "page": PAGE_NUM,
        "question": "\"খিলিপান দিয়ে ওষুধ খাবে\"– এখানে 'খিলিপান' কোন কারকে কোন বিভক্তি?",
        "exam_name": "[DWASA-25]",
        "options": [
            "কর্তৃকারকে তৃতীয়া বিভক্তি",
            "অধিকরণে তৃতীয়া বিভক্তি",
            "করণ কারকে তৃতীয়া বিভক্তি",
            "অপাদান কারকে তৃতীয়া বিভক্তি"
        ],
        "answer": "খ",
        "explanation": "ক্রিয়া সম্পাদনের স্থান, কাল এবং আধারকে অধিকরণ বলে। প্রদত্ত বাক্যে \"খিলিপান দিয়ে ওষুধ খাবে\" বলতে মূলত খিলিপানের ভেতরে বুঝানো হয়। এখানে 'খিলিপান' অধিকরণ কারক, আর 'দিয়ে' তৃতীয়া বিভক্তি। তাই 'খিলিপান দিয়ে' অধিকরণে তৃতীয়া বিভক্তি।"
    },
    {
        "id": 179,
        "page": PAGE_NUM,
        "question": "কোন সম্পর্কটি বিসদৃশ?",
        "exam_name": "[BPSC-25]",
        "options": [
            "গাত্র, তনু",
            "নেত্র, লোচন",
            "বারিদ, বারিধি",
            "রবি, অরুণ"
        ],
        "answer": "গ",
        "explanation": "'বারিদ' এবং 'বারিধি' সম্পর্কটি বিসদৃশ। 'বারিদ' শব্দের অর্থ 'মেঘ', পক্ষান্তরে 'বারিধি' অর্থ সমুদ্র বা সাগর। 'বারিদ' ও 'বারিধি' আলাদা অর্থ প্রকাশ করে, এজন্য এ সম্পর্কটি বিসদৃশ।"
    },
    {
        "id": 180,
        "page": PAGE_NUM,
        "question": "কাজী নজরুল ইসলামের কোন গ্রন্থটি বাজেয়াপ্ত হয়নি?",
        "exam_name": "[BPSC-25]",
        "options": [
            "'অগ্নিবীণা'",
            "'প্রলয়-শিখা'",
            "'চন্দ্রবিন্দু'",
            "'যুগবাণী'"
        ],
        "answer": "ক",
        "explanation": "কাজী নজরুল ইসলামের ৫টি গ্রন্থ বাজেয়াপ্ত হয়েছিল। সেগুলো হলো– 'যুগবাণী', 'বিষের বাঁশি', 'ভাঙার গান', 'প্রলয়-শিখা' ও 'চন্দ্রবিন্দু'। গ্রন্থ হিসেবে 'অগ্নিবীণা' কাব্যগ্রন্থ কখনো বাজেয়াপ্ত হয়নি। এ কাব্যগ্রন্থের 'রক্তাম্বরধারিণী মা' কবিতাটি নিষিদ্ধ হয়েছিল।"
    },
    {
        "id": 181,
        "page": PAGE_NUM,
        "question": "\"পড়িনি, তাই পাস করিনি।\"– গঠনরীতির দিক থেকে কোন ধরনের বাক্য?",
        "exam_name": "[BPSC-25]",
        "options": [
            "সরল",
            "জটিল",
            "যৌগিক",
            "নির্দেশক"
        ],
        "answer": "খ",
        "explanation": "যে বাক্যে একটি খণ্ডবাক্যের এক বা একাধিক আশ্রিত বাক্য পরস্পর সাপেক্ষভাবে ব্যবহৃত হয়, তাকে জটিল বাক্য বলে। প্রদত্ত বাক্যে 'পড়িনি' এবং 'পাস করিনি' পরস্পর সাপেক্ষভাবে ব্যবহৃত হয়েছে।"
    }
]
