# scripts/bpsc_non_tech/bangla/p45.py

PAGE_NUM = 45

questions = [
    {
        "id": 182,
        "page": PAGE_NUM,
        "question": "'জগদ্দল পাথর' অর্থ–",
        "exam_name": "[BPSC-25]",
        "options": [
            "গুরুভার",
            "অতিরিক্ত প্রত্যাশা",
            "সচেতন হওয়া",
            "ফললাভ"
        ],
        "answer": "ক",
        "explanation": "'জগদ্দল পাথর' বাগধারার অর্থ 'গুরুভার'। কোনো ভারী বস্তু বা কঠিন সমস্যা; যা সহজে সরানো যায় না, বুঝাতে এ বাগধারাটি ব্যবহার করা হয়।"
    },
    {
        "id": 183,
        "page": PAGE_NUM,
        "question": "কোন বর্ণের একাধিক ধ্বনি রয়েছে?",
        "exam_name": "[BPSC-25]",
        "options": [
            "অ",
            "আ",
            "ই",
            "ও"
        ],
        "answer": "ক",
        "explanation": "শব্দে 'অ' ধ্বনির দুই রকম উচ্চারণ পাওয়া যায়। একটি স্বাভাবিক বা বিবৃত উচ্চারণ। যেমন– অমল, অনেক। অন্যটি সংবৃত বা 'ও' ধ্বনির মতো উচ্চারণ। যেমন– অধীর, অতুল।"
    },
    {
        "id": 184,
        "page": PAGE_NUM,
        "question": "মধ্যযুগের নারী কবি কে?",
        "exam_name": "[BPSC-25]",
        "options": [
            "কামিনী রায়",
            "চন্দ্রাবতী",
            "স্বর্ণকুমারী দেবী",
            "কুক্কুরীপা"
        ],
        "answer": "খ",
        "explanation": "চন্দ্রাবতী মধ্যযুগের নারী কবি। কুক্কুরীপা প্রাচীন যুগের নারী কবি। স্বর্ণকুমারী দেবী এবং কামিনী রায় আধুনিক যুগের নারী সাহিত্যিক।"
    },
    {
        "id": 185,
        "page": PAGE_NUM,
        "question": "“রূপ লাগি আঁখি ঝুরে, গুণে মন ভোর”– কার রচনা?",
        "exam_name": "[BPSC-25]",
        "options": [
            "চণ্ডীদাস",
            "জ্ঞানদাস",
            "বিদ্যাপতি",
            "গোবিন্দদাস"
        ],
        "answer": "খ",
        "explanation": "প্রশ্নোক্ত পঙ্‌ক্তিটির রচয়িতা জ্ঞানদাস। তিনি চৈতন্যোত্তর বাংলা সাহিত্যের অন্যতম কবি। তিনি বাংলা ও ব্রজবুলি ভাষায় রাধাকৃষ্ণ বিষয়ক প্রায় দুইশ পদ রচনা করেন। তাঁর আরেকটি বিখ্যাত পঙ্‌ক্তি হলো– 'সুখের লাগিয়া এ ঘর বাঁধিনু অনলে পুড়িয়া গেল'। এখানে, চণ্ডীদাস বৈষ্ণব পদাবলির আদি কবি। বিদ্যাপতি বাংলায় পদাবলি না লিখেও স্মরণীয় হয়ে আছেন, তাঁর ভাব শিষ্য ছিলেন গোবিন্দদাশ যারা প্রত্যেকে রাধাকৃষ্ণের প্রেমবিষয়ক পদাবলি রচনা করেছেন।"
    },
    {
        "id": 186,
        "page": PAGE_NUM,
        "question": "জহির রায়হানের গল্পগ্রন্থ কোনটি?",
        "exam_name": "[BPSC-25]",
        "options": [
            "'পানকোড়ির রক্ত'",
            "'লেলিহান সূর্য'",
            "'নামহীন গোত্রহীন'",
            "'সূর্যগ্রহণ'"
        ],
        "answer": "ঘ",
        "explanation": "'সূর্যগ্রহণ' জহির রায়হান রচিত গল্পগ্রন্থ। এছাড়া তাঁর অন্যান্য গল্পের মধ্যে 'সোনার হরিণ', 'একটি জিজ্ঞাসা', 'বাঁধ', 'নয়াপত্তন' ইত্যাদি উল্লেখযোগ্য।\nএখানে,\n'পানকোড়ির রক্ত' → আল মাহমুদ\n'নামহীন গোত্রহীন' → হাসান আজিজুল হক\n'লেলিহান সূর্য' → আলাউদ্দিন আল আজাদ"
    },
    {
        "id": 187,
        "page": PAGE_NUM,
        "question": "কোনটি বেগম রোকেয়ার রচনা?",
        "exam_name": "[DPHE-16, BPSC-25]",
        "options": [
            "'পদ্মপুরাণ'",
            "'পদ্মরাগ'",
            "'পদ্মাবতী'",
            "'পদ্ম-গোখরো'"
        ],
        "answer": "খ",
        "explanation": "'পদ্মরাগ' বেগম রোকেয়া রচিত উপন্যাস। 'পদ্মাবতী' কাব্য আলাওল কর্তৃক রচিত। এছাড়া পদ্মাবতী (নাটক) রচনা করেন মাইকেল মধুসূদন দত্ত। 'পদ্ম গোখরা' নামে গল্প রচনা করেন কাজী নজরুল ইসলাম।"
    },
    {
        "id": 188,
        "page": PAGE_NUM,
        "question": "কোন ধরনের স্বরধ্বনিকে বিবৃত স্বর বলে?",
        "exam_name": "[BPSC-25]",
        "options": [
            "যে স্বর উচ্চারণে জিভ উঁচু হয়",
            "যে স্বর উচ্চারণে জিভ নিচু হয়",
            "যে স্বর উচ্চারণে ঠোঁট অল্প খোলে",
            "যে স্বর উচ্চারণে ঠোঁট বেশি খোলে"
        ],
        "answer": "গ",
        "explanation": "যে স্বরধ্বনির উচ্চারণে মুখবিবর সবচেয়ে বেশি খোলা থাকে, তাকে বিবৃত স্বরধ্বনি বলা হয়। বাংলা ভাষায় এ জাতীয় স্বরধ্বনি মাত্র একটি (আ)।\nবাংলা স্বরধ্বনির উচ্চারণ ছক:\n• উচ্চ: সম্মুখ, ওষ্ঠাধর প্রসৃত (ই, ঈ) | পশ্চাৎ, ওষ্ঠাধর গোলাকৃত (উ, ঊ)\n• উচ্চমধ্য: সম্মুখ, ওষ্ঠাধর প্রসৃত (এ) | পশ্চাৎ, ওষ্ঠাধর গোলাকৃত (ও)\n• নিম্নমধ্য: সম্মুখ, ওষ্ঠাধর প্রসৃত (অ্যা) | পশ্চাৎ, ওষ্ঠাধর গোলাকৃত (অ)\n• নিম্ন: কেন্দ্রীয়, ওষ্ঠাধর বিবৃত (আ)"
    },
    {
        "id": 189,
        "page": PAGE_NUM,
        "question": "মৈমনসিংহ গীতিকা'র পালাগুলো সংগ্রহ করেন–",
        "exam_name": "[BPSC-25]",
        "options": [
            "হরপ্রসাদ শাস্ত্রী",
            "রামেন্দ্রসুন্দর ত্রিবেদী",
            "চন্দ্রকুমার দে",
            "দীনেশচন্দ্র সেন"
        ],
        "answer": "গ",
        "explanation": "মৈমনসিংহ গীতিকা'র পালাগুলো সংগ্রহ করেন চন্দ্রকুমার দে। দীনেশচন্দ্র সেন পালাগুলোর সম্পাদনা করে প্রকাশ করেন। হরপ্রসাদ শাস্ত্রী বাংলা সাহিত্যের প্রাচীনতম নিদর্শন চর্যাপদের আবিষ্কারক। রামেন্দ্রসুন্দর ত্রিবেদী দর্শন ও সংস্কৃত শাস্ত্রের দুর্বোধ্য বিষয়গুলো সহজ বাংলায় প্রকাশ করেন।"
    },
    {
        "id": 190,
        "page": PAGE_NUM,
        "question": "দশম শতকের কোন লিপি থেকে বাংলা লিপি এসেছে?",
        "exam_name": "[BPSC-25]",
        "options": [
            "খরোষ্ঠী লিপি",
            "কুটিল লিপি",
            "নাগরী লিপি",
            "গুপ্ত লিপি"
        ],
        "answer": "খ",
        "explanation": "বাংলা লিপি ভারতীয় লিপিমালার ব্রাহ্মী লিপির কুটিল রূপ পূর্বী লিপি থেকে এসেছে।"
    },
    {
        "id": 191,
        "page": PAGE_NUM,
        "question": "'আমি বিজয় দেখেছি' গ্রন্থের রচয়িতা কে?",
        "exam_name": "[BPSC-25]",
        "options": [
            "মুনীর চৌধুরী",
            "সুফিয়া কামাল",
            "এম আর আখতার মুকুল",
            "আতাউল গনি ওসমানী"
        ],
        "answer": "গ",
        "explanation": "'আমি বিজয় দেখেছি' গ্রন্থের রচয়িতা এম আর আখতার মুকুল। এছাড়া তাঁর অন্যান্য গ্রন্থের মধ্যে উল্লেখযোগ্য হলো– 'চল্লিশ থেকে ৭১', 'বায়ান্নর জবানবন্দি', 'একুশের দলিল', 'মহাপুরুষ' ইত্যাদি।"
    },
    {
        "id": 192,
        "page": PAGE_NUM,
        "question": "“রুখের তেন্তলি কুম্ভীরে খাই”– চর্যার এই লাইনটির অর্থ কী?",
        "exam_name": "[BPSC-25]",
        "options": [
            "কাঁচা তেঁতুল কুমারী খায়",
            "কাঁচা তেঁতুল কুমির খায়",
            "গাছের তেঁতুল কুমির খায়",
            "গাছের তেঁতুল কুমারী খায়"
        ],
        "answer": "গ",
        "explanation": "প্রশ্নোক্ত পঙ্‌ক্তিটি 'চর্যাপদ' থেকে সংকলিত হয়েছে। যার অর্থ 'গাছের তেঁতুল কুমির খায়'। এটি মূলত রূপকার্থে ব্যবহৃত হয়েছে, যা বৌদ্ধ ধর্মের তত্ত্বকথাকে নির্দেশ করে। চর্যাপদের কয়েকটি জনপ্রিয় বাক্য হলো–\nআপনা মাংসেঁ হরিণা বৈরী।\nহাঁড়ীত ভাত নাহি নিতি আবেশী।\nদুহিল দুধ কি বেন্তে ষামায়।"
    },
    {
        "id": 193,
        "page": PAGE_NUM,
        "question": "কোনটি বিশেষ্য থেকে বিশেষণে রূপান্তরের উদাহরণ?",
        "exam_name": "[BPSC-25]",
        "options": [
            "স্ত্রী > স্ত্রৈণ",
            "সৎ > সততা",
            "প্রচুর > প্রাচুর্য",
            "বন্ধু > বন্ধুত্ব"
        ],
        "answer": "ক",
        "explanation": "• স্ত্রী > স্ত্রৈণ : বিশেষ্য > বিশেষণ\n• সৎ > সততা : বিশেষণ > বিশেষ্য\n• প্রচুর > প্রাচুর্য : বিশেষণ > বিশেষ্য\n• বন্ধু > বন্ধুত্ব : বিশেষ্য > বিশেষ্য"
    }
]
