# scripts/bpsc_non_tech/bangla/p46.py

PAGE_NUM = 46

questions = [
    {
        "id": 194,
        "page": PAGE_NUM,
        "question": "রবীন্দ্রনাথ ঠাকুর 'পূরবী' কাব্য কাকে উৎসর্গ করেন?",
        "exam_name": "[BPSC-25]",
        "options": [
            "মৈত্রেয়ী দেবী",
            "ভিক্টোরিয়া ওকাম্পো",
            "কাদম্বরী দেবী",
            "উইলিয়াম রদেনস্টাইন"
        ],
        "answer": "খ",
        "explanation": "রবীন্দ্রনাথ ঠাকুর তাঁর পূরবী কাব্য ভিক্টোরিয়া ওকাম্পোকে উৎসর্গ করেছিলেন। এছাড়া–\n• মালতীপুঁথি : কাদম্বরী দেবী\n• প্রভাত সঙ্গীত : ইন্দিরা দেবী\n• কড়ি ও কোমল : সত্যেন্দ্রনাথ ঠাকুর\nএছাড়া তিনি তাঁর বিভিন্ন গ্রন্থ বিভিন্ন ব্যক্তিকে উৎসর্গ করেছেন।"
    },
    {
        "id": 195,
        "page": PAGE_NUM,
        "question": "'বাংলাদেশ' শব্দে আছে–",
        "exam_name": "[BPSC-25]",
        "options": [
            "১টি মুক্তাক্ষর, ২টি বদ্ধাক্ষর",
            "২টি মুক্তাক্ষর, ২টি বদ্ধাক্ষর",
            "২টি মুক্তাক্ষর, ৩টি বদ্ধাক্ষর",
            "৩টি মুক্তাক্ষর, ১টি বদ্ধাক্ষর"
        ],
        "answer": "ক",
        "explanation": "'বাংলাদেশ' শব্দে ১টি মুক্তাক্ষর ও ২টি বদ্ধাক্ষর রয়েছে। আমরা জানি,\nঅক্ষর : স্বল্পতম প্রয়াসে এক ঝোঁকে শব্দের যে অংশটুকু উচ্চারিত হয়, তাকে অক্ষর বলে। যেমন– বাং + লা + দেশ = ৩ অক্ষর।\nমুক্তাক্ষর : যখন একটি অক্ষরে একটিই বর্ণ থাকে এবং উচ্চারণে বাধাগ্রস্ত হয় না, তখন তাকে মুক্তাক্ষর বলে। যেমন– বাং + লা + দেশ; এখানে 'লা' হচ্ছে মুক্তাক্ষর।\nবদ্ধাক্ষর : যদি একাধিক বর্ণ মিলে একটি অক্ষর হয় এবং উচ্চারণে দীর্ঘটানে বাধাগ্রস্ত হয়, তখন তাকে বদ্ধাক্ষর বলে। যেমন– বাং + লা + দেশ; এখানে 'বাং' এবং 'দেশ' হচ্ছে বদ্ধাক্ষর। সুতরাং বলা যায়, বাংলাদেশ শব্দে ১টি মুক্তাক্ষর ও ২টি বদ্ধাক্ষর রয়েছে।\nবাং/ লা/দেশ।"
    },
    {
        "id": 196,
        "page": PAGE_NUM,
        "question": "প্রমিত বানান কোনটি?",
        "exam_name": "[BPSC-25]",
        "options": [
            "ষ্টেজ",
            "সেঁধুরী",
            "সুপ্তি",
            "শুন্য"
        ],
        "answer": "গ",
        "explanation": "'সুপ্তি' বানানটি প্রমিত। সঠিক বানান : স্টেজ, সেঁধুরি, শূন্য।"
    },
    {
        "id": 197,
        "page": PAGE_NUM,
        "question": "“আমার সন্তান যেন থাকে দুধে ভাতে”– কোন উপাখ্যানের অংশ?",
        "exam_name": "[BPSC-25]",
        "options": [
            "'কালকেতু উপাখ্যান'",
            "'মানসিংহ-ভবানন্দ উপাখ্যান'",
            "'শকুন্তলা উপাখ্যান'",
            "'ভারতচন্দ্র উপাখ্যান'"
        ],
        "answer": "ঘ",
        "explanation": "'আমার সন্তান যেন থাকে দুধে ভাতে' মূলত ভারতচন্দ্র রায় গুণাকর রচিত 'অন্নদামঙ্গল' উপাখ্যানের অংশ। তবে লেখকের নামানুসারে একে ভারতচন্দ্র উপাখ্যানও বলা হয়।"
    },
    {
        "id": 198,
        "page": PAGE_NUM,
        "question": "কোন বাক্যটি শুদ্ধ?",
        "exam_name": "[BREB-25]",
        "options": [
            "জ্ঞানি মূর্খ অপেক্ষা শ্রেষ্ঠতর",
            "জ্ঞানি মূর্খ অপেক্ষা শ্রেষ্ঠ",
            "জ্ঞানি মূর্খতা অপেক্ষা শ্রেষ্ঠ",
            "জ্ঞানী মূর্খ অপেক্ষা শ্রেষ্ঠ"
        ],
        "answer": "ঘ",
        "explanation": "জ্ঞানী মূর্খ অপেক্ষা শ্রেষ্ঠ – বাক্যটি শুদ্ধ। অপরদিকে, জ্ঞানি মূর্খ অপেক্ষা শ্রেষ্ঠতর, জ্ঞানি মূর্খ অপেক্ষা শ্রেষ্ঠ, জ্ঞানি মূর্খতা অপেক্ষা শ্রেষ্ঠ। বাক্যগুলোতে ব্যাকরণগত ভুল রয়েছে।"
    },
    {
        "id": 199,
        "page": PAGE_NUM,
        "question": "'সূর্য' এর প্রতিশব্দ–",
        "exam_name": "[BREB-25]",
        "options": [
            "সুধাংশু",
            "শশাঙ্ক",
            "বিধু",
            "আদিত্য"
        ],
        "answer": "ঘ",
        "explanation": "প্রদত্ত অপশনসমূহের মধ্যে সূর্যের প্রতিশব্দ 'আদিত্য'। সূর্যের অন্যান্য প্রতিশব্দসমূহ : রবি, সবিতা, দিবাকর, দিনমণি, দিননাথ, দিনেশ, অর্ক, ভানু, তপন, ভাস্কর, মার্তণ্ড, অংশু, প্রভাকর, কিরণমালী, অরুণ, মিহির, পূষা, সূর, মিত্র, দিনপতি, বালকি, অর্ষমা।"
    },
    {
        "id": 200,
        "page": PAGE_NUM,
        "question": "'জনবিরল' শব্দের বিপরীত শব্দ হলো–",
        "exam_name": "[BREB-25]",
        "options": [
            "জনাকীর্ণ",
            "জনহীন",
            "নির্জন",
            "জনশূন্য"
        ],
        "answer": "ক",
        "explanation": "'জনবিরল' শব্দের বিপরীত শব্দ হলো– জনাকীর্ণ। জনবিরল অর্থ : অল্প লোক। জনাকীর্ণ অর্থ : লোকে পরিপূর্ণ।"
    },
    {
        "id": 201,
        "page": PAGE_NUM,
        "question": "'সমভিব্যাহারে' শব্দটির অর্থ কী?",
        "exam_name": "[BREB-25]",
        "options": [
            "একাগ্রতায়",
            "সমান ব্যবহারে",
            "সম ভাবনায়",
            "একযোগে"
        ],
        "answer": "ঘ",
        "explanation": "'সমভিব্যাহারে' শব্দটি ক্রিয়া বিশেষণ; যার অর্থ– সঙ্গে, একযোগে, সংবদ্ধ হয়ে। যেমন– মন্ত্রী অমাত্য সমভিব্যাহারে রাজা চললেন।"
    },
    {
        "id": 202,
        "page": PAGE_NUM,
        "question": "“এ বয়সে তবু নতুন কিছু তো করো”– এখানে 'তবু' হচ্ছে–",
        "exam_name": "[BREB-25]",
        "options": [
            "বিশেষ্য",
            "বিশেষণ",
            "সর্বনাম",
            "অব্যয়"
        ],
        "answer": "ঘ",
        "explanation": "প্রদত্ত চরণটিতে 'তবু' শব্দটি অব্যয় রূপে ব্যবহৃত হয়েছে। বাক্যের ছন্দ কিংবা সৌন্দর্য সৃষ্টিতে এরূপ অব্যয় ব্যবহার করা হয়। এগুলোকে অলংকার অব্যয় মনে করা হয়।"
    },
    {
        "id": 203,
        "page": PAGE_NUM,
        "question": "'বাবা' কোন ভাষার অন্তর্গত শব্দ?",
        "exam_name": "[BREB-25]",
        "options": [
            "তৎসম",
            "তদ্ভব",
            "ফারসি",
            "তুর্কি"
        ],
        "answer": "ঘ",
        "explanation": "'বাবা' শব্দটি তুর্কি ভাষার শব্দ। তুর্কি ভাষার আরো কিছু শব্দ : চাকর, চাকু, তোপ, উজবুক, উর্দি, কুলি, খান, খোকা, বেগম, মুচলেকা, লাল, সওগাত ইত্যাদি।"
    },
    {
        "id": 204,
        "page": PAGE_NUM,
        "question": "'ট্রেন ঢাকা ছাড়ল'– এখানে 'ঢাকা' কোন কারকে কোন বিভক্তির উদাহরণ?",
        "exam_name": "[BREB-25]",
        "options": [
            "কর্মে",
            "করণে",
            "অপাদানে",
            "অধিকরণে"
        ],
        "answer": "গ",
        "explanation": "সাধারণভাবে, যা থেকে কিছু বিচ্যুত, জাত, বিরত, আরম্ভ, উৎপন্ন, দূরীভূত ও রক্ষিত হয় এবং যা দেখে কেউ ভীত হয়, তাকে অপাদান কারক বলে। তাই কোনো স্থান থেকে কোনো জিনিস বা বস্তু যদি চালিত হয়, তবে যে স্থান থেকে ঐ জিনিসটা চালিত হয় বা যাত্রা শুরু করে, সে স্থানটি হয় অপাদান কারক। অর্থাৎ ঢাকা স্টেশন থেকে ট্রেন ছাড়ার ফলে এখানে ঢাকা অপাদান কারক।"
    },
    {
        "id": 205,
        "page": PAGE_NUM,
        "question": "তদ্ধিত প্রত্যয় কোন প্রকৃতির সাথে যুক্ত হয়?",
        "exam_name": "[BREB-25]",
        "options": [
            "সাধ্য প্রকৃতি",
            "ক্রিয়া প্রকৃতি",
            "নাম প্রকৃতি",
            "নৈশ প্রকৃতি"
        ],
        "answer": "গ",
        "explanation": "তদ্ধিত প্রকৃতিকে নাম প্রকৃতিও বলা হয়। অর্থাৎ, নাম প্রকৃতির সাথে স্বাভাবিকভাবেই নাম প্রত্যয় যুক্ত হবে।"
    },
    {
        "id": 206,
        "page": PAGE_NUM,
        "question": "বাংলা ভাষা ও সাহিত্য উন্নয়নে কোন প্রতিষ্ঠান সর্বাধিক খ্যাতি লাভ করেছে?",
        "exam_name": "[BREB-25]",
        "options": [
            "শিল্পকলা একাডেমি",
            "শিশু একাডেমি",
            "এশিয়াটিক সোসাইটি",
            "বাংলা একাডেমি"
        ],
        "answer": "ঘ",
        "explanation": "বাংলা ভাষা ও সাহিত্য উন্নয়নে বাংলা একাডেমি সর্বাধিক খ্যাতি অর্জন করেছে। বাংলা একাডেমি হলো বাংলাদেশের ভাষা নিয়ন্ত্রক সংস্থা। এটি ১৯৫৫ সালের ৩ ডিসেম্বর (১৭ অগ্রহায়ণ, ১৩৬২ বঙ্গাব্দ) প্রতিষ্ঠিত হয়। বাংলা ভাষা ও সাহিত্যের চর্চা, গবেষণা ও প্রচারের লক্ষ্যে তৎকালীন পূর্ব পাকিস্তানে (বর্তমান বাংলাদেশে) এই একাডেমিটি প্রতিষ্ঠা করা হয়। রাষ্ট্রভাষা আন্দোলন-পরবর্তী প্রেক্ষাপটে বাংলা একাডেমি প্রতিষ্ঠার দাবি ওঠে। তৎকালীন পূর্ব পাকিস্তানের প্রধানমন্ত্রীর সরকারি বাসভবন বর্ধমান হাউজে এই একাডেমি স্থাপিত হয়।"
    }
]
