# scripts/bpsc_non_tech/bangla/p51.py

PAGE_NUM = 51

questions = [
    {
        "id": 253,
        "page": PAGE_NUM,
        "question": "নিচের কোনটি নাট্যগুণসম্পন্ন আখ্যান কাব্য?",
        "exam_name": "[MOE-2023]",
        "options": [
            "প্রাকৃত পৈঙ্গল",
            "মনসামঙ্গল",
            "সেকসুভোদয়া",
            "শ্রীকৃষ্ণকীর্তন"
        ],
        "answer": "ঘ",
        "explanation": "বড়ু চণ্ডীদাস রচিত 'শ্রীকৃষ্ণকীর্তন' বাংলা সাহিত্যের মধ্যযুগের একটি নাট্যগুণসম্পন্ন আখ্যান কাব্য। একে অনেক গবেষক 'নাট্যগীতি' বা কাব্যনাট্য হিসেবে অভিহিত করেছেন। এতে নাটকের প্রধান উপাদানগুলোর উপস্থিতি রয়েছে।"
    },
    {
        "id": 254,
        "page": PAGE_NUM,
        "question": "বাংলায় মহাভারত অনুবাদ করেছেন–",
        "exam_name": "[MOE-2023]",
        "options": [
            "কাশী রাম দাস",
            "ভারতচন্দ্র রায়গুণাকর",
            "কৃত্তিবাস ওঝা",
            "রামানন্দ ঘোষ"
        ],
        "answer": "ক",
        "explanation": "মধ্যযুগীয় বাঙালি কবি কাশীরাম দাস সংস্কৃত মহাকাব্য 'মহাভারত' বাংলায় পদানুবাদ করেন। তিনি এটি হুবহু অনুবাদ না করলেও ভাবানুবাদ ও সুললিত কাব্যের জন্য বাংলা সাহিত্যে অমর হয়ে আছেন।"
    },
    {
        "id": 255,
        "page": PAGE_NUM,
        "question": "মঙ্গলকাব্যের ব্যক্তিত্বময়ী নারীচরিত্র–",
        "exam_name": "[MOE-2023]",
        "options": [
            "ফুল্লরা",
            "সনকা",
            "বেহুলা",
            "লহনা"
        ],
        "answer": "ক",
        "explanation": "মঙ্গলকাব্যের ব্যক্তিত্বময়ী নারীচরিত্র বলতে এমন নারীচরিত্রকে বুঝানো হয়েছে– যে চরিত্রটি সাহসী, শক্তিশালী এবং নিজের কাঠামোতে দৃঢ়। ফুল্লরা চরিত্রটির মধ্যে এসকল গুণাবলির সমাহার পাওয়া যায়। তা ছাড়া চরিত্রটি নিজের ব্রত, আত্মত্যাগ এবং প্রতিবন্ধকতার বিরুদ্ধে লড়াই করে নিজের স্থান তৈরি করে।"
    },
    {
        "id": 256,
        "page": PAGE_NUM,
        "question": "রোসাঙ্গ-রাজসভার পৃষ্ঠপোষকতায় রচিত হয়েছে–",
        "exam_name": "[MOE-2023]",
        "options": [
            "পদ্মাবতী",
            "চন্দ্রাবতী",
            "কাজল রেখা",
            "কঙ্ক ও লীলা"
        ],
        "answer": "ক",
        "explanation": "রোসাঙ্গ-রাজসভার পৃষ্ঠপোষকতায় রচিত হয়েছে 'পদ্মাবতী' গ্রন্থটি। এটি ১৬৪৮ খ্রিস্টাব্দের দিকে রচিত হয়। আরাকান রাজসভার অমাত্য মাগন ঠাকুরের উৎসাহ ও অনুরোধে সৈয়দ আলাওল এ গ্রন্থটি রচনা করেন। এটি মালিক মুহম্মদ জায়সীর 'পদুমাবৎ' কাব্যের ভাবানুবাদ।"
    },
    {
        "id": 257,
        "page": PAGE_NUM,
        "question": "নিচের কোনটি খনার বচন?",
        "exam_name": "[MOE-2023]",
        "options": [
            "জন-জামাই ভাগনা, তিন নয় আপনা।",
            "অতি চোর পাতি চোর, হতে হতে সিদেল চোর।",
            "সে কহে বিস্তর মিছা যে কহে বিস্তর।",
            "আছে গরু, না বয় হাল, তার দুঃখ চিরকাল।"
        ],
        "answer": "ঘ",
        "explanation": "“আছে গরু, না বয় হাল, তার দুঃখ চিরকাল।” এটি খনার বচনের একটি অংশ। এর ভাবার্থ হলো সামর্থ্য বা সম্পদ থাকা সত্ত্বেও অলসতা বা অযত্নের কারণে যদি তা কাজে লাগানো না হয়, তবে সারাজীবন অভাব বা দুঃখ ভোগ করতে হয়। এটি মূলত পরিশ্রমের গুরুত্বকে তুলে ধরে।"
    },
    {
        "id": 258,
        "page": PAGE_NUM,
        "question": "ঈশ্বরচন্দ্র বিদ্যাসাগর রচিত মৌলিক গ্রন্থ কোনটি?",
        "exam_name": "[MOE-2023]",
        "options": [
            "প্রভাবতী সম্ভাষণ",
            "বাঙ্গালার ইতিহাস",
            "সীতার বনবাস",
            "বেতাল পঞ্চবিংশতি"
        ],
        "answer": "ক",
        "explanation": "ঈশ্বরচন্দ্র বিদ্যাসাগর রচিত মৌলিক গ্রন্থ হলো 'প্রভাবতী সম্ভাষণ'। এটি তাঁর বন্ধু রাজকৃষ্ণ বন্দ্যোপাধ্যায়ের তিন বছরের অকাল প্রয়াত কন্যা প্রভাবতীর স্মৃতিতে রচিত একটি অত্যন্ত মর্মস্পর্শী ও করুণ রসাত্মক রচনা।"
    },
    {
        "id": 259,
        "page": PAGE_NUM,
        "question": "মীর মশাররফ হোসেন নিচের কোন নাটকটির রচয়িতা?",
        "exam_name": "[MOE-2023]",
        "options": [
            "পলাশীর প্রায়শ্চিত্ত",
            "জমিদার দর্পণ",
            "নবীন তপস্বিনী",
            "সিরাজদ্দৌলা"
        ],
        "answer": "খ",
        "explanation": "মীর মশাররফ হোসেন 'জমিদার দর্পণ' নাটকটির রচয়িতা। এটি ১৮৭২–৭৩ সালের সিরাজগঞ্জের কৃষক বিদ্রোহের প্রেক্ষাপটে রচিত। উল্লেখ্য, এর আগে ১৮৬০ সালে দীনবন্ধু মিত্র 'নীল দর্পণ' নামে সমগোত্রীয় একটি নাটক লিখেছিলেন, যা নীলচাষীদের ওপর ইংরেজদের অত্যাচারের কাহিনী অবলম্বনে রচিত। এখানে,\nগ্রন্থ : ধরন : লেখক\n• পলাশীর প্রায়শ্চিত্ত : নাটক : ক্ষীরোদপ্রসাদ বিদ্যাবিনোদ\n• নবীন তপস্বিনী : নাটক : দীনবন্ধু মিত্র\n• সিরাজউদ্দৌলা : নাটক : সিকান্দার আবু জাফর"
    },
    {
        "id": 260,
        "page": PAGE_NUM,
        "question": "বাংলা সাহিত্যের প্রথম সার্থক ট্র্যাজেডি কোনটি?",
        "exam_name": "[MOE-2023]",
        "options": [
            "পুরুবিক্রম",
            "নীলদর্পণ",
            "কৃষ্ণকুমারী",
            "বেণীসংহার"
        ],
        "answer": "গ",
        "explanation": "বাংলা সাহিত্যের প্রথম সার্থক ট্র্যাজেডি নাটক হলো 'কৃষ্ণকুমারী' (১৮৬১)। এটি মাইকেল মধুসূদন দত্ত কর্তৃক রচিত। এটি রাজস্থানের ইতিহাসের ওপর ভিত্তি করে রচিত। উল্লেখ্য,\nকৃষ্ণকুমারী : প্রথম সার্থক ট্র্যাজেডি নাটক\nকীর্তিবিলাস : প্রথম ট্র্যাজেডি নাটক (প্রয়াস)\nশর্মিষ্ঠা : প্রথম সার্থক নাটক।"
    },
    {
        "id": 261,
        "page": PAGE_NUM,
        "question": "বঙ্কিমচন্দ্র চট্টোপাধ্যায় রচিত রোমান্সধর্মী উপন্যাস–",
        "exam_name": "[MOE-2023]",
        "options": [
            "যুগলাঙ্গুরীয়",
            "কপালকুণ্ডলা",
            "কৃষ্ণকান্তের উইল",
            "আনন্দমঠ"
        ],
        "answer": "খ",
        "explanation": "বঙ্কিমচন্দ্র চট্টোপাধ্যায় রচিত রোমান্সধর্মী উপন্যাস হলো 'কপালকুণ্ডলা'। এটি ১৮৬৬ সালে প্রকাশিত হয়। অরণ্যে বেড়ে ওঠা এক তরুণীর সাথে নবকুমার এক ব্যক্তির প্রেম বিবাহ ও বিচ্ছেদের করুণ কাহিনী চিহ্নিত হয়েছে।"
    },
    {
        "id": 262,
        "page": PAGE_NUM,
        "question": "দীনবন্ধু মিত্র রচিত প্রহসন কোনটি?",
        "exam_name": "[MOE-2023]",
        "options": [
            "কিঞ্চিৎ জলযোগ",
            "ম্যাও ধরবে কে",
            "কুলীন কুলসর্বস্ব",
            "সধবার একাদশী"
        ],
        "answer": "ঘ",
        "explanation": "দীনবন্ধু মিত্র রচিত 'সধবার একাদশী' একটি বিখ্যাত প্রহসন বা সামাজিক ব্যঙ্গাত্মক নাটক। এটি ১৮৬৬ সালে প্রকাশিত হয়। এ গ্রন্থে ইয়ং বেঙ্গল গোষ্ঠীর কিছু সদস্যের পাশ্চাত্য সংস্কৃতির অন্ধ অনুকরণ ও সমাজ অবক্ষয়ের চিত্র তুলে ধরা হয়েছে। এটি বাংলা সাহিত্যের আদি ও উৎকৃষ্ট নাট্য নিদর্শনগুলোর মধ্যে অন্যতম।"
    },
    {
        "id": 263,
        "page": PAGE_NUM,
        "question": "‘তত্ত্ববোধিনী’ পত্রিকার সম্পাদক ছিলেন–",
        "exam_name": "[MOE-2023]",
        "options": [
            "রমেশচন্দ্র দত্ত",
            "অক্ষয় কুমার দত্ত",
            "দেবেন্দ্রনাথ ঠাকুর",
            "রাজনারায়ণ বসু"
        ],
        "answer": "খ",
        "explanation": "'তত্ত্ববোধিনী' পত্রিকার সম্পাদক ছিলেন অক্ষয়কুমার দত্ত। তিনি ১৮৪৩ সাল থেকে ১৮৫৫ সাল পর্যন্ত এ পত্রিকাটির সম্পাদনা করেন। এখানে, মহর্ষি দেবেন্দ্রনাথ ঠাকুর ১৮৪৩ সালের ১৬ আগস্ট এটি প্রতিষ্ঠা করেন। রাজনারায়ণ বসু এবং রমেশচন্দ্র দত্ত এ পত্রিকার লেখক ছিলেন।"
    },
    {
        "id": 264,
        "page": PAGE_NUM,
        "question": "কাজী নজরুল ইসলাম সম্পাদিত পত্রিকা কোনটি?",
        "exam_name": "[MOE-2023]",
        "options": [
            "সওগাত",
            "শিখা",
            "ধূমকেতু",
            "কল্লোল"
        ],
        "answer": "গ",
        "explanation": "কাজী নজরুল ইসলাম সম্পাদিত পত্রিকা হলো ধূমকেতু। এটি একটি অর্ধ সাপ্তাহিক পত্রিকা, যা ১৯২২ সালের ১১ আগস্ট প্রথম প্রকাশিত হয়। ধূমকেতু পত্রিকাটি ব্রিটিশবিরোধী বিপ্লবী চেতনা ও স্বাধীনতার ডাক দেওয়ার জন্য সুপরিচিত ছিল। এছাড়া লাঙ্গল, দৈনিক নবযুগ কাজী নজরুল ইসলাম কর্তৃক সম্পাদিত পত্রিকা। এখানে,\nপত্রিকা : প্রথম সম্পাদক\n• সওগাত : মোহাম্মদ নাসিরউদ্দীন\n• শিখা : আবুল হোসেন\n• কল্লোল : দীনেশরঞ্জন দাশ"
    }
]
