# scripts/bpsc_non_tech/bangla/p53.py

PAGE_NUM = 53

questions = [
    {
        "id": 275,
        "page": PAGE_NUM,
        "question": "কোনটি কাব্যগ্রন্থ নয়?",
        "exam_name": "[MOE-2023]",
        "options": [
            "জীবন আমার বোন",
            "বন্দী শিবির থেকে",
            "বাংলার মাটি বাংলার জল",
            "বনলতা সেন"
        ],
        "answer": "ক",
        "explanation": "'জীবন আমার বোন' কাব্যগ্রন্থ নয়। এটি কথাসাহিত্যিক মাহমুদুল হক রচিত একটি বিখ্যাত বাংলা উপন্যাস, যা ১৯৭৬ সালে প্রকাশিত হয়। ১৯৭১ সালের উত্তাল আন্দোলন ও মুক্তিযুদ্ধের প্রেক্ষাপটে রচিত এ উপন্যাসে কেন্দ্রীয় চরিত্র জাহেদুল করিম এর মধ্যবিত্ত সুবিধাবাদী মানসিকতা এবং যুদ্ধের ভয়াল বাস্তবতার সাথে বোঝাপড়ার চিত্র ফুটে উঠেছে।"
    },
    {
        "id": 276,
        "page": PAGE_NUM,
        "question": "'ভাড়ুদত্ত' কোন কাব্যের চরিত্র?",
        "exam_name": "[BPSC-23]",
        "options": [
            "চণ্ডীমঙ্গল কাব্যের কালকেতু উপাখ্যান",
            "অন্নদামঙ্গল কাব্যের মানসিংহ ভবানন্দ উপাখ্যান",
            "মনসামঙ্গল",
            "ধর্মমঙ্গল"
        ],
        "answer": "ক",
        "explanation": "'চণ্ডীমঙ্গল' কাব্যের আদি কবি মানিক দত্ত আর প্রধান কবি মুকুন্দরাম চক্রবর্তী। এ কাব্যের প্রধান চরিত্রগুলো হলো কালকেতু, ফুল্লরা, ধনপতি, ভাড়ুদত্ত প্রমুখ।"
    },
    {
        "id": 277,
        "page": PAGE_NUM,
        "question": "'কবিতার কথা' কার প্রবন্ধগ্রন্থ?",
        "exam_name": "[BPSC-23]",
        "options": [
            "রবীন্দ্রনাথ ঠাকুর",
            "কাজী নজরুল ইসলাম",
            "জীবনানন্দ দাশ",
            "জসীম উদ্দীন"
        ],
        "answer": "গ",
        "explanation": "'কবিতার কথা' বিশ শতকের অন্যতম প্রধান বাঙালি কবি জীবনানন্দ দাশের প্রথম প্রবন্ধগ্রন্থ, যা তার মৃত্যুর পর প্রথম প্রকাশিত হয়েছিল।"
    },
    {
        "id": 278,
        "page": PAGE_NUM,
        "question": "সঠিক শব্দ কোনটি?",
        "exam_name": "[BTCL-2022]",
        "options": [
            "চলাকালীন সময়ে",
            "চলাকালে",
            "চলাকালের সময়ে",
            "চলাকালীন সময়"
        ],
        "answer": "খ",
        "explanation": ""
    },
    {
        "id": 279,
        "page": PAGE_NUM,
        "question": "'তিতাস একটি নদীর নাম' উপন্যাসটির রচয়িতা কে?",
        "exam_name": "[BTCL-2022]",
        "options": [
            "তারাশঙ্কর বন্দ্যোপাধ্যায়",
            "বন্দে আলী মিঞা",
            "জহির রায়হান",
            "অদ্বৈত মল্লবর্মণ"
        ],
        "answer": "ঘ",
        "explanation": "'তিতাস একটি নদীর নাম' অদ্বৈত মল্লবর্মণ রচিত উপন্যাস। এই উপন্যাসে তিনি গ্রামের দরিদ্র মালো-শ্রেণির লোকজনের দুঃখ-দুর্দশার কাহিনি ফুটিয়ে তুলেছেন। পরবর্তীতে এই উপন্যাস অবলম্বনে চলচ্চিত্র নির্মিত হয়।"
    },
    {
        "id": 280,
        "page": PAGE_NUM,
        "question": "'ইঁদুর কপালে' এর বিপরীত বাগধারা কোনটি?",
        "exam_name": "[BTCL-22]",
        "options": [
            "অদৃষ্টের পরিহাস",
            "অন্ধকার",
            "একাদশে বৃহস্পতি",
            "কেউকেটা"
        ],
        "answer": "গ",
        "explanation": "১। ইঁদুর কপালে (মন্দভাগ্য) : বেলাল মিয়ার এমনই ইঁদুর কপালে যে একমাত্র ছেলেও মারা গেল।\n২। একাদশে বৃহস্পতি (সৌভাগ্য) : আজিমের এক ছেলে ডাক্তার, আরেক ছেলে ইঞ্জিনিয়ার, তার যেন একাদশে বৃহস্পতি।"
    },
    {
        "id": 281,
        "page": PAGE_NUM,
        "question": "'চশমা' শব্দ বাংলায় এসেছে কোন ভাষা থেকে?",
        "exam_name": "[BPSC-2022]",
        "options": [
            "আরবি",
            "ফারসি",
            "তুর্কি",
            "সিংহলি"
        ],
        "answer": "খ",
        "explanation": "আল্লাহ, ওজু, গোসল, জান্নাত, তওবা, জাকাত, হাদিস, হালাল, আদালত, উকিল, কিতাব, দোয়াত, বাকি, রায় ইত্যাদি আরবি শব্দ।\nখোদা, গুনাহ, নামাজ, রোজা, কারখানা, তোশক, দরকার, বাদশাহ, বান্দা, বেগম, জানোয়ার, রফতানি, আদমি, নমুনা, চশমা ইত্যাদি ফারসি শব্দ।\nচাকর, চাকু, তোপ, দারোগা ইত্যাদি তুর্কি শব্দ।\nবেরিবেরি, সিডর ইত্যাদি সিংহলি শব্দ।"
    },
    {
        "id": 282,
        "page": PAGE_NUM,
        "question": "নিচের কোন শব্দটি বিসর্গসন্ধি সাধিত?",
        "exam_name": "[BPSC-2022]",
        "options": [
            "মনোরম",
            "তস্কর",
            "পরস্পর",
            "সংরক্ষণ"
        ],
        "answer": "ক",
        "explanation": "তস্কর = তৎ + কর, পরস্পর = পর + পর, সংরক্ষণ = সম্ + রক্ষণ, মনোরম = মনঃ + রম।"
    },
    {
        "id": 283,
        "page": PAGE_NUM,
        "question": "'আমরা' সমাসবদ্ধ পদের ব্যাসবাক্য-",
        "exam_name": "[BPSC-2022]",
        "options": [
            "তুমি ও আমি",
            "সে, তুমি ও আমি",
            "সে ও আমি",
            "আমি, তুমি ও সে"
        ],
        "answer": "ঘ",
        "explanation": "সে, তুমি ও আমি = আমরা শব্দটি এক শেষ দ্বন্দ্ব সমাস। তবে আমরা নিত্য সমাসও হয়।"
    },
    {
        "id": 284,
        "page": PAGE_NUM,
        "question": "'সে গতমাসেও কাজে যোগদান করেনি'-কোন কালের উদাহরণ?",
        "exam_name": "[BPSC-2022]",
        "options": [
            "সাধারণ অতীত",
            "সাধারণ বর্তমান",
            "নিত্যবৃত্ত অতীত",
            "নিত্যবৃত্ত বর্তমান"
        ],
        "answer": "গ",
        "explanation": "সাধারণ অতীত-উদাহরণ-শিকারি পাখিটিকে গুলি করল। সাধারণ বর্তমান-উদাহরণ :- সে ভাত খায়। নিত্যবৃত্ত অতীত-উদাহরণ :- সে গত মাসেও কাজে যোগদান করেনি। নিত্যবৃত্ত বর্তমান-সন্ধ্যায় সূর্য অস্ত যায়।"
    },
    {
        "id": 285,
        "page": PAGE_NUM,
        "question": "ভাঁড়ুদত্ত কোন কাব্যের চরিত্র?",
        "exam_name": "[BPSC-2022]",
        "options": [
            "অন্নদামঙ্গল",
            "চণ্ডীমঙ্গল",
            "মনসামঙ্গল",
            "ধর্মমঙ্গল"
        ],
        "answer": "খ",
        "explanation": "অন্নদামঙ্গল কাব্যের চরিত্র- ঈশ্বরী পাটনী।\nমনসামঙ্গল কাব্যের চরিত্র- চাঁদ সওদাগর, বেহুলা, লখিন্দর।\nধর্মমঙ্গল কাব্যের চরিত্র- রঞ্জাবতী, দুর্গা, নয়ানী, সুরক্ষা।\nচণ্ডীমঙ্গল কাব্যের চরিত্র- কালকেতু, ধর্মকেতু, ভাঁড়ু দত্ত, শিব, ফুল্লরা, চণ্ডী।"
    },
    {
        "id": 286,
        "page": PAGE_NUM,
        "question": "কোনটি রবীন্দ্রনাথ ঠাকুরের লেখা নাটক?",
        "exam_name": "[BPSC-2022]",
        "options": [
            "চতুরঙ্গ",
            "মুক্তধারা",
            "পুনশ্চ",
            "শেষের কবিতা"
        ],
        "answer": "খ",
        "explanation": "চতুরঙ্গ- উপন্যাস-লেখক রবীন্দ্রনাথ ঠাকুর।\nপুনশ্চ- কাব্যগ্রন্থ-কবি রবীন্দ্রনাথ ঠাকুর।\nশেষের কবিতা- উপন্যাস-লেখক রবীন্দ্রনাথ ঠাকুর।\nমুক্তধারা- নাটক-লেখক রবীন্দ্রনাথ ঠাকুর।"
    },
    {
        "id": 287,
        "page": PAGE_NUM,
        "question": "বাংলা উপসর্গ কয়টি?",
        "exam_name": "[BPSC-2022]",
        "options": [
            "১৯টি",
            "২০টি",
            "২১টি",
            "২২টি"
        ],
        "answer": "গ",
        "explanation": "খাঁটি বাংলা উপসর্গ ২১টি সংস্কৃত উপসর্গ ২০টি।"
    },
    {
        "id": 288,
        "page": PAGE_NUM,
        "question": "'ঢোঁড়াই চরিতমানস' উপন্যাসের লেখক কে?",
        "exam_name": "[BPSC-22]",
        "options": [
            "দেবেশ রায়",
            "ভবভূতি",
            "সতীনাথ ভাদুড়ী",
            "কৃত্তিবাস"
        ],
        "answer": "গ",
        "explanation": "(১৯০৬-১৯৬৫) তাঁর আরও উল্লেখযোগ্য উপন্যাস হলো- জাগরী (১৯৪৫), চিত্রগুপ্তের ফাইল (১৯৪৯), সত্যি ভ্রমণ কাহিনী (১৯৫১)।"
    },
    {
        "id": 289,
        "page": PAGE_NUM,
        "question": "'ন্যায়সঙ্গত' কোন ধরনের সমাস-সাধিত পদ?",
        "exam_name": "[BPSC-22]",
        "options": [
            "তৎপুরুষ",
            "কর্মধারয়",
            "বহুব্রীহি",
            "অব্যয়ীভাব"
        ],
        "answer": "ক",
        "explanation": "ন্যায় দ্বারা সঙ্গত = ন্যায়সঙ্গত, তৃতীয়া তৎপুরুষ সমাস।"
    },
    {
        "id": 290,
        "page": PAGE_NUM,
        "question": "'দেয়া' শব্দের সমার্থক শব্দ-",
        "exam_name": "[BPSC-2022]",
        "options": [
            "সমুদ্র",
            "সলিল",
            "মেঘ",
            "আকাশ"
        ],
        "answer": "গ",
        "explanation": "'দেয়া'-এর সমার্থক শব্দ- মেঘ। 'সলিল'-এর সমার্থক শব্দ- জল, পানি। 'আকাশ'-এর সমার্থক শব্দ- গগন, অন্তরিক্ষ, নীলিমা, নক্ষত্রলোক। 'সমুদ্র'-এর সমার্থক শব্দ- সাগর, জলারণ্য, জলাধি, বারীন্দ্র।"
    }
]
