# scripts/bpsc_non_tech/bangla/p54.py

PAGE_NUM = 54

questions = [
    {
        "id": 291,
        "page": PAGE_NUM,
        "question": "'আকুঞ্চন' শব্দের বিপরীতার্থক শব্দ কোনটি?",
        "exam_name": "[BPSC-2022]",
        "options": [
            "কুঞ্চন",
            "প্রসারণ",
            "বিকুঞ্চন",
            "প্রসারিত"
        ],
        "answer": "খ",
        "explanation": "কুঞ্চন-এর বিপরীত শব্দ সংকোচন, বিকুঞ্চন-এর বিপরীত শব্দ অকুঞ্চন, প্রসারিত-এর বিপরীত শব্দ সংকুচিত, আকুঞ্চন-এর বিপরীত শব্দ প্রসারণ।"
    },
    {
        "id": 292,
        "page": PAGE_NUM,
        "question": "কোন বাক্যটি শুদ্ধ?",
        "exam_name": "[REB-25]",
        "options": [
            "জ্ঞানি মূর্খ অপেক্ষা শ্রেষ্ঠতর",
            "জ্ঞানি মূর্খ অপেক্ষা শ্রেষ্ঠ",
            "জ্ঞানি মূর্খতা অপেক্ষা শ্রেষ্ঠ",
            "জ্ঞানী মূর্খ অপেক্ষা শ্রেষ্ঠ"
        ],
        "answer": "ঘ",
        "explanation": "জ্ঞানী মূর্খ অপেক্ষা শ্রেষ্ঠ – বাক্যটি শুদ্ধ। অন্যদিকে, জ্ঞানি মূর্খ অপেক্ষা শ্রেষ্ঠতর, জ্ঞানি মূর্খ অপেক্ষা শ্রেষ্ঠ, জ্ঞানি মূর্খতা অপেক্ষা শ্রেষ্ঠ। বাক্যগুলোতে ব্যাকরণগত ভুল রয়েছে।"
    },
    {
        "id": 293,
        "page": PAGE_NUM,
        "question": "'হাতহদাই' নাটকটি কে লিখেছেন?",
        "exam_name": "[BPSC-2022]",
        "options": [
            "গিরীশচন্দ্র ঘোষ",
            "উৎপল দত্ত",
            "মান্নান হীরা",
            "সেলিম আল দীন"
        ],
        "answer": "ঘ",
        "explanation": "'হাতহদাই' নাটকটি সেলিম আল দীন ১৯৯৭ সালে রচনা করে। 'যৈবতী কন্যার মন' (১৯৯৩) নাটকটিও তাঁর লেখা।"
    },
    {
        "id": 294,
        "page": PAGE_NUM,
        "question": "'মজলুম আদবি' কোন কবির ছদ্মনাম?",
        "exam_name": "[BPSC-2022]",
        "options": [
            "বিষ্ণু দে",
            "বুদ্ধদেব বসু",
            "সিকদার আমিনুল হক",
            "শামসুর রাহমান"
        ],
        "answer": "ঘ",
        "explanation": "বিষ্ণু দে এর ছদ্মনাম-শ্যামল রায়। বুদ্ধদেব বসু এর ছদ্মনাম-বিপ্রদাস মিত্র। শামসুর রাহমানের ছদ্মনাম-মজলুম আদবি।"
    },
    {
        "id": 295,
        "page": PAGE_NUM,
        "question": "'কুহেলিকা' কাজী নজরুল ইসলামের কোন ধরনের গ্রন্থ?",
        "exam_name": "[BPSC-2022]",
        "options": [
            "গল্পগ্রন্থ",
            "উপন্যাস",
            "প্রবন্ধগ্রন্থ",
            "কাব্যগ্রন্থ"
        ],
        "answer": "খ",
        "explanation": "(১৯৩১) কাজী নজরুল ইসলাম রচিত আরো উপন্যাস হলো-বাঁধন হারা (১৯২৭), মৃত্যুক্ষুধা (১৯৩০), জীবনের জয়যাত্রা (১৯৩৯)।"
    },
    {
        "id": 296,
        "page": PAGE_NUM,
        "question": "কোন বানানটি শুদ্ধ?",
        "exam_name": "[BPSC-2022]",
        "options": [
            "দিগ্ভ্রান্ত",
            "পুরষ্কার",
            "পূর্ণমুদ্রণ",
            "ষ্টেশনারী"
        ],
        "answer": "ক",
        "explanation": "ভুল : শুদ্ধ\nপুরষ্কার : পুরস্কার\nপূর্ণমুদ্রণ : পুনর্মুদ্রণ\nষ্টেশনারী : স্টেশনারি\nদিকভ্রান্ত : দিগ্ভ্রান্ত"
    },
    {
        "id": 297,
        "page": PAGE_NUM,
        "question": "'স্বাধীনতা তুমি' কবিতা শামসুর রাহমান কোন সনে লিখেছিলেন?",
        "exam_name": "[BPSC-2022]",
        "options": [
            "১৯৭১",
            "১৯৭৫",
            "১৯৮১",
            "১৯৮৬"
        ],
        "answer": "ক",
        "explanation": "কবি শামসুর রাহমান ১৯৭১ সালে এপ্রিল মাসের গোড়ার দিকে কোনো এক দুপুরে লিখেন 'স্বাধীনতা তুমি' এবং 'তোমাকে পাওয়ার জন্যে, হে স্বাধীনতা' বিখ্যাত কবিতা দুটি। একই বছরে ২১ জুলাই ছাপা হয় স্বাধীনতা তুমি কবিতাটি।"
    },
    {
        "id": 298,
        "page": PAGE_NUM,
        "question": "কোন লেখক 'জননী সাহসিকা' বলে পরিচিত?",
        "exam_name": "[BPSC-22]",
        "options": [
            "সেলিনা হোসেন",
            "সুফিয়া কামাল",
            "জাহানারা ইমাম",
            "রোকেয়া সাখাওয়াত হোসেন"
        ],
        "answer": "খ",
        "explanation": "জননী সাহসিকা বলে পরিচিত সুফিয়া কামাল। জাহানারা ইমামের উপাধি শহিদ জননী, বেগম রোকেয়ার উপাধি হলো মুসলিম নারী জাগরণের অগ্রদূত।"
    },
    {
        "id": 299,
        "page": PAGE_NUM,
        "question": "চন্দ্রাবতী কে?",
        "exam_name": "[BPSC-2022]",
        "options": [
            "'পদ্মাবতী' কাব্যের চরিত্র",
            "বাংলা সাহিত্যের প্রথম নাট্যকার",
            "'কঙ্কাবতী' নাটকের চরিত্র",
            "বাংলা সাহিত্যের প্রথম নারীকবি"
        ],
        "answer": "ঘ",
        "explanation": "চন্দ্রাবতী ষোড়শ শতাব্দীর কবি এবং বাংলা সাহিত্যের প্রথম বাঙালি মহিলা কবি। এই বিদুষী নারী অন্যান্য কাব্য ও পিতার আদেশে বাংলা ভাষায় রামায়ণ রচনা করেছিলেন।"
    },
    {
        "id": 300,
        "page": PAGE_NUM,
        "question": "'নেই আঁকড়া' বাগধারাটির অর্থ-",
        "exam_name": "[BPSC-2022]",
        "options": [
            "দলপতি",
            "একগুঁয়ে",
            "কপট ব্যক্তি",
            "সৎ মানুষ"
        ],
        "answer": "খ",
        "explanation": ""
    },
    {
        "id": 301,
        "page": PAGE_NUM,
        "question": "'প্রাচুর্য' এর প্রকৃতি ও প্রত্যয়-",
        "exam_name": "[BPSC-2022]",
        "options": [
            "প্রচুর + ্য",
            "প্রচুর + অ",
            "প্রচুর + য",
            "প্রচুর + য্য"
        ],
        "answer": "গ",
        "explanation": ""
    },
    {
        "id": 302,
        "page": PAGE_NUM,
        "question": "কোনটি বিরাম চিহ্ন নয়?",
        "exam_name": "[BPSC-2022]",
        "options": [
            "-",
            ",",
            "ঃ",
            ";"
        ],
        "answer": "গ",
        "explanation": "বাংলা ভাষায় বিরাম চিহ্নগুলো হলো- (,) কমা, (:) কোলন, (;) সেমিকোলন, (।) দাঁড়ি, (-) হাইফেন, (?) প্রশ্নবোধক চিহ্ন ইত্যাদি। (ঃ) বিসর্গ এটি একটি ব্যঞ্জন বর্ণ।"
    },
    {
        "id": 303,
        "page": PAGE_NUM,
        "question": "'পাখি'-এর সমার্থক শব্দ-",
        "exam_name": "[BPSC-2022]",
        "options": [
            "বিটপী",
            "বিগ্রহ",
            "বিজরী",
            "বিহগ"
        ],
        "answer": "খ",
        "explanation": "'পাখি' শব্দের সমার্থক শব্দ বিগ্রহ। পাখির আরো কিছু সমার্থক শব্দ হলো বিহঙ্গ, বিহঙ্গম, শকুন্ত, খগ, দ্বিজ, খেচর, পক্ষী, পতত্রী, পক্ষধর, চিড়িয়া, পাখপাখালি।"
    },
    {
        "id": 304,
        "page": PAGE_NUM,
        "question": "বাংলা সাহিত্যের প্রাচীনতম শাখা কোনটি?",
        "exam_name": "[BPSC-2022]",
        "options": [
            "কবিতা",
            "নাটক",
            "উপন্যাস",
            "ছোট গল্প"
        ],
        "answer": "ক",
        "explanation": "বাংলা সাহিত্যের শাখা মোট ১০টি। যথা- কবিতা, মহাকাব্য, গীতিকাব্য, নাট্যকাব্য, গল্প, ছোটগল্প, নাটক, উপন্যাস, প্রবন্ধ, রম্যরচনা। সূত্র : বাংলা সহপাঠ (নবম-দশম শ্রেণী)।"
    },
    {
        "id": 305,
        "page": PAGE_NUM,
        "question": "'পথের পাঁচালী' উপন্যাসের রচয়িতা কে?",
        "exam_name": "[BPSC-2022]",
        "options": [
            "সত্যজিৎ রায়",
            "বিভূতিভূষণ বন্দ্যোপাধ্যায়",
            "অচিন্ত্যকুমার সেন গুপ্ত",
            "বলাইচাঁদ মুখোপাধ্যায়"
        ],
        "answer": "খ",
        "explanation": "বিভূতিভূষণ বন্দ্যোপাধ্যায়ের আরও কিছু উপন্যাসের নাম- অপরাজিত, আরণ্যক, চাঁদের পাহাড়, আদর্শ হিন্দু হোটেল, ইছামতী, অশনি সংকেত।"
    },
    {
        "id": 306,
        "page": PAGE_NUM,
        "question": "কোনটি বিদেশী শব্দ নয়?",
        "exam_name": "[BPSC-2022]",
        "options": [
            "আদালত",
            "চিনি",
            "পাউরুটি",
            "সূর্য"
        ],
        "answer": "ঘ",
        "explanation": "আদালত আরবি শব্দ, চিনি চীনা শব্দ ও পাউরুটি পর্তুগিজ শব্দ। সূর্য তৎসম বা সংস্কৃত শব্দ।"
    },
    {
        "id": 307,
        "page": PAGE_NUM,
        "question": "আদর্শ বাক্যের গুণ কয়টি?",
        "exam_name": "[BPSC-2022]",
        "options": [
            "চারটি",
            "পাঁচটি",
            "তিনটি",
            "ছয়টি"
        ],
        "answer": "গ",
        "explanation": "একটি বাক্যের আদর্শ গুণ ৩টি; যথা- ১। আকাঙ্ক্ষা, ২। আসত্তি, ৩। যোগ্যতা।"
    }
]
