# scripts/bpsc_non_tech/bangla/p55.py

PAGE_NUM = 55

questions = [
    {
        "id": 308,
        "page": PAGE_NUM,
        "question": "'বাগধারা' ব্যাকরণের কোন অংশে আলোচিত হয়?",
        "exam_name": "[BPSC-2022]",
        "options": [
            "ভাষাতত্ত্বে",
            "ধ্বনিতত্ত্বে",
            "অর্থতত্ত্বে",
            "রূপতত্ত্বে"
        ],
        "answer": "গ",
        "explanation": "ব্যাকরণের আলোচ্য বিষয় চারটি; যথা- ১। ধ্বনিতত্ত্ব, ২। শব্দতত্ত্ব বা রূপতত্ত্ব, ৩। বাক্যতত্ত্ব, ৪। অর্থতত্ত্ব। বাগধারা আলোচিত হয়েছে অর্থতত্ত্ব অংশে।"
    },
    {
        "id": 309,
        "page": PAGE_NUM,
        "question": "'মেঘে মেঘে' শব্দদ্বৈত কী অর্থে ব্যবহৃত হয়?",
        "exam_name": "[BPSC-2022]",
        "options": [
            "ব্যাপ্তি",
            "বহুত্ব",
            "প্রকর্ষ",
            "ঈষৎ স্বল্পতা"
        ],
        "answer": "ঘ",
        "explanation": "'মেঘে মেঘে' শব্দদ্বৈত দ্বারা ঈষৎ (অল্প কিঞ্চিৎ সামান্য) অর্থ প্রকাশ পায়। যেমন- মেঘে মেঘে কেটে গেছে অনেক বেলা। মেঘে মেঘে অনেক সময় হয়ে গেছে। মেঘে মেঘে বেলা তো কম হয় নি।"
    },
    {
        "id": 310,
        "page": PAGE_NUM,
        "question": "তুমি এতক্ষণ কী করেছ?- এ বাক্যে 'কী' কোন পদ?",
        "exam_name": "[BPSC-2022]",
        "options": [
            "সর্বনাম",
            "অব্যয়",
            "ক্রিয়া",
            "বিশেষণ"
        ],
        "answer": "ক",
        "explanation": "বিশেষণ হলো যা বিশেষ্য ও সর্বনাম পদের দোষ, গুণ ইত্যাদি প্রকাশ করে। যেমন- ভালো, ছোট, গুণ, পাঁচটি ইত্যাদি। অব্যয় হলো যে পদের কোনো পরিবর্তন নেই। যেমন- এবং, কিংবা, কিন্তু, ইত্যাদি। সর্বনাম হলো যা বিশেষ্যের পরিবর্তে আসে। যেমন- আমি, তুমি, সে ইত্যাদি। ক্রিয়াপদ হলো যে পদ দ্বারা কার্যসম্পন্ন হয়। যেমন- করা, খাওয়া ইত্যাদি। সুতরাং, তুমি ও কী উভয়ই সর্বনাম।"
    },
    {
        "id": 311,
        "page": PAGE_NUM,
        "question": "'পুতুল নাচের ইতিকথা' গ্রন্থের রচয়িতা-",
        "exam_name": "[BPSC-2022]",
        "options": [
            "বিভূতিভূষণ বন্দ্যোপাধ্যায়",
            "মানিক বন্দ্যোপাধ্যায়",
            "তারাশঙ্কর বন্দ্যোপাধ্যায়",
            "সুনীল গঙ্গোপাধ্যায়"
        ],
        "answer": "খ",
        "explanation": "পুতুল নাচের ইতিকথা বাঙালি সাহিত্যিক মানিক বন্দ্যোপাধ্যায়-এর লেখা তৃতীয় উপন্যাস এবং চতুর্থ মুদ্রিত গ্রন্থ। উপন্যাসটি ভারতবর্ষ পত্রিকায় বাংলা ১৩৪১ সালের পৌষ থেকে ১৩৪২ সালের অগ্রহায়ণ পর্যন্ত ধারাবাহিকভাবে প্রকাশিত হয়। উপন্যাসটিতে মানিক বন্দ্যোপাধ্যায়ের সমাজতান্ত্রিক মানসিকতার পরিচয় মেলে।"
    },
    {
        "id": 312,
        "page": PAGE_NUM,
        "question": "ক্রিয়াপদের সাথে সম্পর্কযুক্ত পদকে কী বলে?",
        "exam_name": "[BPSC-22]",
        "options": [
            "কারক",
            "বিভক্তি",
            "সন্ধি",
            "সমাস"
        ],
        "answer": "ক",
        "explanation": "বাক্যস্থিত ক্রিয়াপদের সাথে নাম পদের যে সম্পর্ক হয়, তাকে কারক বলে। কারক ছয় প্রকার; যথা- ১। কর্তৃকারক, ২। কর্মকারক, ৩। করণকারক, ৪। সম্প্রদান কারক, ৫। অপাদান কারক, ৬। অধিকরণ কারক।"
    },
    {
        "id": 313,
        "page": PAGE_NUM,
        "question": "'বিদ্যালয়' শব্দটির সন্ধি বিচ্ছেদ কী?",
        "exam_name": "[BPSC-2022]",
        "options": [
            "বিদ্যা + আলয়",
            "বিদ্যা + লয়",
            "বিদ + আলয়",
            "কোনোটিই নয়"
        ],
        "answer": "ক",
        "explanation": "স্বরধ্বনির সাথে স্বরধ্বনির মিলনকে স্বরসন্ধি বলে। যেমন- বিদ্যা + আলয় = বিদ্যালয়, হিম + আলয় = হিমালয়।"
    },
    {
        "id": 314,
        "page": PAGE_NUM,
        "question": "'ডাকাবুকো' শব্দটির অর্থ কী?",
        "exam_name": "[BPSC-2022]",
        "options": [
            "ভীরু",
            "সাহসী",
            "স্বাস্থ্যবান",
            "রুগ্ন"
        ],
        "answer": "খ",
        "explanation": "'ডাকাবুকো' প্রবাদটির অর্থ নির্ভীক, সাহসী। এমন ডাকাবুকো ছেলে না হলে এ কাজ সমাধা হতো না।"
    },
    {
        "id": 315,
        "page": PAGE_NUM,
        "question": "প্রথম সার্থক বাংলা উপন্যাস কোনটি?",
        "exam_name": "[BPSC-2022]",
        "options": [
            "ফুলমণি ও করুণার বিবরণ",
            "কলিকাতাকমল্যালয়",
            "আলালের ঘরের দুলাল",
            "দুর্গেশনন্দিনী"
        ],
        "answer": "ঘ",
        "explanation": "বঙ্কিমচন্দ্র চট্টোপাধ্যায়কে বাংলা সাহিত্যে উপন্যাসের জনক বলা হয়। তাঁর রচিত 'দুর্গেশনন্দিনী' বাংলা সাহিত্যের প্রথম সার্থক উপন্যাস।"
    },
    {
        "id": 316,
        "page": PAGE_NUM,
        "question": "\"আমি কোথায় পাব তা'রে, আমার মনের মানুষ যে রে।\"- গানের রচয়িতা কে?",
        "exam_name": "[BPSC-2022]",
        "options": [
            "গগন হরকরা",
            "হাসন রাজা",
            "বাউল চাঁদ",
            "রামপ্রসাদ"
        ],
        "answer": "ক",
        "explanation": "'আমি কোথায় পাব তারে' বাঙালি বাউল সংগীতশিল্পী ও সংগীত রচয়িতা গগন হরকরার লেখা একটি বাউল গান। এই গানের সুর অনুসারে রবীন্দ্রনাথ ঠাকুর 'আমার সোনার বাংলা' গানটি রচনা করেন, যা বর্তমানে বাংলাদেশের জাতীয় সংগীত হিসেবে স্বীকৃত।"
    },
    {
        "id": 317,
        "page": PAGE_NUM,
        "question": "রবীন্দ্রনাথ ঠাকুর তাঁর কোন নাটক কাজী নজরুল ইসলামকে উৎসর্গ করেছিলেন?",
        "exam_name": "[BPSC-2022]",
        "options": [
            "বসন্ত",
            "ডাকঘর",
            "বিসর্জন",
            "অচলায়তন"
        ],
        "answer": "ক",
        "explanation": "রবীন্দ্রনাথ ঠাকুর তাঁর 'বসন্ত' গীতিনাট্যটি কাজী নজরুল ইসলামকে উৎসর্গ করেছিলেন। ১৯২৩ সালের জানুয়ারি মাসে কাজী নজরুল ইসলাম যখন আলিপুর কেন্দ্রীয় কারাগারে বন্দি ছিলেন তখন রবীন্দ্রনাথ ঠাকুর পবিত্র গঙ্গোপাধ্যায়ের মাধ্যমে এই বইটি উৎসর্গ হিসেবে তাঁর কাছে পাঠিয়েছিলেন।"
    },
    {
        "id": 318,
        "page": PAGE_NUM,
        "question": "সঠিক বানান কোনটি?",
        "exam_name": "[BPSC-2022]",
        "options": [
            "প্রতিযোগীতা",
            "মুমূর্ষ",
            "পুরস্কার",
            "সবগুলোই"
        ],
        "answer": "গ",
        "explanation": "শুদ্ধ বানান- প্রতিযোগিতা, মুমূর্ষু।"
    },
    {
        "id": 319,
        "page": PAGE_NUM,
        "question": "‘বীণার ঝঙ্কার’-এর এক কথায় প্রকাশ কী?",
        "exam_name": "[BPSC-2022]",
        "options": [
            "শিঞ্জন",
            "নিক্কন",
            "অজিন",
            "কৃত্তি"
        ],
        "answer": "খ",
        "explanation": "অলঙ্কারের ধ্বনি- শিঞ্জন, হরিণের চামড়া- অজিন, বাঘের চামড়া- কৃত্তি।"
    },
    {
        "id": 320,
        "page": PAGE_NUM,
        "question": "কোনটি সঠিক বানান?",
        "exam_name": "[BREB-2020; BREB-2021]",
        "options": [
            "মন্ত্রীসভা",
            "মন্ত্রী সভা",
            "মন্ত্রিসভা",
            "কোনোটিই নয়"
        ],
        "answer": "গ",
        "explanation": "বাংলাদেশের সংবিধান ও বাংলা একাডেমি বাংলা বানান অভিধান অনুযায়ী শুদ্ধ বানান 'মন্ত্রিসভা'। বাংলা ব্যাকরণ অনুযায়ী ত্ব, তা, নী, গী, সভা, পরিষদ, জগৎ, বিদ্যা, তত্ত্ব শব্দের শেষে যোগ হলে ই-কার হবে। যেমন- দায়িত্ব (দায়ী), মন্ত্রিত্ব, মন্ত্রিসভা, মন্ত্রিপরিষদ, প্রাণিসম্পদ (প্রাণী) ইত্যাদি।"
    },
    {
        "id": 321,
        "page": PAGE_NUM,
        "question": "“যা পূর্বে দেখা যায় নি” এক কথায় কী হবে?",
        "exam_name": "[BREB-2021]",
        "options": [
            "অদৃষ্ট",
            "অপূর্ব",
            "দৃষ্টপূর্ব",
            "অদৃষ্টপূর্ব"
        ],
        "answer": "ঘ",
        "explanation": "দেখা যায় না এমন– অদৃষ্ট\nপূর্বে যা হয় নি– অপূর্ব\nপূর্বে দেখা গিয়েছে এমন– দৃষ্টপূর্ব\nযা পূর্বে দেখা যায় নি– অদৃষ্টপূর্ব।"
    },
    {
        "id": 322,
        "page": PAGE_NUM,
        "question": "“যে সবে বঙ্গেতে জন্মি হিংসে বঙ্গবাণী, সে সব কাহার জন্ম নির্ণয় ন জানি” কবিতাংশটি কার লেখা?",
        "exam_name": "[MODMR-2006; MOEF-19; BTRC-2021]",
        "options": [
            "আলাওল",
            "আবদুল হাকিম",
            "চণ্ডীদাস",
            "কানাইডাস"
        ],
        "answer": "খ",
        "explanation": "উদ্ধৃত অংশটি মধ্যযুগের কবি আবদুল হাকিম রচিত 'বঙ্গবাণী' নামক কবিতা থেকে চয়ন করা হয়েছে। এখানে কবি মাতৃভাষা অবজ্ঞাকারীদের প্রতি ঘৃণা ব্যক্ত করেছেন। মাতৃভূমি ও মাতৃভাষাকে ভালোবাসা মানুষের অবশ্য কর্তব্য। কিন্তু এদেশে এমন কিছু মানুষ আছে যারা মাতৃভাষাকে ভালোবাসে না। মাতৃভাষায় আমরা সহজে বুঝতে পারি। সব ভাষারই স্রষ্টা আল্লাহ। তাই যে ভাষায় যোগাযোগ সহজ সেটিরই চর্চা করা প্রয়োজন। কিন্তু তবুও কিছু লোক বাংলাভাষাকে ঘৃণা করেন। কবি তাদের প্রতি তীব্র ঘৃণা প্রকাশ করেছেন। বলেছেন– তাদের জন্ম সম্পর্কে সন্দেহের অবকাশ আছে।"
    }
]
