# scripts/bpsc_non_tech/bangla/p56.py

PAGE_NUM = 56

questions = [
    {
        "id": 323,
        "page": PAGE_NUM,
        "question": "“দ্বার বন্ধ করে দিয়ে ভ্রমটারে রুধি। সত্য বলে, আমি তবে কোথা দিয়ে ঢুকি।” উদ্ধৃতাংশটির রচয়িতা কে?",
        "exam_name": "[BTRC-2021]",
        "options": [
            "লালন শাহ",
            "মাইকেল মধুসূদন দত্ত",
            "রবীন্দ্রনাথ ঠাকুর",
            "কৃষ্ণচন্দ্র মজুমদার"
        ],
        "answer": "গ",
        "explanation": "কবিতাংশটি রবীন্দ্রনাথ ঠাকুরের 'কণিকা' কাব্যগ্রন্থের 'একই পথ' নামক কবিতা থেকে নেয়া হয়েছে। দিন-রাত যেমন এক সাথে গাঁথা; ভালো-মন্দ, সত্য-মিথ্যা তেমনি একই সাথে গাঁথা। মন্দ ছাড়া ভালো অর্থহীন, মিথ্যা ছাড়া সত্য অর্থহীন। জীবনকে আলোকিত করার জন্যই অন্ধকারকে জানতে হয়। তাই সত্যের পথে থাকতে গিয়ে মিথ্যার ভয়ে জীবন দ্বার রুদ্ধ করা সঠিক সিদ্ধান্ত নয়।"
    },
    {
        "id": 324,
        "page": PAGE_NUM,
        "question": "'For good'-এর অনুবাদ কোনটি?",
        "exam_name": "[BTRC-2021]",
        "options": [
            "ভালোর জন্য",
            "ক্ষণজন্মা",
            "বড়র জন্য",
            "চিরতরে"
        ],
        "answer": "ঘ",
        "explanation": "For good-এর সঠিক অর্থ চিরতরে। For good একটি Phrase, Synonyms : permanently, finally, for ever."
    },
    {
        "id": 325,
        "page": PAGE_NUM,
        "question": "'দহরম-মহরম'-এর বিপরীতার্থক বাগধারা কোনটি?",
        "exam_name": "[BTRC-2021]",
        "options": [
            "অহি-নকুল",
            "দুধের মাছি",
            "বসন্তের কোকিল",
            "জিলাপির প্যাঁচ"
        ],
        "answer": "ক",
        "explanation": "দহরম-মহরম (মাখামাখি বন্ধুত্ব) : দু'জনের মধ্যে খুব দহরম মহরম দেখছি, বন্ধুত্ব টিকলে হয়।\nঅহি-নকুল সম্বন্ধ (চিরশত্রুতা) : চাচা-ভাইপোর মধ্যে একেবারে অহি-নকুল সম্বন্ধ; সামান্য ব্যাপার নিয়ে কতবার যে লড়াই হয়ে গেছে, তার ইয়ত্তা নেই।"
    },
    {
        "id": 326,
        "page": PAGE_NUM,
        "question": "লিঙ্গান্তর হয় না, এমন শব্দ কোনটি?",
        "exam_name": "[BTRC-2021]",
        "options": [
            "সাহেব",
            "বেয়াই",
            "সঙ্গী",
            "কবিরাজ"
        ],
        "answer": "ঘ",
        "explanation": "লিঙ্গান্তর হয় না এমন কিছু পুরুষবাচক শব্দ হলো– কবিরাজ, ঢাকী, কাজী, কুস্তিগীর, কৃতদার, অকৃতদার, রাষ্ট্রপতি, পুরোহিত, যোদ্ধা, বিচারপতি ইত্যাদি।"
    },
    {
        "id": 327,
        "page": PAGE_NUM,
        "question": "কোন বানানটি শুদ্ধ?",
        "exam_name": "[RPCL-2021]",
        "options": [
            "পিপিলিকা",
            "পিপীলিকা",
            "পীপিলিকা",
            "পিপিলীকা"
        ],
        "answer": "খ",
        "explanation": "শুদ্ধ বানান, পিপীলিকা : (বিশেষ্য পদ) পিঁপড়া।"
    },
    {
        "id": 328,
        "page": PAGE_NUM,
        "question": "বাংলা স্বরবর্ণের সংখ্যা কয়টি?",
        "exam_name": "[MODMR-2006, PPA-18, RPCL-2021]",
        "options": [
            "৯টি",
            "৮টি",
            "১০টি",
            "১১টি"
        ],
        "answer": "ঘ",
        "explanation": "বাংলা ভাষার মোট বর্ণমালা ৫০টি, যার মধ্যে স্বরবর্ণ ১১টি।"
    },
    {
        "id": 329,
        "page": PAGE_NUM,
        "question": "'মার্তণ্ড' শব্দের অর্থ কী?",
        "exam_name": "[PWD-2011, RPCL-2021]",
        "options": [
            "সূর্য",
            "মরুভূমি",
            "চন্দ্র",
            "আকাশ"
        ],
        "answer": "ক",
        "explanation": "'সূর্য' শব্দের সমার্থক শব্দ আদিত্য, রবি, মার্তণ্ড, ভানু, সবিতা ইত্যাদি।"
    },
    {
        "id": 330,
        "page": PAGE_NUM,
        "question": "'নবকুমার' কোন উপন্যাসের চরিত্র?",
        "exam_name": "[RPCL-2021]",
        "options": [
            "কপালকুণ্ডলা",
            "বিষবৃক্ষ",
            "দুর্গেশনন্দিনী",
            "সীতারাম"
        ],
        "answer": "ক",
        "explanation": "সাহিত্য-সম্রাট বঙ্কিমচন্দ্র চট্টোপাধ্যায় রচিত 'কপালকুণ্ডলা' উপন্যাসের উল্লেখযোগ্য চরিত্র কাপালিক, নবকুমার, কপালকুণ্ডলা। এ উপন্যাসের শ্রেষ্ঠ সংলাপ “পথিক তুমি পথ হারাইয়াছ।”"
    },
    {
        "id": 331,
        "page": PAGE_NUM,
        "question": "'তুমি আসবে বলে, হে স্বাধীনতা' — কার লেখা?",
        "exam_name": "[BSEC-2018, DM-2019, SGFL-2021, BPSC-25]",
        "options": [
            "শওকত ওসমান",
            "সিকান্দার আবু জাফর",
            "সুফিয়া কামাল",
            "শামসুর রাহমান"
        ],
        "answer": "ঘ",
        "explanation": "শামসুর রাহমান বাংলাদেশ ও আধুনিক বাংলা সাহিত্যের প্রধান কবি। জীবদ্দশাতেই তিনি বাংলাদেশের প্রধান কবির মর্যাদা লাভ করেছিলেন। বিংশ শতাব্দীর দ্বিতীয় ভাগে পঞ্চাশের দশকে তিনি আধুনিক কবি হিসেবে বাংলা সাহিত্যে আবির্ভূত হন। বাংলাদেশের স্বাধীনতা সংগ্রামের ওপর তাঁর লেখা দুটি কবিতা 'তুমি আসবে বলে, হে স্বাধীনতা', 'স্বাধীনতা তুমি' খুবই জনপ্রিয়। স্বাধীনতা যুদ্ধের সময় তিনি মজলুম আদিব (মজলুম লেখক) ছদ্মনামে কলকাতার বিখ্যাত দেশ ও অন্যান্য পত্রিকায় কবিতা লিখতেন।"
    },
    {
        "id": 332,
        "page": PAGE_NUM,
        "question": "'ষড়্ঋতু' শব্দের সন্ধি বিচ্ছেদ–",
        "exam_name": "[SGFL-2021]",
        "options": [
            "ষড়্ + ঋতু",
            "ষট্ +ঋতু",
            "ষড্ + ঋতু",
            "ষট্ + ঋতু"
        ],
        "answer": "খ",
        "explanation": "বর্গের প্রথম বর্ণ (ক, চ, ট, ত/ৎ, প) + স্বরবর্ণ = বর্গের ৩য় বর্ণ (গ, জ, ড, দ, ব) যেমন, ষড়্ঋতু = ষট্ + ঋতু।"
    },
    {
        "id": 333,
        "page": PAGE_NUM,
        "question": "কোনটি শুদ্ধ বানান?",
        "exam_name": "[SGFL-2021, PGCB-2021]",
        "options": [
            "শ্বাশত",
            "শাশ্বত",
            "স্বাশ্বত",
            "শাস্বত"
        ],
        "answer": "খ",
        "explanation": "শুদ্ধ বানান শাশ্বত (বিশেষণ), নিত্য, অবিনশ্বর; চিরন্তন (যেমন- শাশ্বত ধর্ম)।"
    },
    {
        "id": 334,
        "page": PAGE_NUM,
        "question": "মহাপ্রাণ বর্ণ কোনটি?",
        "exam_name": "[SGFL-2021]",
        "options": [
            "গ",
            "ত",
            "ঘ",
            "ক"
        ],
        "answer": "গ",
        "explanation": "যে বর্ণসমূহের উচ্চারণ দীর্ঘ হয় অর্থাৎ ফুসফুস তাড়িত বাতাস অধিক প্রবাহিত হয় সেগুলো মহাপ্রাণ বর্ণ। প্রত্যেক বর্গের দ্বিতীয় ও চতুর্থ বর্ণ মহাপ্রাণ বর্ণ। যথা– খ-ঘ-ছ-ঝ-ঠ-ঢ-থ-ধ-ফ-ভ।"
    },
    {
        "id": 335,
        "page": PAGE_NUM,
        "question": "বাংলা উপসর্গ কয়টি?",
        "exam_name": "[DOTE-2020, DPDC-21, BPDP-21, PGCB-2021]",
        "options": [
            "১৯টি",
            "২০টি",
            "২১টি",
            "২২টি"
        ],
        "answer": "গ",
        "explanation": "খাঁটি বাংলা উপসর্গ মোট ২১টি। যথা- অ, অনা, অজ, অঘা, আর, আন, আর, ইতি, উন, কদ, কু, নি, পাতি, বি, ভর, রাম, স, সা, সু, হা। প্রয়োগ অ– অবহেলা, অকাজ, কু– কুকথা, কুকাণ্ড ইত্যাদি।"
    },
    {
        "id": 336,
        "page": PAGE_NUM,
        "question": "বিদেশি শব্দ কোনটি?",
        "exam_name": "[PGCB-2021]",
        "options": [
            "হাত",
            "হায়াত",
            "ডাগর",
            "নাগর"
        ],
        "answer": "খ",
        "explanation": "হাত – তদ্ভব শব্দ। হায়াত – বিদেশি (আরবি) শব্দ। ডাগর, নাগর – দেশি শব্দ।"
    },
    {
        "id": 337,
        "page": PAGE_NUM,
        "question": "'চপল'-এর বিপরীত শব্দ কোনটি?",
        "exam_name": "[PGCB-2021]",
        "options": [
            "ঠান্ডা",
            "গম্ভীর",
            "রাজভারী",
            "সদ্ভাব"
        ],
        "answer": "খ",
        "explanation": "চপল শব্দের অর্থ– চঞ্চল, অস্থির। এর বিপরীত শব্দ গম্ভীর। অন্য অর্থ– অগাধ, গুরু, ভারভার।"
    },
    {
        "id": 338,
        "page": PAGE_NUM,
        "question": "যাকে আশ্রয় করে কর্তা ক্রিয়া সম্পন্ন করে, তাকে কোন কারক বলে?",
        "exam_name": "[PGCB-2021]",
        "options": [
            "কর্তৃকারক",
            "কর্মকারক",
            "করণকারক",
            "অধিকরণ কারক"
        ],
        "answer": "খ",
        "explanation": "বাক্যস্থিত যে বিশেষ্য বা সর্বনাম পদ ক্রিয়া সম্পন্ন করে, তাকে কর্তা বা কর্তৃকারক। যেমন– খোকা বই পড়ে। যাকে আশ্রয় করে কর্তা ক্রিয়া সম্পন্ন করে, তাকে কর্মকারক বলে। যেমন– ছেলেটিকে বিছানায় শোয়াও।\n'করণ' শব্দের অর্থ যন্ত্র, সহায়ক বা উপায়। ক্রিয়া সম্পাদনের উপকরণ বা সহায়ককেই করণকারক বলা হয়। যেমন– নীল কলম দিয়ে লেখে।\nক্রিয়া সম্পাদনের কাল (সময়) এবং আধারকে অধিকরণ কারক বলে। যেমন– আমরা রোজ স্কুলে যাই।"
    }
]
