# scripts/bpsc_non_tech/bangla/p57.py

PAGE_NUM = 57

questions = [
    {
        "id": 339,
        "page": PAGE_NUM,
        "question": "কাজী নজরুল ইসলাম সম্পাদিত পত্রিকা হলো-",
        "exam_name": "[BPSC-2021]",
        "options": [
            "ধূমকেতু",
            "লাঙল",
            "নবযুগ",
            "সব ক'টিই"
        ],
        "answer": "ঘ",
        "explanation": "কাজী নজরুল ইসলাম সম্পাদিত পত্রিকাগুলো হলো– নবযুগ, ধূমকেতু, লাঙল। 'ধূমকেতু' পত্রিকার মাধ্যমে ভারতের পূর্ণ স্বাধীনতা প্রকাশ করা হয়, যার প্রেক্ষিতে পত্রিকাটি আবির্ভাবের সঙ্গে সঙ্গে সকলের হৃদয় জয় করে নিয়েছিল।"
    },
    {
        "id": 340,
        "page": PAGE_NUM,
        "question": "কোনটি তালব্য বর্ণ?",
        "exam_name": "[BPSC-2021]",
        "options": [
            "ক",
            "ট",
            "প",
            "শ"
        ],
        "answer": "ঘ",
        "explanation": "তালু থেকে উচ্চারিত ধ্বনির প্রতীক বা বর্ণকে তালব্য বর্ণ বলে। তালব্য বর্ণগুলো হলো– ই, ঈ, এ, চ, ছ, জ, ঝ, ঞ, য়, শ।"
    },
    {
        "id": 341,
        "page": PAGE_NUM,
        "question": "কাজী নজরুল ইসলামের প্রথম প্রকাশিত গ্রন্থের নাম-",
        "exam_name": "[BPSC-2021]",
        "options": [
            "বিষের বাঁশী",
            "ব্যথার দান",
            "প্রলয় শিখা",
            "বাঁধনহারা"
        ],
        "answer": "খ",
        "explanation": "বিংশ শতাব্দীর প্রধান বাঙালি কবি ও সংগীতকার হলেন বিদ্রোহী কবি ও বাংলাদেশের জাতীয় কবি কাজী নজরুল ইসলাম। তাঁর প্রথম প্রকাশিত গ্রন্থ হলো– 'ব্যথার দান' (১৯২২)। কিন্তু তাঁর রচিত ও প্রকাশিত প্রথম গল্প হলো 'বাউন্ডুলের আত্মকাহিনী', যা ১৯১৯ সালে 'সওগাত' পত্রিকায় প্রকাশিত হয়। 'বিষের বাঁশী' ও 'প্রলয় শিখা' হলো তাঁর রচিত কাব্যগ্রন্থ। 'বাঁধনহারা' হলো নজরুল রচিত একটি পত্রোপন্যাস এবং প্রথম উপন্যাস।"
    },
    {
        "id": 342,
        "page": PAGE_NUM,
        "question": "'জাগ্রত বাংলাদেশ'-কার রচনা?",
        "exam_name": "[BPSC-2021]",
        "options": [
            "আহমদ ছফা",
            "আহমদ শরীফ",
            "আশরাফ সিদ্দিকী",
            "আবুল হোসেন"
        ],
        "answer": "ক",
        "explanation": "১৯৭১ সালের জুলাই মাসে স্বাধীনতার পথে হাঁটতে থাকা বাংলাদেশের প্রথম গ্রন্থ হিসেবে প্রকাশিত হয় আহমদ ছফা'র প্রবন্ধগ্রন্থ 'জাগ্রত বাংলাদেশ'। স্বাধীনতা-পরবর্তী সময়ের বাংলাদেশের অন্যতম শ্রেষ্ঠ চিন্তাবিদ, জাতির শিক্ষক ও জাতির দর্পণ হিসেবে আহমদ ছফাকে অভিহিত করা হয়। তিনি ছিলেন শোষিত মানুষের পক্ষে এক বলিষ্ঠ কণ্ঠস্বর। তিনি একাধারে প্রাবন্ধিক, কবি, ঔপন্যাসিক, চিন্তাবিদ ও বিশিষ্ট কলামিস্ট ছিলেন। তাঁর লেখায় বাংলাদেশি জাতিসত্তার পরিচয় নির্ধারণ প্রাধান্য পেয়েছে। তিনি প্রায় অর্ধশত গ্রন্থ রচনা করেছেন। তাঁর প্রবন্ধগ্রন্থের মধ্যে 'জাগ্রত বাংলাদেশ' (১৯৭১), 'বুদ্ধিবৃত্তির নতুন বিন্যাস' (১৯৭২), 'বাংলা ভাষা: রাজনীতির আলোকে' (১৯৭৫), 'বাংলাদেশের রাজনৈতিক জটিলতা' (১৯৭৭), 'বাঙালি মুসলমানের মন' (১৯৮১), 'শেখ মুজিবুর রহমান ও অন্যান্য প্রবন্ধ' (১৯৮৯) উল্লেখযোগ্য। তাঁর উল্লেখযোগ্য উপন্যাস ও গল্পগ্রন্থ হলো– 'সূর্য তুমি সাথী' (১৯৬৭), 'উদ্ধার' (১৯৭৫), 'একজন আলী কেনানের উত্থান-পতন' (১৯৮৯), 'অর্ধেক নারী অর্ধেক ঈশ্বরী' (১৯৯৬), ও 'নিহত নক্ষত্র' (১৯৬৯)।\n'জল্লাদ সময়' ও 'দুঃখের দিনের দোহা' (১৯৭৫), একটি প্রবীণ বটের কাছে প্রার্থনা' (১৯৭৭), 'লেনিন ঘুমোবে এবার' (১৯৯৯), 'আহিতাগ্নি' (২০০১) হলো তাঁর উল্লেখযোগ্য কাব্যগ্রন্থ।\nতাঁর অন্যতম জনপ্রিয় একটি বই হলো 'যদ্যপি আমার গুরু'।"
    },
    {
        "id": 343,
        "page": PAGE_NUM,
        "question": "দেশি শব্দ কোনটি?",
        "exam_name": "[BPSC-2021]",
        "options": [
            "কুলা",
            "ইমাম",
            "সূর্য",
            "হরতাল"
        ],
        "answer": "ক",
        "explanation": "যে-সকল শব্দ অতি প্রাচীন কাল থেকেই এদেশে প্রচলিত হয়ে আসছে, আর্য সভ্যতার প্রভাবে লোপ পায় নি বা বিকৃতি ঘটে নি, বর্তমান সময়ে প্রচলিত আছে, সেগুলোকে দেশি শব্দ বলে। কতিপয় দেশি বা খাঁটি বাংলা শব্দ হলো– ঢেঁকি, ঢোল, কাঁটা, খোঁপা, ডিঙি, কুলা, ডাগর, ডাঙর, চুলা ইত্যাদি।"
    },
    {
        "id": 344,
        "page": PAGE_NUM,
        "question": "কোন উপাখ্যানটি পাওয়া যায়- মৈমনসিংহ গীতিকায়?",
        "exam_name": "[BPSC-2021]",
        "options": [
            "বেহুলা",
            "ফুল্লরা",
            "প্রমীলা",
            "মহুয়া"
        ],
        "answer": "ঘ",
        "explanation": "'মৈমনসিংহ-গীতিকা' হলো একটি সংকলনগ্রন্থ, যাতে ময়মনসিংহ অঞ্চলের প্রচলিত দশটি পালাগান লিপিবদ্ধ করা হয়েছে। প্রথম খণ্ডের দশটি পালার রচয়িতা ভিন্ন ভিন্ন হলেও সংগ্রাহক চন্দ্রকুমার দে। ১৯২৩-৩২ সালে ডক্টর দীনেশ চন্দ্র সেন এই গানগুলো অন্যান্যদের সহায়তায় সংগ্রহ করেন এবং স্বীয় সম্পাদনায় কলকাতা বিশ্ববিদ্যালয় হতে প্রকাশ করেন। এই গীতিকাটি বিশ্বের ২৩টি ভাষায় মুদ্রিত হয়।\nমৈমনসিংহ-গীতিকার উল্লেখযোগ্য উপাখ্যান হলো– মহুয়া, চন্দ্রাবতী, কমলা, দেওয়ানা মদিনা, কাজলরেখা ইত্যাদি।"
    },
    {
        "id": 345,
        "page": PAGE_NUM,
        "question": "চাঁদ সওদাগরকে কোন মঙ্গলকাব্যে পাওয়া যায়?",
        "exam_name": "[BPSC-2021]",
        "options": [
            "কালিকা মঙ্গল",
            "অন্নদা মঙ্গল",
            "শীতলা মঙ্গল",
            "মনসা মঙ্গল"
        ],
        "answer": "ঘ",
        "explanation": "'মনসা মঙ্গল' মঙ্গলকাব্যে চাঁদ সওদাগরকে পাওয়া যায়। এটি একটি কিংবদন্তী চরিত্র।\nচাঁদ সওদাগর ছিলেন প্রাচীন ভারতের চম্পক নগরের ক্ষমতাশালী ও ধনী বণিক।"
    },
    {
        "id": 346,
        "page": PAGE_NUM,
        "question": "“মোদের গরব, মোদের আশা/আ-মরি বাংলা ভাষা” চরণটির রচয়িতা কে?",
        "exam_name": "[BPSC-2021]",
        "options": [
            "রবীন্দ্রনাথ ঠাকুর",
            "দ্বিজেন্দ্রলাল রায়",
            "রজনী কান্ত সেন",
            "অতুলপ্রসাদ সেন"
        ],
        "answer": "ঘ",
        "explanation": "বাংলা ভাষা সাহিত্যে ও সংগীতের এক অতি পরিচিত নাম অতুলপ্রসাদ সেন। তিনি ছিলেন একাধারে কবি, গীতিকার ও গায়ক। বাংলাভাষীদের নিকট অতুলপ্রসাদ সেন প্রধানত একজন সংগীতজ্ঞ ও সুরকার হিসেবেই পরিচিত। তাঁর গানগুলো মূলত স্বদেশি সংগীত, ভক্তিগীতি ও প্রেমের গান; এই তিন ধারায় বিভক্ত।"
    },
    {
        "id": 347,
        "page": PAGE_NUM,
        "question": "বঙ্কিমচন্দ্র চট্টোপাধ্যায় রচিত উপন্যাস কোনটি?",
        "exam_name": "[BPSC-2021]",
        "options": [
            "স্বর্ণলতা",
            "নৌকাডুবি",
            "বিষবৃক্ষ",
            "গৃহদাহ"
        ],
        "answer": "গ",
        "explanation": "সাহিত্য সম্রাট বঙ্কিমচন্দ্র চট্টোপাধ্যায়ের সাহিত্যচর্চা শুরু হয় ১৮৫২ খ্রিস্টাব্দে, “সংবাদ প্রভাকর” পত্রিকায় কবিতা প্রকাশের মাধ্যমে। বাংলা ভাষায় প্রথম সার্থক উপন্যাস দুর্গেশনন্দিনী তাঁরই রচিত। তাঁর উল্লেখযোগ্য উপন্যাসগুলো হলো– কপালকুণ্ডলা, মৃণালিনী, বিষবৃক্ষ, রজনী, কৃষ্ণকান্তের উইল, রাজসিংহ, আনন্দ মঠ, দেবী চৌধুরানী, সীতারাম, রাধারানী, চন্দ্রশেখর, ইন্দিরা।"
    },
    {
        "id": 348,
        "page": PAGE_NUM,
        "question": "“আমারি বঁধুয়া আনবাড়ি যায় আমারি আঙিনা দিয়া” বাক্যটি কার রচনা?",
        "exam_name": "[BPSC-2021]",
        "options": [
            "বড়ু চণ্ডীদাস",
            "দিনু চণ্ডীদাস",
            "দ্বিজ চণ্ডীদাস",
            "দিণ্ড চণ্ডীদাস"
        ],
        "answer": "গ",
        "explanation": "চণ্ডীদাস মধ্যযুগের চতুর্দশ শতকের বাঙালি কবি। তিনি চৈতন্য-পূর্ব বাংলা সাহিত্যে বৈষ্ণব পদাবলী রচয়িতা হিসেবে বিশিষ্ট স্থান অধিকার করে আছেন।\nবাংলা ভাষায় রাধা ও কৃষ্ণের প্রেমসম্পর্কিত প্রায় ১২৫০টির অধিক কাব্যের সন্ধান পাওয়া গেছে, যেখানে রচয়িতা হিসেবে বড়ু চণ্ডীদাস, দিনু চণ্ডীদাস ও দ্বিজ চণ্ডীদাস তিনটি ভিন্ন নামের উল্লেখ রয়েছে।\n“আমারি বঁধুয়া আনবাড়ি যায় আমারি আঙিনা দিয়া”- বাক্যটির রচয়িতা দ্বিজ চণ্ডীদাস।"
    }
]
