# scripts/bpsc_non_tech/bangla/p59.py

PAGE_NUM = 59

questions = [
    {
        "id": 362,
        "page": PAGE_NUM,
        "question": "“মানুষেরই মাঝে স্বর্গ-নরক” উক্তিটি কার?",
        "exam_name": "[BPDB-2021]",
        "options": [
            "রবীন্দ্রনাথ ঠাকুর",
            "শেখ ফজলল করিম",
            "শামসুর রাহমান",
            "কাজী নজরুল ইসলাম"
        ],
        "answer": "খ",
        "explanation": "“মানুষেরই মাঝে স্বর্গ-নরক, মানুষেতে সুরাসুর”– এই পঙ্ক্তিটি কবি শেখ ফজলল করিমের রচনা। স্বর্গসুখ আর নরকের যন্ত্রণা মানুষ পৃথিবীতেই উপলব্ধি করতে পারে। মানুষের মাঝেই নিহিত সকল ভালো-মন্দ। আমরা নিজেদের সৎকর্মের দ্বারাই পৃথিবীতে শান্তি স্থাপন করতে পারি। আবার আমাদের ধ্বংসাত্মক কর্মকাণ্ডই পৃথিবীকে নরক বানিয়ে ফেলে। মানবতাবাদী কবি শেখ ফজলল করিম তাঁর কবিতায় সে সত্যই তুলে ধরেছেন।"
    },
    {
        "id": 363,
        "page": PAGE_NUM,
        "question": "“প্রেক্ষিত” শব্দের অর্থ কোনটি?",
        "exam_name": "[BPDB-2021]",
        "options": [
            "যাওয়া হয়েছে",
            "দর্শন করা হয়েছে",
            "আসা হয়েছে",
            "কোনোটিই নয়"
        ],
        "answer": "খ",
        "explanation": "প্রেক্ষিত হচ্ছে প্রেক্ষণ শব্দের বিশেষণ। এর অর্থ যা দর্শন করা হয়েছে।"
    },
    {
        "id": 364,
        "page": PAGE_NUM,
        "question": "“শিকায় ওঠা” বাগধারাটির অর্থ কী?",
        "exam_name": "[BPDB-21]",
        "options": [
            "বিগড়ে দেওয়া",
            "গোপন করা",
            "মুলতবি রাখা",
            "সর্বনাশ করা"
        ],
        "answer": "গ",
        "explanation": "'শিকায় ওঠা' বাগধারাটির অর্থ স্থগিত রাখা, মুলতবি রাখা। উদাহরণ– দুর্মূল্যের দিনে বাড়ি তৈরি করা শিকায় উঠেছে।"
    },
    {
        "id": 365,
        "page": PAGE_NUM,
        "question": "নিচের কোনটি ক্লীবলিঙ্গ?",
        "exam_name": "[BPDB-2021]",
        "options": [
            "কলম",
            "কন্যা",
            "স্বামী",
            "ননদ"
        ],
        "answer": "ক",
        "explanation": "যে-সব শব্দ দ্বারা কোনো পুরুষ বা স্ত্রী জাতি কোনোটিকেই বুঝায় না, তাকে ক্লীবলিঙ্গ বলে। যেমন– খাতা, কলম, বেত, বোতল ইত্যাদি।"
    },
    {
        "id": 366,
        "page": PAGE_NUM,
        "question": "“বসুমতী”-এর সমার্থক শব্দ কোনটি?",
        "exam_name": "[BPDB-2021]",
        "options": [
            "নগ",
            "ধরিত্রী",
            "গিরি",
            "কানন"
        ],
        "answer": "খ",
        "explanation": "'বসুমতী' শব্দটির সমার্থক শব্দ ধরা, ধরিত্রী, ধরণি, অবনী, মেদিনী, পৃ, পৃথিবী, ভূ, বসুধা ইত্যাদি। নগ, গিরি শব্দটির সমার্থক শব্দ পাহাড়। কানন শব্দটির সমার্থক শব্দ বন।"
    },
    {
        "id": 367,
        "page": PAGE_NUM,
        "question": "কোনটি বাতাসের সমার্থক শব্দ নয়?",
        "exam_name": "[BPDB-2021]",
        "options": [
            "মারুত",
            "পাবক",
            "পবন",
            "অনিল"
        ],
        "answer": "খ",
        "explanation": "বাতাস-এর সমার্থক শব্দ– বায়ু, পবন, সমীর, অনিল, মারুত, বাত, বায়, আশুগ, পবমান, সদাগতি, শব্দবহ, অগ্নিশখ, বহ্নিসখ, হাওয়া ইত্যাদি। অগ্নি এর সমার্থক শব্দ– পাবক।"
    },
    {
        "id": 368,
        "page": PAGE_NUM,
        "question": "ক্রিয়া পদের মূলকে কী বলে?",
        "exam_name": "[BPDB-2021]",
        "options": [
            "ধাতু",
            "সন্ধি",
            "সমাস",
            "কারক"
        ],
        "answer": "ক",
        "explanation": "ক্রিয়া মূলকে ধাতু বলা হয়। ক্রিয়া পদকে ভাঙলে মূলে যে অংশটি পাওয়া যায়, তাই হলো ধাতু। 'করা' ক্রিয়াটিকে ভাঙলে পাওয়া যায় কর + আ। এখানে কর হলো ধাতু। অনুরূপ– গমন = গম + অনট, কর্তব্য = কৃ + তব্য; শ্যামল = শ্যাম + ল ইত্যাদি।\nপরস্পর সন্নিহিত দু'বর্ণের মিলনকে সন্ধি বলে। উদাহরণস্বরূপ, বিদ্যা + আলয় = বিদ্যালয়। পরস্পর অর্থ সঙ্গতিবিশিষ্ট দুই বা ততোধিক পদ মিলিত হয়ে এক পদে পরিণত হওয়াকে সমাস বলে। যেমন– বিলাত হতে ফেরত = বিলাতফেরত। কারক শব্দটির ব্যাকরণগত অর্থ হলো– যা ক্রিয়া সম্পাদন করে। বাংলা ব্যাকরণশাস্ত্রে, কারক বলতে মূলত ক্রিয়ার সাথে বাক্যের বিশেষ্য ও সর্বনাম পদের সম্পর্ককে নির্দেশ করে।"
    },
    {
        "id": 369,
        "page": PAGE_NUM,
        "question": "শুদ্ধ বানান কোনটি?",
        "exam_name": "[BPDB-2021]",
        "options": [
            "ধাধা",
            "ধাঁধাঁ",
            "ধাঁধবা",
            "ধাঁধা"
        ],
        "answer": "ঘ",
        "explanation": "শুদ্ধ বানান– ধাঁধা (লোকসাহিত্যের একটি উল্লেখযোগ্য শাখা। একে হেঁয়ালিও বলা হয়।), অর্থ– গূঢ় সমস্যা, কৌতূহল-বিভ্রম, মিশ্রিত প্রশ্ন, দৃষ্টিভ্রম।"
    },
    {
        "id": 370,
        "page": PAGE_NUM,
        "question": "‘শূদ্র’ এর স্ত্রী লিঙ্গ কোনটি?",
        "exam_name": "[BPDB-2021]",
        "options": [
            "শূদ্রাণী",
            "শূদ্রা",
            "শূদ্রানী",
            "শূদ্রি"
        ],
        "answer": "ক",
        "explanation": "পুরুষবাচক শব্দের শেষে 'আনী' প্রত্যয় যোগ করে স্ত্রীবাচক শব্দ গঠন করা হয়। যেমন– শূদ্র-শূদ্রাণী, ঠাকুর-ঠাকুরানী, নাপিত-নাপিতানী, মেথর- মেথরানী, চাকর- চাকরানী ইত্যাদি।"
    },
    {
        "id": 371,
        "page": PAGE_NUM,
        "question": "‘হাত কামড়ানো’ বাগধারাটির অর্থ কী?",
        "exam_name": "[BPDB-2021]",
        "options": [
            "বদলা নেয়া",
            "আঘাতের হুমকি দেয়া",
            "চিন্তা করা",
            "আফসোস করা"
        ],
        "answer": "ঘ",
        "explanation": "'হাত কামড়ানো' বাগধারাটির অর্থ– আফসোস করা। উদাহরণ– পড়াশুনা করো নি তাই ভালো রেজাল্ট হয় নি– এখন হাত কামড়িয়ে কী হবে?"
    },
    {
        "id": 372,
        "page": PAGE_NUM,
        "question": "শিশুতোষ গ্রন্থ ‘পাখির বাসা’-এর লেখক কে?",
        "exam_name": "[BPDB-2021]",
        "options": [
            "রবি ঠাকুর",
            "আল মাহমুদ",
            "কাজী নজরুল",
            "ফররুখ আহমদ"
        ],
        "answer": "ঘ",
        "explanation": "মুসলিম রেনেসাঁর কবি ফররুখ আহমদ। তিনি ছিলেন ইসলামি আদর্শের উজ্জ্বল প্রতীক। 'সাত সাগরের মাঝি' (১৯৪৪) তার শ্রেষ্ঠ কাব্যগ্রন্থ। তার রচিত শিশুতোষ গ্রন্থ 'পাখির বাসা' (১৯৬৫)-এর জন্য তিনি ১৯৬৬ সালে ইউনেস্কো পুরস্কার লাভ করেন। 'হাতেমতায়ী' তার রচিত কাহিনি কাব্য। ১৯৬৬ সালে 'হাতেমতায়ী' গ্রন্থের জন্য তিনি আদমজী পুরস্কার লাভ করেন। আর 'নৌফেল ও হাতেম' (১৯৬১) তাঁর কাব্যনাট্যের নাম।"
    },
    {
        "id": 373,
        "page": PAGE_NUM,
        "question": "‘নগরাধ্যক্ষ’ এর সন্ধি বিচ্ছেদ কী হবে?",
        "exam_name": "[BPDB-2021]",
        "options": [
            "নগর + অধ্যক্ষ",
            "নগরা + ধ্যক্ষ",
            "নগর + আধিক্য",
            "কোনোটিই নয়"
        ],
        "answer": "ক",
        "explanation": "নগরাধ্যক্ষ-এর সন্ধি বিচ্ছেদ = নগর + অধ্যক্ষ (রক্ষক), অর্থাৎ– নগরের শান্তিরক্ষার্থে নিযুক্ত প্রধান ব্যক্তি।"
    },
    {
        "id": 374,
        "page": PAGE_NUM,
        "question": "Subconscious-এর অর্থ কী?",
        "exam_name": "[APSCL-2021]",
        "options": [
            "সচেতন",
            "সাবধান",
            "নিরাপদ",
            "অবচেতন"
        ],
        "answer": "ঘ",
        "explanation": "Option (d) সঠিক উত্তর। Subconscious অর্থ হলো অবচেতন/ অর্ধচেতন।"
    },
    {
        "id": 375,
        "page": PAGE_NUM,
        "question": "মীর মশাররফ হোসেনের নাটক কোনটি?",
        "exam_name": "[APSCL-2021]",
        "options": [
            "নটীর পূজা",
            "বেহুলা গীতাভিনয়",
            "নবীন তপস্বিনী",
            "কৃষ্ণকুমারী"
        ],
        "answer": "খ",
        "explanation": "মীর মশাররফ হোসেন ছিলেন একজন বাঙালি ঔপন্যাসিক, নাট্যকার ও প্রাবন্ধিক। তিনি বাংলা ভাষার অন্যতম প্রধান গদ্যশিল্পী ও বাঙালি মুসলমান সাহিত্যিকদের পথিকৃৎ। কারবালার যুদ্ধকে উপজীব্য করে রচিত 'বিষাদ সিন্ধু' তার সবচেয়ে জনপ্রিয় সাহিত্যকর্ম। তার রচিত নাটক 'বসন্তকুমারী', 'জমিদার দর্পণ', 'বেহুলা গীতাভিনয়' ইত্যাদি।"
    },
    {
        "id": 376,
        "page": PAGE_NUM,
        "question": "বিভক্তিযুক্ত শব্দ বা ধাতুকে বলে-",
        "exam_name": "[PBRLP-2021]",
        "options": [
            "শব্দ",
            "কারক",
            "পদ",
            "সমাস"
        ],
        "answer": "গ",
        "explanation": "বিভক্তিযুক্ত ধাতু বা শব্দকে পদ বলে। যে-কোনো ধাতু বা শব্দ বিভক্তিযুক্ত ছাড়া পদ হতে পারে না। একাধিক পদের একপদীকরণকে সমাস বলে। সমাস অর্থ সংক্ষেপণ। কারক শব্দটির অর্থ ক্রিয়া সম্পাদনকারী। ক্রিয়াপদের সাথে নামপদের সম্পর্কই কারক।"
    }
]
