# Page 60 (Q377 - Q392)
questions = [
    {
        "id": 377,
        "page": 60,
        "question": "কোনটি শুদ্ধ?",
        "exam_name": "PBRLP-2021",
        "options": [
            "সৌজন্যতা",
            "সৌজন্নতা",
            "সৌজন্য",
            "সৌজন্ন"
        ],
        "answer": "গ",
        "explanation": "'সৌজন্য' শব্দটি শুদ্ধ। সৌজন্যতা শব্দটিতে প্রত্যয়জনিত ত্রুটি রয়েছে। সৌজন্যতা এবং সৌজন্ন শব্দটি যথারীতি ভুল বানান সংযুক্ত করা হয়েছে।"
    },
    {
        "id": 378,
        "page": 60,
        "question": "ধ্বনির লিখিত রূপকে কী বলা হয়?",
        "exam_name": "DPDC-2021",
        "options": [
            "ধ্বনি",
            "শব্দ",
            "ফলা",
            "বর্ণ"
        ],
        "answer": "ঘ",
        "explanation": "বাকপ্রত্যঙ্গের সাহায্যে উচ্চারিত আওয়াজকে ধ্বনি বলে। ধ্বনির লিখিত রূপকে বর্ণ বলে। বাংলা ভাষায় বর্ণ ২ প্রকার। যথা– ১। স্বরবর্ণ: স্বরধ্বনি দ্যোতক লিখিত সাংকেতিক চিহ্নকে স্বরবর্ণ বলা হয়। স্বরবর্ণ মোট ১১টি। ২। ব্যঞ্জনবর্ণ: ব্যঞ্জনধ্বনি দ্যোতক লিখিত সাংকেতিক চিহ্নকে ব্যঞ্জনবর্ণ বলা হয়। ব্যঞ্জনবর্ণ মোট ৩৯টি।"
    },
    {
        "id": 379,
        "page": 60,
        "question": "কোনটি পারিভাষিক শব্দ?",
        "exam_name": "DPDC-2021",
        "options": [
            "সমাস",
            "লিঙ্গ",
            "কারক",
            "বচন"
        ],
        "answer": "ঘ",
        "explanation": "'বচন' ব্যাকরণের একটি পারিভাষিক শব্দ। এর অর্থ সংখ্যার ধারণা। ব্যাকরণে বিশেষ্য বা সর্বনামের সংখ্যাগত ধারণা প্রকাশের উপায়কে বলে বচন।"
    },
    {
        "id": 380,
        "page": 60,
        "question": "'অকূল পাথার' বাগধারাটির অর্থ কী?",
        "exam_name": "DPDC-2021",
        "options": [
            "মহা সমস্যা",
            "ভীষণ ভয়",
            "ভীষণ বিপদ",
            "মহা ঝামেলা"
        ],
        "answer": "গ",
        "explanation": "'অকূল পাথার' বাগধারাটির অর্থ মহাবিপদ। উদাহরণ– অকূল পাথারে খোদা তুমিই আমার ভরসা।"
    },
    {
        "id": 381,
        "page": 60,
        "question": "'নেত্র' শব্দের সমার্থক শব্দ কোনটি?",
        "exam_name": "DPDC-2021",
        "options": [
            "জীবন",
            "নেতা",
            "নয়ন",
            "নীর"
        ],
        "answer": "গ",
        "explanation": "'নেত্র' শব্দের সমার্থক শব্দ– চোখ, আঁখি, অক্ষি, লোচন, নয়ন, দর্শনেন্দ্রিয়।"
    },
    {
        "id": 382,
        "page": 60,
        "question": "'সোজন বাদিয়ার ঘাট' কোন জাতীয় রচনা?",
        "exam_name": "DPDC-2021",
        "options": [
            "উপন্যাস",
            "গল্প",
            "কাব্যগ্রন্থ",
            "ছোটোগল্প"
        ],
        "answer": "গ",
        "explanation": "'সোজন বাদিয়ার ঘাট' পল্লিকবি জসীমউদ্দীন রচিত একটি কাব্যগ্রন্থ। গ্রাম বাংলার অপূর্ব অনবদ্য রূপকল্প এই কাব্যগ্রন্থটি। এ কাব্যের প্রধান চরিত্র সোজন ও দুলী।"
    },
    {
        "id": 383,
        "page": 60,
        "question": "'পৃষ্ঠ প্রদর্শন' বাগধারাটির সঠিক অর্থ কোনটি?",
        "exam_name": "BGFCL-2021",
        "options": [
            "চুরি করা",
            "অবজ্ঞা করা",
            "গর্ব করা",
            "পলায়ন করা",
            "কোনোটিই নয়"
        ],
        "answer": "ঘ",
        "explanation": "'পৃষ্ঠ প্রদর্শন' বাগধারাটির অর্থ পলায়ন করা। উদাহরণ– চোরটি এতক্ষণে পৃষ্ঠ প্রদর্শন করেছে, ধরা মুশকিল।"
    },
    {
        "id": 384,
        "page": 60,
        "question": "নিচের কোন বানানটি শুদ্ধ?",
        "exam_name": "BGFCL-2021",
        "options": [
            "অনুষঙ্গিক",
            "আনুষঙ্গিক",
            "আনুসঙ্গিক",
            "অনুসঙ্গিক",
            "কোনোটিই নয়"
        ],
        "answer": "খ",
        "explanation": "শুদ্ধ বানান আনুষঙ্গিক (বিশেষণ পদ), অর্থ– অন্য বিষয়ের সাথে জড়িত (অনুষঙ্গ + ইক)।"
    },
    {
        "id": 385,
        "page": 60,
        "question": "'ইতরবিশেষ' প্রবাদটির অর্থ কী?",
        "exam_name": "BGFCL-2021",
        "options": [
            "প্রভেদ করা",
            "দুষ্ট ব্যক্তি",
            "বিশিষ্ট ব্যক্তি",
            "চালক",
            "কোনোটিই নয়"
        ],
        "answer": "ক",
        "explanation": "'ইতরবিশেষ' প্রবাদটির অর্থ– প্রভেদ বা পার্থক্য। কাজী সাহেব নিজের ছেলে, আর ভাইয়ের ছেলের মধ্যে ইতরবিশেষ না করে একরকম পোশাক দিতেন।"
    },
    {
        "id": 386,
        "page": 60,
        "question": "ফোর্ট উইলিয়াম কলেজ প্রতিষ্ঠিত হয়–",
        "exam_name": "BPSC-2021",
        "options": [
            "১৮০০ সালে",
            "১৮০১ সালে",
            "১৮৩৫ সালে",
            "১৮২১ সালে"
        ],
        "answer": "ক",
        "explanation": "ফোর্ট উইলিয়াম কলেজ হলো ব্রিটিশ ভারতের গভর্নর জেনারেল ওয়েলেসলি প্রতিষ্ঠিত একটি প্রাচ্যবিদ্যা শিক্ষাকেন্দ্র। ১৮০০ সালের ৯ জুলাই কলকাতার ফোর্ট উইলিয়াম চত্বরে এই কলেজ স্থাপিত হয়।"
    },
    {
        "id": 387,
        "page": 60,
        "question": "দুটি বস্তুর তুলনায় ক্ষেত্রে প্রত্যক্ষ বস্তুটিকে বলা হয়–",
        "exam_name": "BPSC-2021",
        "options": [
            "উপমা",
            "উপমেয়",
            "উপমান",
            "উপমিত"
        ],
        "answer": "খ",
        "explanation": "'উপমান' শব্দের অর্থ 'তুলনীয় বস্তু'। অর্থাৎ, প্রত্যক্ষ কোনো বস্তুর সাথে অন্য কোনো পরোক্ষ বস্তুর তুলনা করা হলে প্রত্যক্ষ বস্তুটিকে 'উপমেয়' বলা হয়। আবার, 'উপমান' ও 'উপমেয়' পদের সমাস হলে যদি উপমান অর্থ প্রধানরূপে প্রতীয়মান হয়, তাকে উপমিত সমাস বলে।"
    },
    {
        "id": 388,
        "page": 60,
        "question": "হাত ও মাতা কী জাতীয় শব্দ?",
        "exam_name": "BPSC-2021",
        "options": [
            "তৎসম",
            "তদ্ভব",
            "দেশি",
            "অর্ধ-তৎসম"
        ],
        "answer": "খ",
        "explanation": "'হাত' ও 'মাতা' হলো তদ্ভব শব্দ। তদ্ভব কথার অর্থ হলো তা থেকে উদ্ভূত বা জাত। যে-সকল বাংলা শব্দ সংস্কৃত ভাষা থেকে প্রাকৃত অপভ্রংশ ইত্যাদি স্তরের মধ্য দিয়ে বাংলা শব্দভাণ্ডারে অন্তর্ভুক্ত হয়েছে, তাদের বলা হয় তদ্ভব শব্দ। যেমন– হস্ত (তৎসম) > হথ (প্রাকৃত) > হাত।"
    },
    {
        "id": 389,
        "page": 60,
        "question": "মনসামঙ্গল কাব্যের প্রথম কবি কে?",
        "exam_name": "BPSC-2021",
        "options": [
            "বিজয় গুপ্ত",
            "দ্বিজ বংশীদাস",
            "বিপ্রদাস",
            "কানাহরি দত্ত"
        ],
        "answer": "ঘ",
        "explanation": "মনসামঙ্গল কাব্যের প্রথম কবি কানাহরি দত্ত এবং সর্বশ্রেষ্ঠ কবি বিজয়গুপ্ত। কাব্যের মূল উপজীব্য চাঁদ সদাগরের উপর দেবী মনসার অত্যাচার, চাঁদের পুত্র লখিন্দরের সর্পঘাতে মৃত্যু এবং বেহুলার আত্মত্যাগের উপাখ্যান।"
    },
    {
        "id": 390,
        "page": 60,
        "question": "শুদ্ধ বানান কোনটি?",
        "exam_name": "BPSC-2021",
        "options": [
            "বুদ্ধিজিবী",
            "শ্রমজীবী",
            "আইনজিবী",
            "পেশাজিবী"
        ],
        "answer": "খ",
        "explanation": "অশুদ্ধ বানান : শুদ্ধ বানান\nবুদ্ধিজিবী : বুদ্ধিজীবী\nশ্রমজিবী : শ্রমজীবী\nআইনজিবী : আইনজীবী\nপেশাজিবী : পেশাজীবী"
    },
    {
        "id": 391,
        "page": 60,
        "question": "‘কুড়ি’ শব্দটির উৎস–",
        "exam_name": "BPSC-2021",
        "options": [
            "দেশি শব্দ",
            "তদ্ভব শব্দ",
            "তৎসম শব্দ",
            "ফারসি শব্দ"
        ],
        "answer": "ক",
        "explanation": "কুড়ি, পেট, চুলা, কুলা, ডাব, ঢেঁকি, ডাগর, নাগর হলো দেশি শব্দ।"
    },
    {
        "id": 392,
        "page": 60,
        "question": "অনুকার বা ধ্বন্যাত্মক অব্যয় কোনটি?",
        "exam_name": "BPSC-2021",
        "options": [
            "শনশন",
            "মরিমরি",
            "ছিছি",
            "বেশ বেশ"
        ],
        "answer": "ক",
        "explanation": "যে অব্যয় অব্যক্ত রব, শব্দ ও ধ্বনির অনুকরণে গঠিত হয় তাকে অনুকার বা ধ্বন্যাত্মক অব্যয় বলা হয়। যেমন– শনশন, কলকল, ছমছম, টনটন ইত্যাদি।"
    }
]
