# Page 61 (Q393 - Q405)
questions = [
    {
        "id": 393,
        "page": 61,
        "question": "উপকারীর অপকার করে যে– তাকে এক কথায় কী বলে?",
        "exam_name": "BPSC-2021",
        "options": [
            "কৃতঘ্ন",
            "অকৃতজ্ঞ",
            "কৃতজ্ঞ",
            "অকৃতঘ্ন"
        ],
        "answer": "ক",
        "explanation": "উপকারীর উপকার স্বীকার করে যে– কৃতজ্ঞ\nউপকারীর উপকার স্বীকার করে না যে– অকৃতজ্ঞ\nউপকারীর অপকার করে যে– কৃতঘ্ন"
    },
    {
        "id": 394,
        "page": 61,
        "question": "'শাশ্বত বঙ্গ' কে রচনা করেন?",
        "exam_name": "PGCB-2021",
        "options": [
            "কাজী আবদুল ওদুদ",
            "রবীন্দ্রনাথ ঠাকুর",
            "কাজী নজরুল ইসলাম",
            "বড়ু চণ্ডীদাস"
        ],
        "answer": "ক",
        "explanation": "আধুনিক বাংলা সাহিত্যে কাজী আবদুল ওদুদের প্রধান পরিচয় চিন্তাশীল লেখক হিসেবে। তাঁর মননশীলতা এবং বৈদগ্ধ্যের প্রকাশ লক্ষ করা যায় 'শাশ্বত বঙ্গ' গ্রন্থে। প্রকৃতপক্ষে, এ বঙ্গে মানুষের জীবন দীনহীন ও নানা সংস্কারে পীড়িত। অনগ্রসরতার গ্লানি তার নিত্যসঙ্গী। কিন্তু সেই দীনতাকে চিরস্থায়ী মনে করেন না লেখক। তাঁরই চিত্র প্রকাশিত হয়েছে 'শাশ্বত বঙ্গ' গ্রন্থে।"
    },
    {
        "id": 395,
        "page": 61,
        "question": "Civil Society-এর পারিভাষিক শব্দ কোনটি?",
        "exam_name": "PGCB-2021",
        "options": [
            "সভ্য সমাজ",
            "সুশীল সমাজ",
            "বেসামরিক সমাজ",
            "কোনোটিই নয়"
        ],
        "answer": "খ",
        "explanation": "ইংরেজি 'Civil society' এর বাংলা পারিভাষিক শব্দ হলো সুশীল সমাজ। সুশীল সমাজ দ্বারা বুঝায়– সেই সব সংগঠন, প্রতিষ্ঠান, সামাজিক, সাংস্কৃতিক আন্দোলন এবং সাংস্কৃতিক শক্তি, যেগুলো স্বেচ্ছামূলকভাবে গড়ে উঠেছে এবং যেগুলো রাষ্ট্রের দ্বারা প্রত্যক্ষ বা পরোক্ষভাবে নিয়ন্ত্রিত নয়।"
    },
    {
        "id": 396,
        "page": 61,
        "question": "জায়া ও পতি-এর সমাস করলে কী হবে?",
        "exam_name": "PGCB-2021",
        "options": [
            "দম্পতি",
            "পতিপত্নী",
            "জায়া পতি",
            "স্বামী-স্ত্রী"
        ],
        "answer": "ক",
        "explanation": "যে দ্বন্দ্ব সমাসে সম্বন্ধ বুঝায়, তাকে সম্বন্ধবাচক দ্বন্দ্ব বলে। যেমন– দম্প্ (জায়া) ও পতি = দম্পতি।"
    },
    {
        "id": 397,
        "page": 61,
        "question": "বাংলা বর্ণমালায় ঢ, ড়, ঢ়-এ তিনটির উচ্চারণ স্থান কোনটি?",
        "exam_name": "CAAB-2021",
        "options": [
            "ওষ্ঠ",
            "পশ্চাদ্দন্তমূল",
            "অগ্রতালু",
            "অগ্রদন্তমূল"
        ],
        "answer": "খ",
        "explanation": "ঢ, ড়, ঢ়-ট-বর্গীয় ধ্বনি (মূর্ধন্য ধ্বনি), উচ্চারণ প্রণালি-জিহ্বার অগ্রভাগ কিছুটা উল্টিয়ে ওপরের মাড়ির গোড়ার শক্ত অংশ স্পর্শ করে।"
    },
    {
        "id": 398,
        "page": 61,
        "question": "স্বরবর্ণের সংক্ষিপ্ত রূপ কয়টি?",
        "exam_name": "CAAB-2021",
        "options": [
            "দশটি",
            "আটটি",
            "এগারটি",
            "নয়টি"
        ],
        "answer": "ক",
        "explanation": "স্বরধ্বনি যখন ব্যঞ্জনধ্বনির সাথে যুক্ত হয়ে উচ্চারিত হয় তখন সে স্বরধ্বনিটির বর্ণ সংক্ষিপ্ত আকারে ব্যঞ্জনবর্ণের সঙ্গে যুক্ত হয়ে ব্যবহৃত হয়। স্বরবর্ণের এই সংক্ষিপ্ত রূপকে বলা হয় সংক্ষিপ্ত স্বর বা 'কার'। যেমন– 'আ'-এর সংক্ষিপ্ত রূপ (া)। 'ম'-এর সঙ্গে 'আ'-এর সংক্ষিপ্ত রূপ 'া' যুক্ত হয়ে হয় 'মা'। বানান করার সময় বলা হয় ম-এ আ-কার (মা)। স্বরবর্ণের নামানুসারে এদের নামকরণ করা হয়। যেমন–\nআ-কার (া), ই-কার (ি), ঈ-কার (ী), উ-কার (ু), ঊ-কার (ূ), ঋ-কার (ৃ), এ-কার (ে), ঐ-কার (ৈ), ও-কার (ো), ঔ-কার (ৌ)\nঅ-এর কোনো সংক্ষিপ্ত রূপ বা 'কার' নাই।"
    },
    {
        "id": 399,
        "page": 61,
        "question": "ণত্ব ও ষত্ব বিধান কোন তত্ত্বের আলোচ্য বিষয়?",
        "exam_name": "CAAB-2021",
        "options": [
            "বাক্যতত্ত্ব",
            "অর্থতত্ত্ব",
            "ধ্বনিতত্ত্ব",
            "রূপতত্ত্ব"
        ],
        "answer": "গ",
        "explanation": "ণত্ব ও ষত্ব বিধান ব্যাকরণের ধ্বনিতত্ত্বে আলোচিত হয়। কারণ এটি ধ্বনি সম্বন্ধীয় বিষয়।\nবাংলা ভাষার তৎসম শব্দে দন্ত্য-ন এর ব্যবহার না হয়ে মূর্ধন্য-ণ-তে পরিবর্তনের নিয়মসমূহকে ণত্ব বিধান এবং দন্ত্য-স এর মূর্ধন্য-ষ-তে পরিবর্তনের নিয়মসমূহকে ষত্ব বিধান বলা হয়।"
    },
    {
        "id": 400,
        "page": 61,
        "question": "'স্বায়ত্ত' শব্দের সন্ধি বিচ্ছেদ কোনটি?",
        "exam_name": "CAAB-2021",
        "options": [
            "স্বা + আয়ত্ব",
            "স্বা + অয়ত্ব",
            "স্বা + আয়ত্ত",
            "স্ব + আয়ত্ত"
        ],
        "answer": "ঘ",
        "explanation": "অ-কার কিংবা আ-কারের পর অ-কার কিংবা আ-কার থাকলে উভয়ে মিলে আ-কার হয়। আ-কার পূর্ববর্তী ব্যঞ্জনের সঙ্গে যুক্ত হয়। যেমন– স্ব + আয়ত্ত = স্বায়ত্ত (অ + আ = আ)।"
    },
    {
        "id": 401,
        "page": 61,
        "question": "'গরহাজির' শব্দে 'গর' কোন শ্রেণির উপসর্গ?",
        "exam_name": "CAAB-2021",
        "options": [
            "ফারসি",
            "আরবি",
            "উর্দু",
            "হিন্দি"
        ],
        "answer": "খ",
        "explanation": "আরবি উপসর্গ গর-এর অর্থ-অভাব, উদাহরণ/প্রয়োগ : গরমিল, গরহাজির, গররাজি।"
    },
    {
        "id": 402,
        "page": 61,
        "question": "বাংলা প্রত্যয়ে প্রকৃতির আগে কোন চিহ্ন ব্যবহৃত হয়?",
        "exam_name": "CAAB-2021",
        "options": [
            "+",
            "–",
            "×",
            "√"
        ],
        "answer": "ঘ",
        "explanation": "ধাতু বা মূল শব্দের সঙ্গে যে বর্ণ বা বর্ণ সমষ্টি যুক্ত হয়ে নতুন শব্দ গঠন করে, তাকে প্রত্যয় বলা হয়। কৃৎ-প্রত্যয় বুঝানোর ক্ষেত্রে প্রকৃতির পূর্বে ধাতুর চিহ্ন (√) ব্যবহার করা হয়। যেমন– ফুট + অন্ত = ফুটন্ত। এখানে 'ফুট' হচ্ছে ধাতু বা প্রকৃতি, এর পূর্বে (√) চিহ্ন দিতে হবে, 'অন্ত' হচ্ছে প্রত্যয় এবং নবগঠিত 'ফুটন্ত' শব্দটি হচ্ছে কৃদন্ত শব্দ।"
    },
    {
        "id": 403,
        "page": 61,
        "question": "'রক্তের ন্যায় লাল = রক্তলাল' এটি কোন সমাস?",
        "exam_name": "CAAB-2021",
        "options": [
            "উপমান কর্মধারয়",
            "উপমিত কর্মধারয়",
            "মধ্যপদলোপী কর্মধারয়",
            "দ্বিগু"
        ],
        "answer": "ক",
        "explanation": "যে কর্মধারয় সমাসের ব্যাসবাক্যে উপমান ও সাধারণ ধর্ম উপস্থিত থাকে; কিন্তু উপমেয় অনুপস্থিত থাকে; তাকে বলে “উপমান কর্মধারয় সমাস”। যেমন– রক্ত লাল = রক্তের ন্যায় লাল। এখানে রক্ত উপমান; লাল সাধারণ ধর্ম; ন্যায় তুলনামূলক পদ; কিন্তু উপমেয় জবাফুল বা অন্য কিছু অনুপস্থিত; তাই এটি উপমান কর্মধারয় সমাস।"
    },
    {
        "id": 404,
        "page": 61,
        "question": "'বাতাস' শব্দের সমার্থক কোনটি?",
        "exam_name": "CAAB-2021",
        "options": [
            "ভূধর",
            "মহোদর",
            "গন্ধবহ",
            "শিখা"
        ],
        "answer": "গ",
        "explanation": "বাতাস শব্দের সমার্থক শব্দ– বায়ু, পবন, গন্ধবহ, সমীর, অনিল, মারুত, বাত, বায়, আশুগ, পবমান, সদাগতি, শব্দবহ, অগ্নিশখ, বহিসখ, হাওয়া। পর্বত শব্দের সমার্থক শব্দ– ভূধর, শিখা, মহীধর।"
    },
    {
        "id": 405,
        "page": 61,
        "question": "“তার ব্যক্তিত্ব এখনো বিকশিত হয় নি” এখানে 'সত্ত্ব' কী অর্থে ব্যবহৃত হয়েছে?",
        "exam_name": "CAAB-2021",
        "options": [
            "অস্তিত্ব",
            "মালিকানা",
            "স্বামিত্ব",
            "যথার্থ"
        ],
        "answer": "ক",
        "explanation": "সত্ত্ব অর্থ– সত্তা, অস্তিত্ব; ত্রিগুণের শ্রেষ্ঠ গুণ, সত্ত্ব গুণ; প্রকৃতি, স্বভাব। স্বত্ব অর্থ– স্বামিত্ব, মালিকানা, ধন-সম্পত্তিতে অধিকার।"
    }
]
