# Page 64 (Q434 - Q447)
questions = [
    {
        "id": 434,
        "page": 64,
        "question": "'কর্মে যার ক্লান্তি নাই'– এ বাক্যাংশের সংক্ষিপ্ত রূপ কী?",
        "exam_name": "DOTE-2021",
        "options": [
            "ক্লান্তিহীন",
            "অক্লান্তকর্মী",
            "অবিশ্রাম",
            "অক্লান্ত"
        ],
        "answer": "খ",
        "explanation": "'কর্মে যার ক্লান্তি নাই'– এ বাক্যাংশের সংক্ষিপ্ত রূপ হলো অক্লান্তকর্মী।"
    },
    {
        "id": 435,
        "page": 64,
        "question": "'ধূমকেতু' ছদ্মনামটি কোন লেখকের?",
        "exam_name": "DOTE-2021",
        "options": [
            "কাজী নজরুল ইসলাম",
            "মাইকেল মধুসূদন দত্ত",
            "শামসুর রাহমান",
            "জসীমউদ্দীন"
        ],
        "answer": "ক",
        "explanation": "'ধূমকেতু' হলো কাজী নজরুল ইসলামের ছদ্মনাম। তাঁর আরও উল্লেখযোগ্য ছদ্মনামগুলো হলো 'নুরু', 'নরূ', 'তারাখ্যাপা', 'নজরুল এছলাম', 'মোহাম্মদ লোক হাসান', 'বাগানান'।\nমাইকেল মধুসূদন দত্তের ছদ্মনাম হলো– 'টিমোথি পেনপোয়েম' (Timothy Penpoem), 'এ নেটিভ' (A native)।\nশামসুর রাহমানের ছদ্মনাম হলো– 'মজলুম আদিব', 'মেনাক'।\nজসীম উদ্দীনের ছদ্মনাম হলো– 'তুজাম্বর আলী', 'জমীর উদ্দিন মোল্লা'।"
    },
    {
        "id": 436,
        "page": 64,
        "question": "'দেশের জন্য সেবা কর'– 'দেশের' কোন কারকে কোন বিভক্তি?",
        "exam_name": "DOTE-2021",
        "options": [
            "কর্তায় শূন্য",
            "কর্মে শূন্য",
            "কর্মে ষষ্ঠী",
            "সম্প্রদানে ষষ্ঠী"
        ],
        "answer": "ঘ",
        "explanation": "'দেশের জন্য সেবা কর'– এখানে, 'দেশের' হলো সম্প্রদান কারকে ষষ্ঠী বিভক্তি।\nযাকে স্বত্ব ত্যাগ করে দান, অর্চনা, সাহায্য ইত্যাদি করা হয়, তাকে সম্প্রদান কারক বলে।\n'কাকে দান করা হলো' প্রশ্নের উত্তরই হলো সম্প্রদান কারক!\nআবার, 'র', 'এর' হলো ষষ্ঠী বিভক্তি।"
    },
    {
        "id": 437,
        "page": 64,
        "question": "নিচের কোনটি নিত্য পুরুষবাচক শব্দ?",
        "exam_name": "DOTE-2021",
        "options": [
            "কুলটা",
            "ঢাকী",
            "পয়লা",
            "শুক"
        ],
        "answer": "খ",
        "explanation": "যে শব্দগুলোর কোনো স্ত্রীবাচক শব্দ হয় না, তাদেরকে নিত্য পুরুষবাচক শব্দ বলে। যেমন– রাষ্ট্রপতি, কাজী, কুস্তিগীর, কবিরাজ, পুরোহিত, জামাতা, অকৃতদার, কৃতদার, যোদ্ধা, ঢাকী, বিচারপতি, সেনাপতি প্রভৃতি।"
    },
    {
        "id": 438,
        "page": 64,
        "question": "'যা ভাষায় প্রকাশ করা যায় না' তাকে এক কথায় বলে–",
        "exam_name": "DOTE-2021",
        "options": [
            "অনির্বাণ",
            "অনির্দেশ",
            "অনির্বচনীয়",
            "অনির্ণেয়"
        ],
        "answer": "গ",
        "explanation": "'যা ভাষায় প্রকাশ করা যায় না' তাকে এক কথায় অনির্বচনীয় বলে।\nঅনির্বাণ– সর্বদা প্রজ্বলিত রাখা হয় এমন।\nঅনির্দেশ– নির্দেশের অভাব\nঅনির্ণেয়– নির্ণয় করা যায় না এমন।"
    },
    {
        "id": 439,
        "page": 64,
        "question": "'ঐহিক' শব্দের বিপরীত শব্দ হলো–",
        "exam_name": "DOTE-2021",
        "options": [
            "বিষণ্ণ",
            "বৈরাগ্য",
            "বিবাদ",
            "পারত্রিক"
        ],
        "answer": "ঘ",
        "explanation": "ঐহিক শব্দের বিপরীত শব্দ হলো পারত্রিক।\nবিষণ্ণ শব্দের বিপরীত শব্দ হলো প্রসন্ন।\nবৈরাগ্য শব্দের বিপরীত শব্দ হলো আসক্তি।\nবিবাদ শব্দের বিপরীত শব্দ হলো বন্ধুতা/মিত্রতা/সুহৃদ।"
    },
    {
        "id": 440,
        "page": 64,
        "question": "'দুইয়ের মধ্যে একটি'– এর এক কথায় প্রকাশ কী হবে?",
        "exam_name": "DOTE-2021",
        "options": [
            "অন্যতর",
            "অন্যতম",
            "দৌবারিক",
            "কোনোটিই নয়"
        ],
        "answer": "ক",
        "explanation": "অন্যতর– দুইয়ের মধ্যে একটি/একজন।\nঅন্যতম– বহুর মধ্যে একটি/একজন।"
    },
    {
        "id": 441,
        "page": 64,
        "question": "'ভবিষ্যতের বাঙালি' গ্রন্থের রচয়িতা কে?",
        "exam_name": "DOTE-2021",
        "options": [
            "শামসুর রাহমান",
            "এস ওয়াজেদ আলী",
            "হুমায়ুন আজাদ",
            "উইলিয়াম কেরি"
        ],
        "answer": "খ",
        "explanation": "'ভবিষ্যতের বাঙালি'– গ্রন্থটির রচয়িতা এস. ওয়াজেদ আলী। ভবিষ্যতের বাঙালি একটি প্রবন্ধ গ্রন্থ। বাঙালি জাতীয়তাবাদী এক মহান ভাবুকের নাম এস. ওয়াজেদ আলী, প্রগতিবাদী ও জাতীয়তাবাদী তাত্ত্বিক। তিনি বঙ্গীয় মুসলমান সাহিত্য সমিতির সভাপতি হিসেবে দায়িত্ব পালন করেন। তাঁর বিখ্যাত গ্রন্থ “ভবিষ্যতের বাঙালি” ১৯৪৩ সালে প্রকাশিত হয়।"
    },
    {
        "id": 442,
        "page": 64,
        "question": "'যে নারীর স্বামী ও পুত্র নেই' এক কথায় কী বলে?",
        "exam_name": "DOTE-2021",
        "options": [
            "অনূঢ়া",
            "কুমারী",
            "নবোঢ়া",
            "অবীরা"
        ],
        "answer": "ঘ",
        "explanation": "যে নারীর স্বামী ও পুত্র নেই– অবীরা।\nযে নারীর স্বামী ও পুত্র জীবিত– বীরা।\nযে নারীর বিয়ে হয় নি– কুমারী/অনূঢ়া\nযে নারীর নব বিবাহ হয়েছে– নবোঢ়া।"
    },
    {
        "id": 443,
        "page": 64,
        "question": "'জমিদার' শব্দের স্ত্রী লিঙ্গ কোনটি?",
        "exam_name": "DOTE-2021",
        "options": [
            "জমিদারনী",
            "জমিদারিনী",
            "জমিদারি",
            "জমিদার কন্যা"
        ],
        "answer": "ক",
        "explanation": "পুরুষবাচক শব্দের শেষে ‘নী’ প্রত্যয় যোগ করে স্ত্রীবাচক করা হয়, যেমন– কামার - কামারনী; ধোপা - ধোপানী; জেলে - জেলেনী; জমিদার - জমিদারনী"
    },
    {
        "id": 444,
        "page": 64,
        "question": "“বৃষ্টি পড়ে টাপুর টুপুর”– এখানে 'টাপুর টুপুর' কোন ধরনের শব্দ?",
        "exam_name": "DOTE-2021",
        "options": [
            "ছড়ার শব্দ",
            "শব্দের দ্বিরুক্তি",
            "ধ্বন্যাত্মক দ্বিরুক্তি",
            "পদের দ্বিরুক্তি"
        ],
        "answer": "ঘ",
        "explanation": "'বৃষ্টি পড়ে টাপুর টুপুর'– এখানে, 'টাপুর টুপুর' হলো পদের দ্বিরুক্তি। আরও স্পষ্ট বললে অব্যয়ের দ্বিরুক্তি। ‘টাপুর টুপুর’ শব্দে বাক্যটিতে ধ্বনি ব্যঞ্জনা প্রকাশ পায়।"
    },
    {
        "id": 445,
        "page": 64,
        "question": "কোন দুটি রচনা একই শ্রেণির?",
        "exam_name": "DOTE-2021",
        "options": [
            "গীতাঞ্জলি ও অগ্নিবীণা",
            "ডাকঘর ও শ্রীকান্ত",
            "নীলদর্পণ ও বিষাদ-সিন্ধু",
            "লালসালু ও বলাকা"
        ],
        "answer": "ক",
        "explanation": "কবি গুরু রবীন্দ্রনাথ ঠাকুর রচিত 'গীতাঞ্জলি' এবং বিদ্রোহী কবি কাজী নজরুল ইসলাম রচিত 'অগ্নিবীণা' হলো কাব্যগ্রন্থ।\nঅন্যদিকে, ডাকঘর নাটক ও শ্রীকান্ত উপন্যাসের লেখক হলেন যথাক্রমে রবীন্দ্রনাথ ঠাকুর ও শরৎচন্দ্র চট্টোপাধ্যায়। নীলদর্পণ নাটক ও বিষাদ-সিন্ধু উপন্যাসের লেখক হলেন যথাক্রমে দীনবন্ধু মিত্র ও মীর মশাররফ হোসেন। লালসালু উপন্যাস ও বলাকা কাব্যগ্রন্থের লেখক হলেন যথাক্রমে সৈয়দ ওয়ালীউল্লাহ ও রবীন্দ্রনাথ ঠাকুর।"
    },
    {
        "id": 446,
        "page": 64,
        "question": "“মা আমার ছুটি হয়েছে, আমি বাড়ি যাচ্ছি” কোন গল্পের উদ্ধৃতি?",
        "exam_name": "DOTE-2021",
        "options": [
            "শান্তি",
            "মহেশ",
            "ফটিক",
            "ছুটি"
        ],
        "answer": "ঘ",
        "explanation": "“মা আমার ছুটি হয়েছে, আমি বাড়ি যাচ্ছি”– উদ্ধৃতিটি রবীন্দ্রনাথ ঠাকুর রচিত 'ছুটি' ছোটগল্পের কেন্দ্রীয় চরিত্র ফটিকের।"
    },
    {
        "id": 447,
        "page": 64,
        "question": "'হাট-বাজার' কোন অর্থে দ্বন্দ্ব সমাস?",
        "exam_name": "DOTE-2021",
        "options": [
            "বিপরীতার্থে",
            "মিলনার্থে",
            "বিরোধার্থে",
            "সমার্থে"
        ],
        "answer": "ঘ",
        "explanation": "দ্বন্দ্ব সমাসের পূর্বপদ এবং পরপদ একই অর্থ বহন করলে তাকে সমার্থ দ্বন্দ্ব সমাস বলে। যেমন–\nলজ্জা ও শরম = লজ্জাশরম\nহাট ও বাজার = হাটবাজার\nঘর ও বাড়ি = ঘরবাড়ি ইত্যাদি।"
    }
]
