# Page 65 (Q448 - Q461)
questions = [
    {
        "id": 448,
        "page": 65,
        "question": "'সর্বাঙ্গীণ' শব্দের সঠিক প্রকৃতি-প্রত্যয়–",
        "exam_name": "DOTE-2021",
        "options": [
            "সর্বঙ্গ + ঈন",
            "সর্ব + অঙ্গীন",
            "সর্ব + জীন",
            "সর্বাঙ্গ + ঈন"
        ],
        "answer": "ঘ",
        "explanation": "সর্বাঙ্গীণ শব্দের সঠিক প্রকৃতি-প্রত্যয় হলো– সর্বাঙ্গ + ঈন। সর্বাঙ্গীণ, সর্বাঙ্গীন/বিশেষণ পদ/সম্পূর্ণ, নিখুঁত; সর্বাঙ্গব্যাপী, পূর্ণাঙ্গ।"
    },
    {
        "id": 449,
        "page": 65,
        "question": "'উজানের কৈ' বাগধারাটির অর্থ কী?",
        "exam_name": "DOTE-2021",
        "options": [
            "মন্দভাগ্য",
            "বাহ্যিক",
            "সহজলভ্য",
            "অপদার্থ"
        ],
        "answer": "গ",
        "explanation": "'উজানের কৈ' বাগধারাটির অর্থ হলো সহজলভ্য। যেমন– সে গরীব হতে পারে, তাই বলে সে উজানের কৈ নয়।\nঅপরদিকে, ঊনপাঁজুরে/অকাল কুষ্মাণ্ড/আমড়া কাঠের ঢেঁকি বাগধারার অর্থ অপদার্থ; হাড় হাভাতে বাগধারার অর্থ মন্দভাগ্য এবং কাপুড়ে বাবু বাগধারার অর্থ বাহ্যিক সাজ।"
    },
    {
        "id": 450,
        "page": 65,
        "question": "'সংবিধান' শব্দের সন্ধি বিচ্ছেদ কোনটি?",
        "exam_name": "DOTE-2021",
        "options": [
            "সং + অভিধান",
            "সম + ধান",
            "সম্ + বিধান",
            "সং + বিধান"
        ],
        "answer": "গ",
        "explanation": "সংবিধান শব্দটি ব্যঞ্জনসন্ধির অন্তর্গত। ব্যঞ্জনসন্ধির নিয়ম অনুসারে, ম্-এর পর অন্তঃস্থ ধ্বনি য, র, ল, ব কিংবা শ, ষ, স, হ থাকলে; ম্-স্থলে অনুস্বর (ং) হয়। যেমন–\nসন্ধি বিচ্ছেদ : শব্দ\nসম্ + বিধান : সংবিধান\nসম্ + সার : সংসার\nসম্ + যম : সংযম\nসম্ + বাদ : সংবাদ"
    },
    {
        "id": 451,
        "page": 65,
        "question": "'ঊর্ণনাভ' শব্দটি দিয়ে বুঝায়–",
        "exam_name": "DOTE-2021",
        "options": [
            "টিকটিকি",
            "তেলাপোকা",
            "উইপোকা",
            "মাকড়সা"
        ],
        "answer": "ঘ",
        "explanation": "ঊর্ণনাভ অর্থাৎ নাভীতে ঊর্ণ বা জাল আছে যার– একটি বহুব্রীহি সমাস।\nঊর্ণনাভ অর্থ হলো মাকড়সা।"
    },
    {
        "id": 452,
        "page": 65,
        "question": "'সর্বজন'-এর বিশেষণ কী?",
        "exam_name": "DOTE-2021",
        "options": [
            "বিশ্বজনীন",
            "বিশজন",
            "সর্বজনীন",
            "ঐশ্বরিক"
        ],
        "answer": "গ",
        "explanation": "সর্বজন-এর বিশেষণ হলো সর্বজনীন। বিশেষণ হলো বাংলার ব্যাকরণের একটি পদ, যা বাক্যের অন্য কোনো পদের দোষ, গুণ, অবস্থা, সংখ্যা। সর্বজনীন শব্দের অর্থ হলো সকলের জন্য মঙ্গলজনক/কল্যাণকর/হিতকর।"
    },
    {
        "id": 453,
        "page": 65,
        "question": "পাদচ্ছেদ বলা হয় কোন যতিচিহ্নকে?",
        "exam_name": "BCIC-2021",
        "options": [
            "দাঁড়ি",
            "কমা",
            "সেমিকোলন",
            "বিন্দুচিহ্ন"
        ],
        "answer": "খ",
        "explanation": "বাক্য পাঠকালে সুস্পষ্টতা বা অর্থ-বিভাগ দেখানোর জন্য যেখানে স্বল্প বিরতির প্রয়োজন সেখানে কমা ব্যবহৃত হয়। ১ বলতে যে সময় লাগে ততক্ষণ বুঝাতে কমা ব্যবহৃত হয়।"
    },
    {
        "id": 454,
        "page": 65,
        "question": "'আলালের ঘরের দুলাল' উপন্যাস প্রথমে কোন পত্রিকায় ধারাবাহিকভাবে প্রকাশিত হয়?",
        "exam_name": "BCIC-2021",
        "options": [
            "বিবিধার্থ সংগ্রহ",
            "মাসিক পত্রিকা",
            "সংবাদ প্রভাকর",
            "বঙ্গদর্শন"
        ],
        "answer": "খ",
        "explanation": "'আলালের ঘরের দুলাল' বাংলা ভাষায় রচিত প্রথম সফল উপন্যাস। প্যারীচাঁদ মিত্র ওরফে টেকচাঁদ ঠাকুর (১৮১৪-১৮৮৩) ১৮৫৮ সালে এটি রচনা করেন। উপন্যাসটি হীরালাল মিত্রকৃত এর নাট্যরূপ বেঙ্গল থিয়েটারে মঞ্চস্থ হয়।"
    },
    {
        "id": 455,
        "page": 65,
        "question": "শামসুর রাহমানের প্রথম কবিতা কোন পত্রিকায় প্রকাশিত হয়?",
        "exam_name": "BCIC-2021",
        "options": [
            "মর্নিং নিউজ",
            "নতুন কবিতা",
            "সোনার বাংলা",
            "দৈনিক পাকিস্তান"
        ],
        "answer": "গ",
        "explanation": "আধুনিক কবিতার সাথে পরিচয় ও আন্তর্জাতিক আধুনিক চেতনার উন্মেষ ঘটে ১৯৪৯-এ, এবং কবি শামসুর রাহমানের প্রথম প্রকাশিত কবিতা ১৯৪৯ সালে মুদ্রিত হয় সাপ্তাহিক 'সোনার বাংলা' পত্রিকায়।"
    },
    {
        "id": 456,
        "page": 65,
        "question": "'নলি' অর্থ কী?",
        "exam_name": "BCIC-2021",
        "options": [
            "নল",
            "লগি-বৈঠা",
            "অনুমতিপত্র",
            "দিকনির্দেশক"
        ],
        "answer": "ক",
        "explanation": "'নলি' অর্থ নল। এটি দ্বারা ছোট নল, কণ্ঠনালি, ছোট সরু হাড় ইত্যাদিকে বুঝায়।"
    },
    {
        "id": 457,
        "page": 65,
        "question": "'প্রথম > পরথম' কী ধরনের ধ্বনি পরিবর্তন?",
        "exam_name": "BCIC-2021",
        "options": [
            "অসমীকরণ",
            "অপিনিহিতি",
            "বিপ্রকর্ষ",
            "স্বরসাম্য"
        ],
        "answer": "গ",
        "explanation": "বিপ্রকর্ষ বা মধ্য স্বরাগম বা স্বরভক্তি হলো সময় সময় উচ্চারণের সুবিধার জন্য সংযুক্ত ব্যঞ্জন-ধ্বনির মাঝখানে স্বরধ্বনি আসে। যেমন– রত্ন > রতন, প্রীতি > পিরীতি, প্রেক > পেরেক।"
    },
    {
        "id": 458,
        "page": 65,
        "question": "'বাংলাদেশের আঞ্চলিক অভিধান'এর প্রধান সম্পাদক–",
        "exam_name": "BCIC-2021",
        "options": [
            "ড. মুহম্মদ শহীদুল্লাহ্",
            "সৈয়দ আল আহমান",
            "মুহম্মদ এনামুল হক",
            "মুহম্মদ আব্দুল হাই"
        ],
        "answer": "ক",
        "explanation": "বাংলাদেশের আঞ্চলিক ভাষার অভিধান-এর সম্পাদক ছিলেন ড. মুহম্মদ শহীদুল্লাহ (১০ জুলাই ১৮৮৫ থেকে ১৩ জুলাই ১৯৬৯) ভারতীয় উপমহাদেশের একজন স্মরণীয় বাঙালি ব্যক্তিত্ব, বহুভাষাবিদ, বিশিষ্ট শিক্ষক ও দার্শনিক ছিলেন। তিনি ভারতের পশ্চিম বঙ্গের চব্বিশ পরগণা জেলার পেয়ারা গ্রামে জন্মগ্রহণ করেন।"
    },
    {
        "id": 459,
        "page": 65,
        "question": "'অরুণরাঙা' শব্দটি কোন সমাস?",
        "exam_name": "BPSC-2021",
        "options": [
            "কর্মধারয়",
            "দ্বন্দ্ব",
            "তৎপুরুষ",
            "অব্যয়ীভাব"
        ],
        "answer": "ক",
        "explanation": "যে সমাসে বিশেষণ পদের সাথে বিশেষ্য পদের সমাস হয় এবং পরপদের অর্থই প্রধানরূপে প্রতীয়মান হয়, তাকে কর্মধারয় সমাস বলে। যেমন– অরুণের মতো রাঙা = অরুণরাঙা; নীল যে পদ্ম = নীলপদ্ম।"
    },
    {
        "id": 460,
        "page": 65,
        "question": "'জীবন আমার বোন' গ্রন্থটি রচনা করেন–",
        "exam_name": "BPSC-2021",
        "options": [
            "হুমায়ূন আহমেদ",
            "সেলিনা হোসেন",
            "শওকত ওসমান",
            "মাহমুদুল হক"
        ],
        "answer": "ঘ",
        "explanation": "মাহমুদুল হক ১৯৪১ সালের ১৬ নভেম্বর জন্মগ্রহণ করেন। তাকে বাংলা সাহিত্যের একজন শক্তিমান কথাশিল্পী বলা হয়ে থাকে। তাঁর লেখা কয়েকটি উপন্যাস হলো– জীবন আমার বোন (১৯৭২), কালো বরফ (১৯৭৭), পাতালপুর (১৯৮১), মাটির জাহাজ (১৯৭৭) ইত্যাদি। তিনি ১৯৭৭ সালে বাংলা একাডেমি পুরস্কার লাভ করেন।"
    },
    {
        "id": 461,
        "page": 65,
        "question": "“এ দেশের বুকে আঠারো আসুক নেমে” কেন?",
        "exam_name": "BPSC-2021",
        "options": [
            "কল্যাণের জন্য",
            "যৌবনের জন্য",
            "ধ্বংসের জন্য",
            "আঘাতের জন্য"
        ],
        "answer": "ক",
        "explanation": "কবি সুকান্ত ভট্টাচার্যের লেখা ‘এ দেশের বুকে আঠারো আসুক নেমে’। এই বয়সকে কবি কামনা করেছেন জীবনসংগ্রামের স্বপ্ন দেখানোর জন্য, দেশকে প্রগতিশীল করার জন্য, সমাজের চালিকাশক্তি করার জন্য এবং অত্যাচার ও শোষণের বিরুদ্ধে রুখে দাঁড়ানোর জন্য।"
    }
]
