# Page 66 (Q462 - Q478)
questions = [
    {
        "id": 462,
        "page": 66,
        "question": "'হুলিয়া' কার কবিতা?",
        "exam_name": "BPSC-2021",
        "options": [
            "শামসুর রাহমান",
            "নির্মলেন্দু গুণ",
            "রফিক আজাদ",
            "কাজী নজরুল ইসলাম"
        ],
        "answer": "খ",
        "explanation": "নির্মলেন্দু গুণ ১৯৪৫ সালের ২১ জুন জন্মগ্রহণ করেন। কবিতার পাশাপাশি তিনি গদ্য এবং ভ্রমণকাহিনী লিখেছেন ও ছবি এঁকেছেন। হুলিয়া তাঁর লেখা একটি উল্লেখযোগ্য কবিতা।"
    },
    {
        "id": 463,
        "page": 66,
        "question": "কোন চারটি বর্ণকে 'ঊষ্মবর্ণ' বলা হয়?",
        "exam_name": "BPSC-2021",
        "options": [
            "ঙ, ঞ, ন, ণ",
            "শ, ষ, স, হ",
            "ঙ, চ, ত, প",
            "খ, ছ, ঝ, ফ"
        ],
        "answer": "খ",
        "explanation": "শ, ষ, স, হ – এই চারটি বর্ণকে ঊষ্ম বর্ণ বলে। ক থেকে ম পর্যন্ত ২৫টি বর্ণকে স্পর্শ বর্ণ বলে।"
    },
    {
        "id": 464,
        "page": 66,
        "question": "ট্রয়নগরী-এর ব্যাসবাক্য কী?",
        "exam_name": "BPSC-2021",
        "options": [
            "ট্রয়ের নগরী",
            "ট্রয় নামক নগরী",
            "ট্রয় জাতির নগরী",
            "কোনোটিই নয়"
        ],
        "answer": "ক",
        "explanation": ""
    },
    {
        "id": 465,
        "page": 66,
        "question": "“ঐ নূতনের কেতন ওড়ে কাল-বোশেখীর ঝড়” চরণটি কোন কবিতার?",
        "exam_name": "BPSC-2021",
        "options": [
            "প্রলয়োল্লাস",
            "বিদ্রোহী",
            "ধূমকেতু",
            "আগমনী"
        ],
        "answer": "ক",
        "explanation": "উক্ত চরণটি কবি কাজী নজরুল ইসলামের প্রলয়োল্লাস কবিতার। প্রলয়োল্লাস কবিতাটি অগ্নিবীণা কাব্যগ্রন্থের অন্তর্গত এবং এটি ১৯২২ সালে প্রকাশিত হয়।"
    },
    {
        "id": 466,
        "page": 66,
        "question": "নিচের কোনটি ভিন্নার্থক শব্দ?",
        "exam_name": "BPSC-2021",
        "options": [
            "বরুণ",
            "সূর্য",
            "সমুদ্রের অধিপতি",
            "জলের দেবতা"
        ],
        "answer": "খ",
        "explanation": "'বরুণ' শব্দের সমার্থক শব্দ হলো– সমুদ্রের অধিপতি, জলের দেবতা, জলাধিপ, প্রচেতা ইত্যাদি।"
    },
    {
        "id": 467,
        "page": 66,
        "question": "'অচলা' নিচের কোন উপন্যাসের প্রধান চরিত্র?",
        "exam_name": "BPSC-2021",
        "options": [
            "গৃহদাহ",
            "দত্তা",
            "চন্দ্রনাথ",
            "চরিত্রহীন"
        ],
        "answer": "ক",
        "explanation": "'গৃহদাহ' শরৎচন্দ্র চট্টোপাধ্যায়ের রচিত একটি উপন্যাস। এর প্রধান তিন চরিত্র হলো– মহিম, সুরেশ, অচলা।"
    },
    {
        "id": 468,
        "page": 66,
        "question": "চাকর, চাকু, তোপ– শব্দগুলো কোন ভাষা থেকে এসেছে?",
        "exam_name": "BPSC-2021",
        "options": [
            "চীনা",
            "ফরাসি",
            "তুর্কি",
            "জাপানি"
        ],
        "answer": "গ",
        "explanation": "কয়েকটি তুর্কি ভাষার শব্দ হলো– চাকর, চাকু, তোপ, বাবা, দারোগা, বাবুর্চি, কুলি, বারুদ ইত্যাদি।"
    },
    {
        "id": 469,
        "page": 66,
        "question": "'একেই কি বলে সভ্যতা' কার রচনা?",
        "exam_name": "BPSC-2021",
        "options": [
            "রবীন্দ্রনাথ ঠাকুর",
            "মাইকেল মধুসূদন দত্ত",
            "কাজী নজরুল ইসলাম",
            "বিহারীলাল"
        ],
        "answer": "খ",
        "explanation": "মাইকেল মধুসূদন দত্ত ১৮৫৯-১৮৬১ সাল পর্যন্ত নাট্যচর্চা করেন। এই সময়ে তাঁর রচিত নাটকগুলো হলো শর্মিষ্ঠা (১৮৫৯), একেই কি বলে সভ্যতা (১৮৬০), বুড়ো শালিকের ঘাড়ে রোঁ (১৮৬০), পদ্মাবতী (১৮৬০), কৃষ্ণকুমারী (১৮৬১) ইত্যাদি।"
    },
    {
        "id": 470,
        "page": 66,
        "question": "'উষ্ণ' শব্দের যুক্তাক্ষরটি কোন কোন বর্ণ সমন্বয়ে গঠিত?",
        "exam_name": "BPSC-2021",
        "options": [
            "ষ + ন",
            "ষ + ষ্ণ",
            "ষ + ণ",
            "ষ + ঙ"
        ],
        "answer": "গ",
        "explanation": "কয়েকটি যুক্তবর্ণ হলো– ষ্ণ = ষ + ণ, ক্ষ = ক + ষ, হ্ম = হ + ম, জ্ঞ = ঞ + জ, ঞ্জ = জ + ঞ, হ্ণ = হ + ণ ইত্যাদি।"
    },
    {
        "id": 471,
        "page": 66,
        "question": "ঐকতান শব্দের অর্থ কী?",
        "exam_name": "BPSC-2021",
        "options": [
            "সেতার",
            "তানপুরা",
            "সম্মিলিত সুর",
            "একতারা"
        ],
        "answer": "গ",
        "explanation": "‘ঐকতান’ শব্দের অর্থ বিভিন্ন বাদ্যযন্ত্রের সম্মিলিত সুর।"
    },
    {
        "id": 472,
        "page": 66,
        "question": "কোনটি 'অবিনাশী' শব্দের সমার্থক নয়?",
        "exam_name": "BPSC-2021",
        "options": [
            "অক্ষয়",
            "শ্বাশ্বত",
            "চিরন্তন",
            "ক্ষণস্থায়ী"
        ],
        "answer": "ঘ",
        "explanation": "অবিনাশী শব্দের সমার্থক শব্দগুলো হলো– অক্ষয়, শ্বাশ্বত, অমর, চিরস্থায়ী, অবিনশ্বর, অনন্ত, অপরিবর্তনীয় ইত্যাদি।"
    },
    {
        "id": 473,
        "page": 66,
        "question": "'রক্তকরবী' কোন শ্রেণির রচনা?",
        "exam_name": "BPSC-2021",
        "options": [
            "উপন্যাস",
            "নাটক",
            "গল্প",
            "প্রবন্ধ"
        ],
        "answer": "খ",
        "explanation": "রক্তকরবী নাটকের রচয়িতা কবিগুরু রবীন্দ্রনাথ ঠাকুর। নাটকগুলো হলো– শারদোৎসব (১৯০৮), রাজা (১৯১০), ডাকঘর (১৯১২), ফাল্গুনী (১৯১৬), রক্তকরবী (১৯২৬), তাসের দেশ (১৯৩২) ইত্যাদি।"
    },
    {
        "id": 474,
        "page": 66,
        "question": "'মেঘে বৃষ্টি হয়'– 'মেঘে' কোন কারকে কোন বিভক্তি?",
        "exam_name": "BPSC-2021",
        "options": [
            "অধিকরণে সপ্তমী",
            "অপাদানে সপ্তমী",
            "অপাদানে শূন্য",
            "করণে সপ্তমী"
        ],
        "answer": "খ",
        "explanation": "যা থেকে কোনো কিছু গৃহীত, বিচ্যুত, জাত, বিরত, আরম্ভ, দূরীভূত ও রক্ষিত, ভীত হয়, তাকে অপাদান কারক বলে। আর সপ্তমী বিভক্তি চেনার উপায় এ, য়, তে ইত্যাদি।"
    },
    {
        "id": 475,
        "page": 66,
        "question": "নিচের কোনটি খাঁটি বাংলা শব্দ?",
        "exam_name": "BPSC-2021",
        "options": [
            "ঢেঁকি",
            "ভবন",
            "লুঙ্গি",
            "চামার"
        ],
        "answer": "ক",
        "explanation": "ঢেঁকি খাঁটি বাংলা শব্দ; ভবন তৎসম শব্দ; লুঙ্গি বার্মিজ শব্দ এবং চামার তদ্ভব শব্দ।"
    },
    {
        "id": 476,
        "page": 66,
        "question": "বাংলা সাহিত্যের প্রাচীনতম গ্রন্থ (চর্যাপদ) আবিষ্কার করেন কে?",
        "exam_name": "KGDCL-2021",
        "options": [
            "হরপ্রসাদ শাস্ত্রী",
            "ড. মুহম্মদ শহীদুল্লাহ",
            "সুনীতিকুমার চট্টোপাধ্যায়",
            "বড়ু চণ্ডীদাস"
        ],
        "answer": "ক",
        "explanation": "হরপ্রসাদ শাস্ত্রী ১৯০৭ সালে তৃতীয়বারের চেষ্টায় নেপালের রাজদরবারের রয়্যাল লাইব্রেরি থেকে চর্যাপদ আবিষ্কার করেন। ১৯১৬ সালে বঙ্গীয় সাহিত্য পরিষদ থেকে হাজার বছরের পুরোনো বাঙ্গালা ভাষায় রচিত বৌদ্ধগান ও দোহা নামে প্রকাশ করেন। ড. মুহম্মদ শহীদুল্লাহ ও সুনীতিকুমার চট্টোপাধ্যায় গবেষণা করে চর্যাপদের ভাষা ও রচনাকাল সম্পর্কে মতামত দেন। বড়ু চণ্ডীদাস শ্রীকৃষ্ণকীর্তন কাব্য রচনা করেন।"
    },
    {
        "id": 477,
        "page": 66,
        "question": "ধীমান শব্দের অর্থ কী?",
        "exam_name": "KGDCL-2021",
        "options": [
            "প্রজ্ঞাবান",
            "বুদ্ধিমান",
            "নিরীহ",
            "চতুর"
        ],
        "answer": "খ",
        "explanation": "ধীমান শব্দটি বিশেষণবাচক শব্দ, যার অর্থ বুদ্ধিমান। এর স্ত্রীবাচক শব্দ ধীমতি।"
    },
    {
        "id": 478,
        "page": 66,
        "question": "কোনটি দ্বন্দ্ব সমাস?",
        "exam_name": "KGDCL-2021",
        "options": [
            "কানাকানি",
            "মারামারি",
            "চিরসুখী",
            "হাট-বাজার"
        ],
        "answer": "ঘ",
        "explanation": "হাট-বাজার, হাট ও বাজার মিলনার্থক দ্বন্দ্ব সমাস। কানে কানে যে কথা = কানাকানি ও মারামারি ব্যতিহার বহুব্রীহি সমাস এবং চিরকাল ব্যাপিয়া যে সুখী = চিরসুখী দ্বিতীয়া তৎপুরুষ সমাস।"
    }
]
