# Page 67 (Q479 - Q494)
questions = [
    {
        "id": 479,
        "page": 67,
        "question": "সূর্য উঠলে আঁধার দূরীভূত হয়? এখানে 'উঠলে' কোন ক্রিয়াপদ?",
        "exam_name": "KGDCL-2021",
        "options": [
            "সমাপিকা",
            "অসমাপিকা",
            "প্রযোজক",
            "প্রযোজ্য"
        ],
        "answer": "খ",
        "explanation": "যে ক্রিয়ার দ্বারা বাক্যের পরিসমাপ্তি ঘটে না, বক্তার কথা অসম্পূর্ণ থেকে যায়, তাকে অসমাপিকা ক্রিয়া বলে। যেমন- যদি বলা হয় 'সূর্য উঠলে....' তাহলে 'উঠলে' ক্রিয়ার দ্বারা কথা শেষ হয় না। কথা শেষ করতে আরো কিছু শব্দের প্রয়োজন। সুতরাং, 'উঠলে' একটি অসমাপিকা ক্রিয়াপদ।"
    },
    {
        "id": 480,
        "page": 67,
        "question": "'কিরণ' শব্দের সমার্থক শব্দ কোনটি?",
        "exam_name": "BBA-2020; DOTE-21",
        "options": [
            "প্রভা",
            "ঢেউ",
            "ভাগ্য",
            "হর্ষ",
            "কোনোটিই নয়"
        ],
        "answer": "ক",
        "explanation": "কিরণ শব্দটির সমার্থক শব্দ বা প্রতিশব্দ– কর, প্রভা, দীপ্তি, জ্যোতি, অংশু, রশ্মি, আলোকচ্ছটা, বিভা, ভাতি।"
    },
    {
        "id": 481,
        "page": 67,
        "question": "কোনটি শুদ্ধ বানান?",
        "exam_name": "BWDB-2020; DOTE-21",
        "options": [
            "গৃহিনী",
            "গৃহিণি",
            "গৃহীনি",
            "গৃহিণী"
        ],
        "answer": "ঘ",
        "explanation": "গৃহিণী– (বিশেষ্য পদ) গৃহকর্ত্রী, গিন্নী, পত্নী, ভার্যা। (গৃহ + ইন্ + ঈ)"
    },
    {
        "id": 482,
        "page": 67,
        "question": "'নীল লোহিত' কোন লেখকের ছদ্মনাম?",
        "exam_name": "MOLE-2019, DOTE-21",
        "options": [
            "শামসুর রাহমান",
            "সুনীল গঙ্গোপাধ্যায়",
            "সমরেশ বসু",
            "সৈয়দ শামসুল হক"
        ],
        "answer": "খ",
        "explanation": "সুনীল গঙ্গোপাধ্যায়ের ছদ্মনাম 'নীল লোহিত'। সমরেশ বসু 'কালকূট' এবং 'মজলুম আদিব' শামসুর রাহমানের ছদ্মনাম।"
    },
    {
        "id": 483,
        "page": 67,
        "question": "“লোকে বলে এ বলে রে ঘরবাড়ি ভালা না আমার” চরণটির রচয়িতা–",
        "exam_name": "HED-2019, BPSC-21",
        "options": [
            "হাছন রাজা",
            "লালন ফকির",
            "শাহ আব্দুল করিম",
            "আব্বাস উদ্দিন"
        ],
        "answer": "ক",
        "explanation": "হাছন রাজা বাংলা সাহিত্যের লালনগীতির এক অন্যতম নাম। তাঁর রচিত কয়েকটি গান হলো– নেশা লাগিল রে, বাঁকা দুই নয়নে নেশা লাগিল রে, সোনা বন্দে আমারে দেওয়ানা বানাইল।"
    },
    {
        "id": 484,
        "page": 67,
        "question": "বাংলা ভাষায় মৌলিক স্বরধ্বনি কয়টি?",
        "exam_name": "PTD-2018, HED-19, BPSC-21",
        "options": [
            "৭টি",
            "৯টি",
            "১০টি",
            "১১টি"
        ],
        "answer": "ক",
        "explanation": "বাংলা ভাষায় মৌলিক স্বরধ্বনি ৭টি। যেমন– অ, আ, ই, উ, এ, ও, অ্যা।"
    },
    {
        "id": 485,
        "page": 67,
        "question": "'যে ভূমিতে ফসল জন্মায় না'- এক কথায় প্রকাশ করতে হবে।",
        "exam_name": "MOCA-19, BPDB-21",
        "options": [
            "পতিত",
            "বন্ধ্যা",
            "অনুর্বর",
            "ঊষর"
        ],
        "answer": "ঘ",
        "explanation": "যে ভূমিতে ফসল জন্মায় না ⇒ ঊষর\nযে জমি চাষ করা হয়নি ⇒ পতিত।\nযে নারীর কোনো সন্তান হয়নি ⇒ বন্ধ্যা।\nযে জমি উর্বর নয় ⇒ অনুর্বর।"
    },
    {
        "id": 486,
        "page": 67,
        "question": "বাংলা ব্যঞ্জনবর্ণে মাত্রাবিহীন বর্ণ কয়টি?",
        "exam_name": "MOCA-2019, BGFCL-21",
        "options": [
            "এগারোটি",
            "ছয়টি",
            "দশটি",
            "আটটি"
        ],
        "answer": "খ",
        "explanation": "বাংলা বর্ণমালায় মাত্রাহীন বর্ণ ১০টি। স্বরবর্ণ ৪টি, ব্যঞ্জনবর্ণ ৬টি।"
    },
    {
        "id": 487,
        "page": 67,
        "question": "যা চিরস্থায়ী নয়–",
        "exam_name": "MOCA-2019, BRED-2021",
        "options": [
            "অস্থায়ী",
            "ক্ষণিক",
            "ক্ষণস্থায়ী",
            "নশ্বর"
        ],
        "answer": "ঘ",
        "explanation": "যা চিরস্থায়ী নয় - নশ্বর\nএখানে, যা স্থায়ী নয় - অস্থায়ী\nক্ষণকাল ব্যাপিয়া স্থায়ী - ক্ষণস্থায়ী"
    },
    {
        "id": 488,
        "page": 67,
        "question": "'শিষ্টাচার' শব্দের সমার্থক কোনটি?",
        "exam_name": "MOCA-2019, PBRLP-21",
        "options": [
            "সদাচার",
            "সততা",
            "মমতা",
            "সংযম"
        ],
        "answer": "ক",
        "explanation": "শিষ্টাচার-এর সমার্থক শব্দ সদাচার, নিষ্ঠাবান।"
    },
    {
        "id": 489,
        "page": 67,
        "question": "'যুগসন্ধিক্ষণের কবি' হিসেবে পরিচিত কে?",
        "exam_name": "MOR-2018, BPSC-21",
        "options": [
            "বিহারীলাল চক্রবর্ত্তী",
            "নবীনচন্দ্র সেন",
            "ঈশ্বরচন্দ্র গুপ্ত",
            "মাইকেল মধুসূদন দত্ত"
        ],
        "answer": "গ",
        "explanation": "বাংলা সাহিত্যের যুগসন্ধিক্ষণের কবি হলেন ঈশ্বরচন্দ্র গুপ্ত (১৮১২-১৮৫৯)। তিনি মধ্যযুগের সমাপ্তি এবং আধুনিক যুগের সূচনালগ্নের কবি।\nবিহারীলাল চক্রবর্ত্তী : আধুনিক বাংলা গীতিকবিতার জনক।\nনবীন চন্দ্র সেন : দেশপ্রেম ও আখ্যানকাব্যের জন্য বিখ্যাত।\nমাইকেল মধুসূদন দত্ত : বাংলা সাহিত্যে আধুনিকতার প্রবর্তক।"
    },
    {
        "id": 490,
        "page": 67,
        "question": "ভাষা আন্দোলন নিয়ে রচিত প্রথম কবিতা কোনটি?",
        "exam_name": "MOR-2018, BPSC-21",
        "options": [
            "আমার ভাইয়ের রক্তে রাঙানো!",
            "কাঁদতে আসিনি ফাঁসির দাবি নিয়ে এসেছি",
            "স্মৃতির মিনার",
            "বর্ণমালা আমার দুঃখিনী বর্ণমালা"
        ],
        "answer": "খ",
        "explanation": "‘কাঁদতে আসিনি ফাঁসির দাবি নিয়ে এসেছি’ এ মাহবুব-উল আলম কর্তৃক রচিত কবিতা এটি ভাষার জন্য রচিত প্রথম কবিতা।"
    },
    {
        "id": 491,
        "page": 67,
        "question": "'ছন্দের যাদুকর' বলা হয়–",
        "exam_name": "HED-2018, 21",
        "options": [
            "মাইকেল মধুসূদন দত্তকে",
            "রবীন্দ্রনাথ ঠাকুরকে",
            "শামসুর রাহমানকে",
            "সত্যেন্দ্রনাথ দত্তকে"
        ],
        "answer": "ঘ",
        "explanation": "ছন্দের যাদুকর বলা হয় সত্যেন্দ্রনাথ দত্তকে। ছোটগল্পের জনক রবীন্দ্রনাথ ঠাকুর, সনেটের প্রবর্তক মাইকেল মধুসূদন দত্ত। শামসুর রাহমানকে নাগরিক কবি বলে।"
    },
    {
        "id": 492,
        "page": 67,
        "question": "পাণিনি কে ছিলেন?",
        "exam_name": "HED-2018, DOTE-21",
        "options": [
            "ভাষাবিদ",
            "ঋকবেদবিদ",
            "বৈয়াকরণিক",
            "ঔপন্যাসিক"
        ],
        "answer": "গ",
        "explanation": "পাণিনি ছিলেন একজন বৈয়াকরণিক। সংস্কৃতি ভাষায় লিখিত তাঁর বিখ্যাত ব্যাকরণ গ্রন্থের নাম– অষ্টাধ্যায়ী।"
    },
    {
        "id": 493,
        "page": 67,
        "question": "'অনিল' শব্দের অর্থ কোনটি?",
        "exam_name": "RAJUK-2017, PGCB-21",
        "options": [
            "বাতাস",
            "আকাশ",
            "কোকিল",
            "নীল",
            "কোনোটিই নয়"
        ],
        "answer": "ক",
        "explanation": "বাতাস শব্দের প্রতিশব্দ → অনিল, বায়ু, পবন, হাওয়া সমীরণ।\nআকাশ → গগন, নভঃ, ব্যোম, শূন্য, দ্যুলোক। কোকিল → কাকপুষ্ট, পরপুষ্ট, পরভৃত, বসন্তদূত, পিক।"
    },
    {
        "id": 494,
        "page": 67,
        "question": "প্রত্যেক ভাষারই কতটি মৌলিক অংশ থাকে?",
        "exam_name": "BGDCL-2017, DPDC-21",
        "options": [
            "১টি",
            "২টি",
            "৩টি",
            "৪টি",
            "কোনোটিই নয়"
        ],
        "answer": "ঘ",
        "explanation": "প্রত্যেক ভাষারই ৪টি মৌলিক অংশ থাকে- ধ্বনি, শব্দ, বাক্য, অর্থ।"
    }
]
