# Page 70 (Q528 - Q540)
questions = [
    {
        "id": 528,
        "page": 70,
        "question": "“যদি তারে নাই চিনি গো, সে কি আমায় নেবে চিনে।” এটি–",
        "exam_name": "BB-2020",
        "options": [
            "যৌগিক বাক্য",
            "সরল বাক্য",
            "মিশ্র বাক্য",
            "জটিল বাক্য"
        ],
        "answer": "ঘ",
        "explanation": "যে বাক্যে একটি মাত্র প্রধান খণ্ডবাক্য এবং তার ওপর এক বা একাধিক নির্ভরশীল বাক্য পরস্পর সাপেক্ষভাবে ব্যবহৃত হয়, তাকে জটিল বাক্য বলে।"
    },
    {
        "id": 529,
        "page": 70,
        "question": "“যেখানে বাঘের ভয়, সেখানে সন্ধ্যা হয়।”– বাক্যে বাঘের শব্দটি–",
        "exam_name": "BB-2020",
        "options": [
            "অধিকরণে ৫মী",
            "অপাদানে ৬ষ্ঠী",
            "অপাদানে ৭মী",
            "অধিকরণে ৭মী"
        ],
        "answer": "খ",
        "explanation": "যা থেকে কিছু বিচ্যুত, গৃহীত, জাত, বিরত, আরম্ভ, দূরীভূত ও রক্ষিত হয় এবং যা দেখে কেউ ভীত হয়, তাকেই অপাদান কারক বলে। অপাদান কারককে বিভিন্ন বিভক্তি ছাড়াও হইতে, হতে, থেকে, দিয়া, দিয়ে ইত্যাদি অনুসর্গ ব্যবহৃত হয়। বিভিন্ন বিভক্তির প্রয়োগ–\n(ক) প্রথমা বা শূন্য বা অ বিভক্তি : ‘বোঁটা-আলগা ফল গাছে থাকে না।’ ‘মনে পড়ে সেই জ্যৈষ্ঠের দুপুরে পাঠশালা পলায়ন।’\n(খ) দ্বিতীয়া বা কে বিভক্তি : বাবাকে বড্ড ভয় পাই।\n(গ) ষষ্ঠী বা এর বিভক্তি : যেখানে বাঘের ভয়, সেখানে সন্ধ্যা হয়।\n(ঘ) সপ্তমী বিভক্তি-য়, এ : “বিপদে মোরে করিবে ত্রাণ, এ নহে মোর প্রার্থনা।” লোকমুখে শুনেছি, তিলে তেল হয়। টাকায় টাকা হয়।"
    },
    {
        "id": 530,
        "page": 70,
        "question": "বাংলা 'আড়্' উপসর্গটি ব্যবহৃত হয়–",
        "exam_name": "BB-2020",
        "options": [
            "বড় অর্থে",
            "নিন্দা অর্থে",
            "উত্তম অর্থে",
            "বক্র অর্থে"
        ],
        "answer": "ঘ",
        "explanation": "'আড়্' বক্র অর্থে ব্যবহৃত হয়। যেমন— আড়চোখে, আড়নয়নে।"
    },
    {
        "id": 531,
        "page": 70,
        "question": "কোন কাব্যের জন্য কাজী নজরুল ইসলাম কারাবরণ করেন?",
        "exam_name": "BB-2020",
        "options": [
            "বিদ্রোহী",
            "বিষের বাঁশি",
            "আনন্দময়ীর আগমনে",
            "চক্রবাক"
        ],
        "answer": "গ",
        "explanation": "কবি কাজী নজরুল ইসলাম (১৮৯৯–১৯৭৬) তাঁর ‘আনন্দময়ীর আগমনে’ কবিতাটি রচনার জন্য কারারুদ্ধ হন এবং এক বছরের জন্য সশ্রম কারাদণ্ডে দণ্ডিত হন। ‘প্রলয়শিখা’ গ্রন্থের জন্য তিনি ৬ মাস কারাদণ্ডে দণ্ডিত হন। ‘বিদ্রোহী’ কবিতা রচনার জন্য তিনি বিদ্রোহী কবি হিসেবে নিজেকে প্রতিষ্ঠিত করেন।"
    },
    {
        "id": 532,
        "page": 70,
        "question": "“তোমাকে হাঁটতে হবে”— কোন বাচ্যের উদাহরণ?",
        "exam_name": "BB-2020",
        "options": [
            "কর্তৃবাচ্য",
            "ভাববাচ্য",
            "কর্মকর্তৃবাচ্য",
            "কর্মবাচ্য"
        ],
        "answer": "খ",
        "explanation": "যখন বাক্যে ব্যবহৃত পদের ভিতর ক্রিয়াপদই প্রধান হয়ে প্রতিভাত হয়, তখন ব্যবহৃত পদটি ভাববাচ্য হিসেবে বিবেচিত হয়। প্রত্যয়জাত কোনো বিশেষ্য পদে ক্রিয়ার ভাব বিদ্যমান থাকে, তখন তা ভাববাচ্য বিবেচিত হয়।"
    },
    {
        "id": 533,
        "page": 70,
        "question": "'স্বাধীনতা' শব্দটি কোন প্রক্রিয়ায় গঠিত হয়েছে?",
        "exam_name": "BB-2020",
        "options": [
            "সমাসের মাধ্যমে",
            "সন্ধির সাহায্যে",
            "প্রত্যয় যোগে",
            "উপসর্গ যোগে"
        ],
        "answer": "খ",
        "explanation": "‘দুটি শব্দ মিলিয়ে একটি শব্দে পরিণত হওয়াকে বা পরস্পর সন্নিহিত দুই বর্ণের মিলনকে সন্ধি বলে। ‘স্বাধীনতা’ শব্দটি গঠিত হয়েছে ‘স্ব + অধীনতা’ সন্ধি দ্বারা।"
    },
    {
        "id": 534,
        "page": 70,
        "question": "বাগবিধি কী?",
        "exam_name": "BB-2020",
        "options": [
            "প্রবচন",
            "প্রবাদ",
            "সমার্থক শব্দ",
            "বাগধারা"
        ],
        "answer": "ঘ",
        "explanation": "বাগধারা বা বাগবিধি মানে ‘কথার ধারা বা বাক্‌রীতি’। ভাষাতত্ত্বে এমন কতগুলো শব্দ আছে যেগুলো নিজস্ব আভিধানিক অর্থ মাত্র প্রকাশ করে না। এগুলোর অন্তর্নিহিত অর্থই প্রধান। এ জাতীয় শব্দ সমষ্টিকেই বাগধারা বলা হয়ে থাকে। বাগধারায় প্রায়শ বাচ্যার্থ হয় না, লক্ষ্যার্থের অন্তর্গত ভাবকে প্রকাশ করে।"
    },
    {
        "id": 535,
        "page": 70,
        "question": "'একই সময়ে' এর সঠিক বাক্য সংকোচন হলো–",
        "exam_name": "BPDB-2020",
        "options": [
            "সমকালীন",
            "যুগপৎ",
            "অনতিদূর",
            "অদূর"
        ],
        "answer": "ক",
        "explanation": "একই সময়ে ⇒ সমকালীন, একই সঙ্গে ⇒ যুগপৎ, যা দূর নয় ⇒ অনতিদূর।"
    },
    {
        "id": 536,
        "page": 70,
        "question": "'বহিপীর' রচনা করেন–",
        "exam_name": "BPDB-2020",
        "options": [
            "মানিক বন্দ্যোপাধ্যায়",
            "হুমায়ূন আহমেদ",
            "সৈয়দ ওয়ালীউল্লাহ",
            "আখতারুজ্জামান ইলিয়াস"
        ],
        "answer": "গ",
        "explanation": "'বহিপীর' বাংলাদেশি সাহিত্যিক সৈয়দ ওয়ালীউল্লাহর রচিত একটি নাটক। এটি ১৯৬০ সালে পূর্ব-পাকিস্তান (বর্তমান বাংলাদেশ) ঢাকা থেকে প্রথম প্রকাশিত হয়। নাটকটিতে উনিশ শতকের শেষভাগ বা বিশ শতকের সূচনালগ্নে নাটকে দেখা যায়, জমিদার হাতেম আলী জমিদারি হারাতে বসেছেন। সূর্যাস্ত আইন প্রণীত হওয়ার পর সে সময়ের বাংলার প্রত্যন্ত অঞ্চলে জেঁকে বসা পীরপ্রথা আর কুসংস্কার ফুটে উঠেছে এ নাটকে।"
    },
    {
        "id": 537,
        "page": 70,
        "question": "‘আমি কোনো আগন্তুক নই’ কবিতাটি কার?",
        "exam_name": "BPDB-2020",
        "options": [
            "রফিক আজাদ",
            "আহসান হাবীব",
            "নির্মলেন্দু গুণ",
            "জীবনানন্দ দাশ"
        ],
        "answer": "খ",
        "explanation": "‘আমি কোনো আগন্তুক নই’ কবিতাটি কবি আহসান হাবীবের ‘দু’হাতে দুই আদিম পাথর’ কাব্যগ্রন্থ থেকে নেয়া হয়েছে। কবির সাথে তাঁর জন্মভূমির অবিচ্ছেদ্য সম্পর্কের কথা তিনি এ কবিতায় তুলে ধরেছেন। কবি এখানে বাংলাদেশের প্রকৃতি, নিসর্গ এবং গ্রামীণ জনপদের সঙ্গে মানুষের গভীর সম্পর্ক ও শিকড়ের পরিচয় তুলে ধরেছেন।"
    },
    {
        "id": 538,
        "page": 70,
        "question": "'গাজী মিয়া' কার ছদ্মনাম?",
        "exam_name": "BPDB-2020",
        "options": [
            "মীর মশাররফ হোসেন",
            "প্যারীচাঁদ মিত্র",
            "কালী প্রসন্ন সিংহ",
            "মানিক বন্দ্যোপাধ্যায়"
        ],
        "answer": "ক",
        "explanation": "অনেক কবি, সাহিত্যিক, ঔপন্যাসিক, নাট্যকার তাদের পরিচয় গোপন করে ছদ্মনামে সাহিত্য রচনা করতেন। যেমন– মীর মশাররফ হোসেন– গাজী মিয়া, প্যারীচাঁদ মিত্র– টেকচাঁদ ঠাকুর, কালীপ্রসন্ন সিংহ– হুতোম পেঁচা, প্রবোধকুমার বন্দ্যোপাধ্যায়– মানিক বন্দ্যোপাধ্যায়।"
    },
    {
        "id": 539,
        "page": 70,
        "question": "'তত্ত্ববোধিনী' পত্রিকার সম্পাদক কে?",
        "exam_name": "BPDB-2020",
        "options": [
            "রবীন্দ্রনাথ ঠাকুর",
            "প্রমথ চৌধুরী",
            "অক্ষয় কুমার দত্ত",
            "বঙ্কিমচন্দ্র চট্টোপাধ্যায়"
        ],
        "answer": "গ",
        "explanation": "তত্ত্ববোধিনী পত্রিকা ছিল ব্রাহ্মসমাজের তত্ত্ববোধিনী সভার মুখপত্র। ব্রাহ্মধর্মের প্রচার এবং তত্ত্ববোধিনী সভার সভ্যদের মধ্যে পারস্পরিক যোগাযোগ রক্ষার উদ্দেশ্যে ১৮৪৩ সালের ১৬ আগস্ট (১ ভাদ্র ১৭৬৫) অক্ষয়কুমার দত্তের সম্পাদনায় তত্ত্ববোধিনী পত্রিকা প্রথম প্রকাশিত হয়। এর সার্বিক তত্ত্বাবধানে ছিলেন দেবেন্দ্রনাথ ঠাকুর।"
    },
    {
        "id": 540,
        "page": 70,
        "question": "'বিন্দু বিসর্গ' কোন শ্রেণির গ্রন্থ?",
        "exam_name": "BPDB-2020",
        "options": [
            "উপন্যাস",
            "কাব্য",
            "আত্মজীবনী",
            "নাটক"
        ],
        "answer": "গ",
        "explanation": "নীলিমা ইব্রাহিম বাংলার নারীজাগরণের পথিকৃৎদের মধ্যে অন্যতম। সত্যকে প্রতিষ্ঠা করার জন্য তাঁর অনমনীয় দৃঢ়তা ছিল বিস্ময়কর। 'বিন্দু বিসর্গ' নীলিমা ইব্রাহিমের আত্মজীবনীমূলক গ্রন্থ।"
    }
]
