# Page 74 (Q583 - Q597)
questions = [
    {
        "id": 583,
        "page": 74,
        "question": "'মুক্তিযুদ্ধের ইতিহাস : দলিলপত্র' কে সম্পাদনা করেন?",
        "exam_name": "PGCB-2020",
        "options": [
            "মুনতাসীর মামুন",
            "আবুল হাসান",
            "হাসান আজিজুল হক",
            "হাসান হাফিজুর রহমান"
        ],
        "answer": "ঘ",
        "explanation": "বাংলাদেশের স্বাধীনতা যুদ্ধের দলিলপত্র ১৫ খণ্ডে সমাপ্ত বাংলাদেশের মুক্তিযুদ্ধের ইতিহাসমালা। এটি হাসান হাফিজুর রহমান সম্পাদিত ও হাক্কানী পাবলিকেশনস্ থেকে প্রকাশিত। হাসান হাফিজুর রহমান বাংলাদেশের একজন প্রথিতযশা কবি, সাংবাদিক ও সমালোচক ছিলেন।"
    },
    {
        "id": 584,
        "page": 74,
        "question": "'ফুলকুমারী' শব্দটি কোন সমাস?",
        "exam_name": "PGCB-20",
        "options": [
            "মধ্যপদলোপী কর্মধারয়",
            "উপমিত কর্মধারয়",
            "রূপক কর্মধারয়",
            "উপমান কর্মধারয়"
        ],
        "answer": "খ",
        "explanation": "সাধারণ গুণের উল্লেখ না করে উপমেয় পদের সাথে উপমান পদের যে সমাস হয়, তাকে উপমিত কর্মধারয় সমাস বলে। এক্ষেত্রে সাধারণ গুণটি ব্যাসবাক্য বা সমস্ত পদে থাকে না, বরং অনুমান করে নেওয়া হয়। এ সমাসে উপমেয় শব্দটি পূর্বে বসে। যেমন : ফুলকুমারী = কুমারী ফুলের ন্যায়।"
    },
    {
        "id": 585,
        "page": 74,
        "question": "প্রোঁ, লা, বর- এগুলো কোন উপসর্গ?",
        "exam_name": "PGCB-2020",
        "options": [
            "বিদেশি উপসর্গ",
            "বাংলা উপসর্গ",
            "সংস্কৃত উপসর্গ",
            "স্থানীয় উপসর্গ"
        ],
        "answer": "ক",
        "explanation": "গ্রিক প্রো উপসর্গে প্রাথমা অর্থও সূচিত হয়, যেমন– Prologue; অপরপক্ষে সম্মুখমতাও ব্যক্ত করে, যেমন– proboskis। আরবি উপসর্গের উদাহরণ : লা, যে অর্থে প্রযুক্ত না; যেমন- লাজওয়াব, লাখেরাজ, লাওয়ারিশ, লাপাত্তা। ফার্সি উপসর্গের উদাহরণ : বর, যে অর্থে প্রযুক্ত বাইরে, মধ্যে; যেমন– বরখাস্ত, বরদাস্ত, বরখেলাপ, বরবাদ!"
    },
    {
        "id": 586,
        "page": 74,
        "question": "নিম্নের কোন সন্ধিটি নিপাতনে সিদ্ধ?",
        "exam_name": "PGCB-2020",
        "options": [
            "পর + পর = পরস্পর",
            "সম + সার = সংসার",
            "উৎ + ছেদ = উচ্ছেদ",
            "বাক + দান = বাগদান"
        ],
        "answer": "ক",
        "explanation": "যে-সব সন্ধির নির্দিষ্ট কোনো নিয়ম নেই, তাদেরকে নিপাতনে সিদ্ধসন্ধি বলে। তৎসম শব্দের সন্ধিতেই শুধু এই নিপাতন খাটে। যেমন—\n(i) নিপাতনে সিদ্ধ তৎসম স্বরসন্ধি : কুল + অটা = কুলটা, গো + অক্ষ = গবাক্ষ, প্র + ঊঢ় = প্রৌঢ়, অন্য + অন্য = অন্যান্য, মার্ত + অণ্ড = মার্তণ্ড, শুদ্ধ + ওদন = শুদ্ধোদন।\n(ii) নিপাতনে সিদ্ধ তৎসম ব্যঞ্জনসন্ধি : আ + চর্য = আশ্চর্য, গো + পদ = গোষ্পদ, বন + পতি = বনস্পতি, বৃহৎ + পতি = বৃহস্পতি, তৎ + কর = তস্কর, পর + পর = পরস্পর, মনস + ঈষা = মনীষা, ষট + দশ = ষোড়শ, এক + দশ = একাদশ, পতৎ + অঞ্জলি = পতঞ্জলি।"
    },
    {
        "id": 587,
        "page": 74,
        "question": "'শম' শব্দের অর্থ কী?",
        "exam_name": "PGCB-2020",
        "options": [
            "মৃত্যু",
            "সমান",
            "বন্ধন",
            "শান্তি"
        ],
        "answer": "ঘ",
        "explanation": "শম– [বিশেষ্য পদ] বাসনার নিবৃত্তি, শান্তি, সংযম।"
    },
    {
        "id": 588,
        "page": 74,
        "question": "চর্যাপদের অপর নাম কী?",
        "exam_name": "PGCBL-2020",
        "options": [
            "গীতিকথা",
            "প্রাচীন মিথ",
            "মনুসংহিতা",
            "ধর্মসংগীত"
        ],
        "answer": "ঘ",
        "explanation": "চর্যাপদ বাংলা ভাষার প্রাচীনতম পদ সংকলন তথা সাহিত্য নিদর্শন। নব্য ভারতীয় আর্যভাষারও প্রাচীনতর রচনা এটি। খ্রিস্টীয় অষ্টম থেকে দ্বাদশ শতাব্দীর মধ্যবর্তী সময়ে রচিত এই গীতিপদাবলির রচয়িতারা ছিলেন সহজিয়া বৌদ্ধ সিদ্ধাচার্যগণ। বৌদ্ধ ধর্মের গূঢ় অর্থ সাংকেতিক রূপের আশ্রয়ে ব্যাখ্যার উদ্দেশ্যেই তাঁরা পদগুলো রচনা করেছিলেন। বাংলা সাধন সংগীত শাখাটির সূত্রপাতও হয়েছিলো এই চর্যাপদ থেকেই। সে বিবেচনায় এটি একটি ধর্মগ্রন্থজাতীয় রচনা।"
    },
    {
        "id": 589,
        "page": 74,
        "question": "'নীল দর্পণ' নাটকটির বিষয়বস্তু কী?",
        "exam_name": "DWASA-2020",
        "options": [
            "নীলকরদের অত্যাচার",
            "ভাষা আন্দোলন",
            "অসহযোগ আন্দোলন",
            "তেভাগা আন্দোলন"
        ],
        "answer": "ক",
        "explanation": "'নীল দর্পণ' হলো দীনবন্ধু মিত্র রচিত একটি বাংলা নাটক। এ নাটকের পটভূমি নীল চাষের জন্য সাধারণ কৃষকদের উপর নীল শাসকদের অত্যাচার ও নিপীড়ন। স্বদেশিকতা, নীলদর্পণ ও সমসাময়িক বাংলার সমাজব্যবস্থার সঙ্গে এই নাটকের সংযোগ অত্যন্ত গভীর।"
    },
    {
        "id": 590,
        "page": 74,
        "question": "কোনটি দ্বন্দ্ব সমাসের উদাহরণ?",
        "exam_name": "DWASA-2020",
        "options": [
            "সিংহাসন",
            "ভাই-বোন",
            "কানাকানি",
            "গাছপাকা"
        ],
        "answer": "খ",
        "explanation": "যে সমাসে প্রতিটি সমস্যমান পদের অর্থের সমান প্রাধান্য থাকে এবং ব্যাসবাক্যে একটি সংযোজক অব্যয় (কখনো বিয়োজক অব্যয়) দ্বারা যুক্ত থাকে, তাকে দ্বন্দ্ব সমাস বলে। যেমন– তাল ও তমাল = তাল-তমাল, দোয়াত ও কলম = দোয়াত-কলম। এখানে তাল ও তমাল এবং দোয়াত ও কলম প্রতিটি পদেরই অর্থের প্রাধান্য সমাসবদ্ধ পদে রক্ষিত হয়েছে। দ্বন্দ্ব সমাসে ব্যাসবাক্যে এবং, ও, আর- এ তিনটি অব্যয় পদগুলো ব্যবহৃত হয়। যেমন– মাতা ও পিতা = মাতাপিতা।"
    },
    {
        "id": 591,
        "page": 74,
        "question": "সাধুরীতি শব্দ কোনটি?",
        "exam_name": "WASA-2020",
        "options": [
            "গ্রহ",
            "কেতাব",
            "কলেজ",
            "গিন্নি"
        ],
        "answer": "ক",
        "explanation": "সাধুভাষা তৎসম শব্দবহুল। যেমন– গ্রহ, চন্দ্র, সূর্য ইত্যাদি তৎসম শব্দ তথা সাধুরীতির শব্দ।"
    },
    {
        "id": 592,
        "page": 74,
        "question": "'খনার বচন' কী সংক্রান্ত?",
        "exam_name": "WASA-2020",
        "options": [
            "রাজনীতি",
            "কৃষি",
            "ব্যবসা",
            "শিল্প"
        ],
        "answer": "খ",
        "explanation": "কৃষি ও আবহাওয়া সংক্রান্ত বিষয় হলো খনার বচন। এটি বাংলা লোকসাহিত্যের আদি নিদর্শন হিসেবে বিবেচনা করা হয়।"
    },
    {
        "id": 593,
        "page": 74,
        "question": "যে যে পদে সমাস হয় তাদের প্রত্যেকটিকে কী বলে?",
        "exam_name": "WASA-2020",
        "options": [
            "সমস্ত পদ",
            "সমস্যমান পদ",
            "উত্তর পদ",
            "পূর্ব শব্দ"
        ],
        "answer": "খ",
        "explanation": "যে-সমস্ত পদে সমাস হয় তাদের প্রত্যেকটিকে সমস্যমান পদ বলে। যেমন– নীল যে আকাশ = নীলাকাশ। এখানে আকাশ ও নীল প্রত্যেকটি সমস্যমান পদ।"
    },
    {
        "id": 594,
        "page": 74,
        "question": "বাংলা কৃৎ-প্রত্যয় সাধিত শব্দ কোনটি?",
        "exam_name": "WASA-2020",
        "options": [
            "চামার",
            "মোড়ক",
            "ধারালো",
            "পোঁষ্টাই"
        ],
        "answer": "খ",
        "explanation": "যে বর্ণসমষ্টি ক্রিয়া বা ধাতুর পর যুক্ত হয়ে নতুন শব্দ গঠন করে তাকে কৃৎ প্রত্যয় বলে। যেমন– √মুড়্ + অক = মোড়ক, পাঠক, পঠিত।"
    },
    {
        "id": 595,
        "page": 74,
        "question": "'আপন' শব্দটির অর্থ কী?",
        "exam_name": "WASA-2020",
        "options": [
            "একান্ত",
            "নিজস্ব",
            "দোকান",
            "অহং"
        ],
        "answer": "খ",
        "explanation": "'আপন' অর্থ নিজস্ব, নিজ, স্বয়ং ইত্যাদি।"
    },
    {
        "id": 596,
        "page": 74,
        "question": "নিচের কোন বানানটি শুদ্ধ?",
        "exam_name": "WASA-2020",
        "options": [
            "বিভীক্ষীকা",
            "বিভীসিকা",
            "বিভীষিকা",
            "বিভিষ্খীকা"
        ],
        "answer": "গ",
        "explanation": "'বিভীষিকা' বানানটি সঠিক, যার অর্থ ভয়ংকর বা ভীতিকর।"
    },
    {
        "id": 597,
        "page": 74,
        "question": "অগ্রজ-এর বিপরীতার্থক শব্দ কোনটি?",
        "exam_name": "WASA-2020",
        "options": [
            "পরিগ্রজ",
            "পশ্চাৎ",
            "অনুজ",
            "নিগ্রহ"
        ],
        "answer": "গ",
        "explanation": "অগ্রজ এর বিপরীত অনুজ; অগ্র-পশ্চাৎ, নিগ্রহ-অনুগ্রহ।"
    }
]
