# Page 75 (Q598 - Q614)
questions = [
    {
        "id": 598,
        "page": 75,
        "question": "'যার কোনো কিছু থেকেই ভয় নেই'- এক কথায় প্রকাশ কী?",
        "exam_name": "WASA-2019",
        "options": [
            "অভয়",
            "ভয়শূন্য",
            "অকুতোভয়",
            "নির্ভীক"
        ],
        "answer": "গ",
        "explanation": "যার কোনো কিছু থেকেই ভয় নেই ⇒ অকুতোভয়। ভয় নেই যার ⇒ নির্ভীক।"
    },
    {
        "id": 599,
        "page": 75,
        "question": "'সতীশ' শব্দের সঠিক সন্ধি বিচ্ছেদ কোনটি?",
        "exam_name": "WASA-2019",
        "options": [
            "সতি + ঈশ",
            "সতি + ইশ",
            "সতী + ঈশ",
            "সতী + ইশ"
        ],
        "answer": "গ",
        "explanation": "'সতীশ' শব্দের সঠিক সন্ধিবিচ্ছেদ হলো 'সতী + ঈশ'। ই-কার কিংবা ঈ-কারের পর ই-কার কিংবা ঈ-কার থাকলে উভয়ে মিলে দীর্ঘ-ঈ কার হয়। যেমন– সতীশ, সতীন্দ্র, অতীত।"
    },
    {
        "id": 600,
        "page": 75,
        "question": "'বীরবলের হালখাতা' গদ্যগ্রন্থের রচয়িতা কে?",
        "exam_name": "BBA-2019",
        "options": [
            "সুকান্ত ভট্টাচার্য",
            "যতীন্দ্রমোহন বাগচী",
            "প্রমথ চৌধুরী",
            "সুকুমার রায়",
            "কোনোটিই নয়"
        ],
        "answer": "গ",
        "explanation": "'বীরবলের হালখাতা' প্রবন্ধটি প্রমথ চৌধুরীর চলিত ভাষায় রচিত প্রথম প্রবন্ধ। এটি 'সবুজপত্র' পত্রিকায় প্রকাশিত হয়। তাঁর অন্যান্য গ্রন্থ হলো– তেল নুন লাকড়ি, রায়তের কথা, চার ইয়ারীর কথা।"
    },
    {
        "id": 601,
        "page": 75,
        "question": "সন্ধি শব্দের সন্ধিবিচ্ছেদ কী হবে?",
        "exam_name": "BBA-19",
        "options": [
            "সং + দি",
            "সম্ঃ + ধি",
            "সন + দি",
            "সম্ + ধি",
            "কোনোটিই নয়"
        ],
        "answer": "ঘ",
        "explanation": "ম্-এর পরে য, র, ল, ব এবং শ, ষ, স, হ থাকলে ম্-এর স্থলে (ং) অনুস্বার হয়। যেমন– সংবাদ, সংসার, সন্ধি।"
    },
    {
        "id": 602,
        "page": 75,
        "question": "স্বরবর্ণের সংক্ষিপ্ত রূপকে কী বলা হয়?",
        "exam_name": "BBA-2019",
        "options": [
            "ফলা",
            "প্রকৃতি",
            "প্রত্যয়",
            "কার",
            "কোনোটিই নয়"
        ],
        "answer": "ঘ",
        "explanation": "স্বরবর্ণের সংক্ষিপ্ত রূপকে কার বলে। বাংলা ভাষায় ১০টি কার রয়েছে। যেমন– আ-কার, ও-কার ইত্যাদি।"
    },
    {
        "id": 603,
        "page": 75,
        "question": "অনাবৃষ্টি শব্দে অনা উপসর্গটি কী অর্থ নির্দেশ করে?",
        "exam_name": "BBA-19",
        "options": [
            "পূর্ণতা",
            "ক্ষুদ্র",
            "বিক্ষিপ্ত",
            "অভাব",
            "কোনোটিই নয়"
        ],
        "answer": "ঘ",
        "explanation": "বাংলা ভাষায় বাংলা উপসর্গ ২১টি। 'অনা' বাংলা উপসর্গ। অনা যোগে অনাবৃষ্টি অভাব অর্থে ব্যবহৃত হয়।"
    },
    {
        "id": 604,
        "page": 75,
        "question": "নিচের কোনটি মৌলিক শব্দ?",
        "exam_name": "BBA-2019",
        "options": [
            "ডুবুরি",
            "গরমিল",
            "তিন",
            "প্রশাসন",
            "কোনোটিই নয়"
        ],
        "answer": "গ",
        "explanation": "যে সকল শব্দকে ভাগ করা যায় না, তাকে মৌলিক শব্দ বলে। যেমন– তিন, গোলাপ ইত্যাদি।"
    },
    {
        "id": 605,
        "page": 75,
        "question": "নিচের কোনটি গণনাবাচক শব্দ?",
        "exam_name": "BBA-2019",
        "options": [
            "দশই",
            "দশম",
            "বিংশ",
            "দশ",
            "কোনোটিই নয়"
        ],
        "answer": "ঘ",
        "explanation": "একাধিক বার একই একক গণনা করলে যে সমষ্টি পাওয়া যায়, তাকে গণনাবাচক সংখ্যা বলে। যেমন– এক, দুই, চার, দশ, বিশ ইত্যাদি।"
    },
    {
        "id": 606,
        "page": 75,
        "question": "নিচের কোন বানানটি শুদ্ধ?",
        "exam_name": "BBA-2019",
        "options": [
            "দোষণীয়",
            "দূষণীয়",
            "দুষণীয়",
            "দূসনীয়",
            "কোনোটিই নয়"
        ],
        "answer": "খ",
        "explanation": "'দূষণীয়' বানানটি শুদ্ধ। এটি সংস্কৃত শব্দ থেকে আগত শব্দ। এর অর্থ দোষযুক্ত, নিন্দনীয়।"
    },
    {
        "id": 607,
        "page": 75,
        "question": "'কমলাকান্ত' কোন লেখকের ছদ্মনাম?",
        "exam_name": "BBA-2019",
        "options": [
            "রবীন্দ্রনাথ ঠাকুর",
            "বঙ্কিমচন্দ্র চট্টোপাধ্যায়",
            "সমরেশ বসু",
            "ঈশ্বরচন্দ্র বিদ্যাসাগর",
            "কোনোটিই নয়"
        ],
        "answer": "খ",
        "explanation": "কমলাকান্ত বঙ্কিমচন্দ্রের ছদ্মনাম, ঈশ্বরচন্দ্র বিদ্যাসাগরের ছদ্মনাম কস্যচিৎ উপযুক্ত ভাইপো, সমরেশ বসুর ছদ্মনাম কালকূট এবং রবীন্দ্রনাথ ঠাকুরের ছদ্মনাম ভানুসিংহ ঠাকুর।"
    },
    {
        "id": 608,
        "page": 75,
        "question": "'পদস্খলন' শব্দের সন্ধি বিচ্ছেদ কোনটি?",
        "exam_name": "BBA-2019",
        "options": [
            "পদ + খলন",
            "পদঃ + খলন",
            "পদঃ + স্খলন",
            "পদ + স্খলন",
            "কোনোটিই নয়"
        ],
        "answer": "খ",
        "explanation": "অ-এর পর বিসর্গ : + খ = স্ + খ হয়। এগুলো বিসর্গ সন্ধির উদাহরণ। যেমন– নমস্কার, নিষ্কর, দুষ্কর ইত্যাদি।"
    },
    {
        "id": 609,
        "page": 75,
        "question": "'দিবস' শব্দের সমার্থক শব্দ কোনটি?",
        "exam_name": "BBA-2019",
        "options": [
            "বহী",
            "শাখী",
            "নর্গ",
            "অহ্ন",
            "কোনোটিই নয়"
        ],
        "answer": "ঘ",
        "explanation": "দিবস-এর সমার্থক শব্দ দিবা, দিন, অহ্ন ইত্যাদি।"
    },
    {
        "id": 610,
        "page": 75,
        "question": "সৈয়দ ওয়ালীউল্লাহ'র রচনা কোনটি?",
        "exam_name": "MOCA-2019",
        "options": [
            "সূর্য দীঘল বাড়ি",
            "লালসালু",
            "সংশপ্তক",
            "আব্দুল্লাহ"
        ],
        "answer": "খ",
        "explanation": "সৈয়দ ওয়ালীউল্লাহ'র একটি সামাজিক উপন্যাস হলো লালসালু, ধর্মীয় অন্ধত্ব ও কুসংস্কার ফুটিয়ে তোলা হয়েছে এ উপন্যাসে। লালসালু উপন্যাসের চরিত্র হলো– আমেনা, জমিলা, মজিদ। তাঁর অন্যান্য উপন্যাস হলো– চাঁদের অমাবস্যা, কাঁদো নদী কাঁদো।"
    },
    {
        "id": 611,
        "page": 75,
        "question": "ধর্মমঙ্গল কাব্যের আদি কবি ছিলেন?",
        "exam_name": "MOCA-2019",
        "options": [
            "কাহ্নপা",
            "বড়ুচণ্ডীদাস",
            "ময়ূরভট্ট",
            "মালাধর বসু"
        ],
        "answer": "গ",
        "explanation": "মধ্যযুগের মঙ্গল কাব্যের মধ্যে ধর্মমঙ্গল অন্যতম। ধর্মমঙ্গল কাব্যের আদি কবি ময়ূরভট্ট। বড়ুচণ্ডীদাস 'শ্রীকৃষ্ণকীর্তন' কাব্যের রচয়িতা। কাহ্নপা চর্যাপদের আদি কবি।"
    },
    {
        "id": 612,
        "page": 75,
        "question": "মুক্তিযুদ্ধভিত্তিক প্রামাণ্য চলচ্চিত্র 'স্টপ জেনোসাইড' এর পরিচালক কে?",
        "exam_name": "MOCA-2019",
        "options": [
            "গীতা মেহতা",
            "আমজাদ হোসেন",
            "জহির রায়হান",
            "আলমগীর কবির"
        ],
        "answer": "গ",
        "explanation": "মুক্তিযুদ্ধভিত্তিক প্রামাণ্য চলচ্চিত্র 'স্টপ জেনোসাইড'-এর পরিচালক জহির রায়হান। জহির রায়হান অসংখ্য চলচ্চিত্র পরিচালনা করেন; তার মধ্যে আয়না, আনোয়ারা অন্যতম। হাজার বছর ধরে, তৃষ্ণা তাঁর রচিত উপন্যাস।"
    },
    {
        "id": 613,
        "page": 75,
        "question": "মধ্যযুগের বাংলা সাহিত্যে কোন ধর্মপ্রচারকের অপরিসীম প্রভাব দেখা যায়?",
        "exam_name": "MOCA-2019",
        "options": [
            "শ্রীকৃষ্ণ",
            "চৈতন্যদেব",
            "আদিনাথ শিব",
            "মাগন ঠাকুর"
        ],
        "answer": "খ",
        "explanation": "শ্রীচৈতন্যদেব মধ্যযুগে বাংলা সাহিত্যে ধর্মপ্রচারে গুরুত্বপূর্ণ ভূমিকা পালন করেন। তিনি বৈষ্ণব ধর্ম প্রচার করেন। কোরেশী মাগন ঠাকুর আরাকান রাজ্যের কবি।"
    },
    {
        "id": 614,
        "page": 75,
        "question": "উপসর্গের কাজ কী?",
        "exam_name": "MOCA-2019",
        "options": [
            "বর্গ সংকোচন",
            "নতুন শব্দ গঠন",
            "ভাবের পার্থক্য নিরূপণ",
            "কোনোটিই নয়"
        ],
        "answer": "খ",
        "explanation": "কতকগুলো অব্যয়সূচক শব্দাংশ রয়েছে, যা স্বাধীন পদ হিসেবে বাক্যে ব্যবহৃত হতে পারে না। এগুলো অন্য শব্দের আগে বসে। উপসর্গ নতুন অর্থবোধক শব্দ তৈরি করে, অর্থের পূর্ণতা সাধিত হয় এবং অর্থের সংকোচন ঘটায়। যেমন– অ, অঘা, ইতি, আব ইত্যাদি উপসর্গ।"
    }
]
