# Page 76 (Q615 - Q633)
questions = [
    {
        "id": 615,
        "page": 76,
        "question": "'কোল' নৃ-গোষ্ঠী কোন জেলায় বসবাস করে?",
        "exam_name": "MOCA-2019",
        "options": [
            "চাঁপাইনবাবগঞ্জ",
            "নেত্রকোনা",
            "জামালপুর",
            "সাতক্ষীরা"
        ],
        "answer": "ক",
        "explanation": "কোল নৃ-গোষ্ঠী চাঁপাইনবাবগঞ্জ বাস করে। নেত্রকোনায় হাজং-এর বাস।"
    },
    {
        "id": 616,
        "page": 76,
        "question": "'সঞ্চিতা' কোন কবির কাব্য সংকলন?",
        "exam_name": "MOCA-2019",
        "options": [
            "রবীন্দ্রনাথ ঠাকুর",
            "কাজী নজরুল ইসলাম",
            "জীবনানন্দ দাশ",
            "আহসান হাবীব"
        ],
        "answer": "খ",
        "explanation": "'সঞ্চিতা' কাব্য সংকলনটি কাজী নজরুল ইসলামের রচনা। কাজী নজরুল ১৮৯৯ সালে পশ্চিমবঙ্গের বর্ধমান জেলায় জন্মগ্রহণ করেন। তাঁর উল্লেখযোগ্য কাব্যগ্রন্থ হলো অগ্নিবীণা, বিষের বাঁশী, সিন্ধু হিন্দোল, সাম্যবাদী, প্রলয় শিখা।"
    },
    {
        "id": 617,
        "page": 76,
        "question": "'কুরসি' শব্দটি কোন ভাষা থেকে এসেছে?",
        "exam_name": "MOCA-2019",
        "options": [
            "আরবি",
            "ফারসি",
            "পর্তুগিজ",
            "তুর্কি"
        ],
        "answer": "ক",
        "explanation": "কুরসি, আল্লাহ, ইসলাম, ঈমান এগুলো আরবি শব্দ। খোদা, নামাজ, দোজখ ফার্সি শব্দ। আলমারি পর্তুগিজ শব্দ। বাবা তুর্কি শব্দ।"
    },
    {
        "id": 618,
        "page": 76,
        "question": "কোন ধরনের শব্দে মূর্ধন্য-ণ হবে না?",
        "exam_name": "MOCA-2019",
        "options": [
            "তৎসম",
            "বিদেশি",
            "তদ্ভব",
            "আঞ্চলিক"
        ],
        "answer": "খ",
        "explanation": "দেশি, তদ্ভব, বিদেশি শব্দে মূর্ধন্য ণ হবে না। কেবল তৎসম শব্দে মূর্ধন্য ণ হয়। যেমন– ঘণ্টা, ঋণ, বর্ণনা।"
    },
    {
        "id": 619,
        "page": 76,
        "question": "'শশাঙ্ক' শব্দের সন্ধিবিচ্ছেদ কোনটি?",
        "exam_name": "MOCA-2019",
        "options": [
            "শশ + অঙ্ক",
            "শশা + অঙ্ক",
            "শসা + অঙ্ক",
            "শস + অঙ্ক"
        ],
        "answer": "ক",
        "explanation": "অ + অ = আ হয়। তাই শশ + অঙ্ক + শশাঙ্ক সঠিক। তদ্রূপ নরঅধম, হিমালয়, প্রাণাধিক।"
    },
    {
        "id": 620,
        "page": 76,
        "question": "'সাতটি তারার তিমির' কাব্যগ্রন্থ রচনা করেছেন?",
        "exam_name": "MOCA-19",
        "options": [
            "গোবিন্দ দাস",
            "জসীমউদ্দীন",
            "সুফিয়া কামাল",
            "জীবনানন্দ দাশ"
        ],
        "answer": "ঘ",
        "explanation": "তিমির হননের কবি জীবনানন্দ দাশের কাব্যগ্রন্থ 'সাতটি তারার তিমির'। তাঁর প্রথম কাব্যগ্রন্থ 'ঝরাপালক'। অন্যান্য কাব্যগ্রন্থ হলো 'ধূসর পাণ্ডুলিপি', 'বনলতা সেন' ইত্যাদি।"
    },
    {
        "id": 621,
        "page": 76,
        "question": "শ্রীরামপুর মিশনারীরা স্মরণীয় হয়ে আছেন যে কারণে-",
        "exam_name": "MOCA-2019",
        "options": [
            "প্রথম বাংলা মুদ্রণ",
            "বাংলায় খ্রিস্টধর্ম প্রচার",
            "বাংলা ভাষা সংস্কার",
            "বাংলা স্কুল প্রতিষ্ঠা"
        ],
        "answer": "ক",
        "explanation": "শ্রীরামপুর মিশনে প্রথম মুদ্রণ যন্ত্র স্থাপিত হয়েছিল। বাংলাদেশে প্রথম মুদ্রণ যন্ত্র স্থাপিত হয় রংপুরে ১৮৬০ সালে।"
    },
    {
        "id": 622,
        "page": 76,
        "question": "'শ্রীঘর' শব্দের অর্থ কী?",
        "exam_name": "MOCA-2019",
        "options": [
            "সুদৃশ্য ঘর",
            "বৈঠকখানা",
            "সরাইখানা",
            "জেলখানা"
        ],
        "answer": "ঘ",
        "explanation": "'শ্রীঘর' অর্থ জেলখানা, হাজতখানা।"
    },
    {
        "id": 623,
        "page": 76,
        "question": "'রায়গুণাকর' কোন কবির উপাধি?",
        "exam_name": "MOCA-2019",
        "options": [
            "ভারতচন্দ্র",
            "ঈশ্বরগুপ্ত",
            "কাশীরাম",
            "মুকুন্দরাম"
        ],
        "answer": "ক",
        "explanation": "মধ্যযুগের শ্রেষ্ঠকবি কৃষ্ণচন্দ্রের সভাকবি ভারতচন্দ্রের উপাধি রায়গুণাকর। রাজা কৃষ্ণচন্দ্র এ উপাধি দেন। তাঁর রচিত কাব্য হলো– অন্নদামঙ্গল।"
    },
    {
        "id": 624,
        "page": 76,
        "question": "কোন কবিকে মধ্যযুগের শেষ কবি বলা হয়?",
        "exam_name": "MOCA-2019",
        "options": [
            "জয়দেব",
            "বিদ্যাপতি",
            "বিজয়গুপ্ত",
            "ভারতচন্দ্র"
        ],
        "answer": "ঘ",
        "explanation": "মধ্যযুগের শেষ কবি ভারতচন্দ্র ১৭১২ সালে জন্মগ্রহণ করেন। তিনি রাজা কৃষ্ণচন্দ্রের সভাকবি ছিলেন।"
    },
    {
        "id": 625,
        "page": 76,
        "question": "'বহুব্রীহি; কোন সমাসের উদাহরণ-",
        "exam_name": "MOCA-2019",
        "options": [
            "দ্বন্দ্ব",
            "দ্বিগু",
            "বহুব্রীহি",
            "কর্মধারয়"
        ],
        "answer": "গ",
        "explanation": "বহু ধান আছ যার- বহুব্রীহি। বহুব্রীহি সমাস সমস্যমান পদের অর্থ না বুঝিয়ে অন্য পদকে বুঝায়। তদ্রূপ, মহাত্মা, সহোদর, ধীরবুদ্ধি বহুব্রীহি সমাস।"
    },
    {
        "id": 626,
        "page": 76,
        "question": "চলিত ভাষারীতিতে কম ব্যবহৃত হয় কোন শব্দ?",
        "exam_name": "MOCA-19",
        "options": [
            "বিদেশি",
            "তৎসম",
            "দেশি",
            "তদ্ভব"
        ],
        "answer": "খ",
        "explanation": "চলিত রীতিতে তৎসম শব্দ কম ব্যবহৃত হয়। চলিত রীতি- তদ্ভববহুল।"
    },
    {
        "id": 627,
        "page": 76,
        "question": "রামায়ণের প্রথম মহিলা অনুবাদকের নাম কী?",
        "exam_name": "MOCA-19",
        "options": [
            "কুসুম কুমারী",
            "কামিনী রায়",
            "চন্দ্রাবতী",
            "চন্দ্রকলাবতী"
        ],
        "answer": "গ",
        "explanation": "রামায়ণের প্রথম মহিলা অনুবাদকের নাম চন্দ্রাবতী। ইনি বাংলা সাহিত্যের প্রথম মহিলা কবি। দ্বিজবংশীদাসের কন্যা চন্দ্রাবতী।"
    },
    {
        "id": 628,
        "page": 76,
        "question": "কোনটি 'খবর' শব্দের সমার্থক নয়?",
        "exam_name": "MOCA-2019",
        "options": [
            "সন্দেশ",
            "বার্তা",
            "সংবাদ",
            "গুজব"
        ],
        "answer": "ঘ",
        "explanation": "'গুজব' শব্দটি 'খবর' শব্দের সমার্থক শব্দ নয়। 'গুজব' শব্দের অর্থ হলো জনশ্রুতি রটনা, জনরব, উড়ো খবর, হুজুগ ইত্যাদি। এখানে বার্তা, সংবাদ এবং সন্দেশ 'খবর' শব্দের সমার্থক শব্দ।"
    },
    {
        "id": 629,
        "page": 76,
        "question": "'সন্ধ্যা ভাষা' কোন সাহিত্যকর্মের ভাষাকে বলা হয়?",
        "exam_name": "MOCA-19",
        "options": [
            "নাথ সাহিত্য",
            "চর্যাপদ",
            "মঙ্গল কাব্য",
            "বৈষ্ণব পদাবলী"
        ],
        "answer": "খ",
        "explanation": "বাংলা সাহিত্যের আদি নিদর্শন চর্যাপদ। এটি ১৯০৭ সালে নেপাল থেকে হরপ্রসাদ শাস্ত্রী আবিষ্কার করেন। এর ভাষা দুর্বোধ্য হওয়ায় একে সন্ধ্যা ভাষার সাহিত্য বলে।"
    },
    {
        "id": 630,
        "page": 76,
        "question": "'বিশ্বনবী' গ্রন্থের রচয়িতা কে?",
        "exam_name": "MOCA-2019",
        "options": [
            "ফররুখ আহমেদ",
            "গোলাম মোস্তফা",
            "আবুল ফজল",
            "মীর মশাররফ হোসেন"
        ],
        "answer": "খ",
        "explanation": "'বিশ্বনবী' মহানবি (স)-এর জীবনী নিয়ে গ্রন্থ রচনা করেন গোলাম মোস্তফা। তাঁর অন্যান্য গ্রন্থগুলো বুলবুলিস্তান, বনি আদম ইত্যাদি।"
    },
    {
        "id": 631,
        "page": 76,
        "question": "'একাত্তরের চিঠি'- কোন ধরনের রচনা?",
        "exam_name": "MOCA-2019",
        "options": [
            "মুক্তিযুদ্ধের বিবরণ",
            "মুক্তিযোদ্ধার রোজনামচা",
            "মুক্তিযুদ্ধভিত্তিক উপন্যাস",
            "মুক্তিযোদ্ধাদের পত্রসংকলন"
        ],
        "answer": "ঘ",
        "explanation": "'একাত্তরের চিঠি' মুক্তিযোদ্ধাদের পত্রসংকলন। অন্যদিকে 'একাত্তরের দিনগুলি' জাহানারা ইমামের রচিত দিনলিপি।"
    },
    {
        "id": 632,
        "page": 76,
        "question": "তৎসম শব্দ কোনটি?",
        "exam_name": "MOCA-2019",
        "options": [
            "হস্ত",
            "চেয়ার",
            "আনারস",
            "টেবিল"
        ],
        "answer": "ক",
        "explanation": "হস্ত, নক্ষত্র, ভবন, সূর্য, পাত্র ইত্যাদি তৎসম শব্দ। আনারস পর্তুগিজ শব্দ।"
    },
    {
        "id": 633,
        "page": 76,
        "question": "'পায়ের আওয়াজ পাওয়া যায়'- নাটকের পটভূমি কী?",
        "exam_name": "MOCA-2019",
        "options": [
            "দেশভাগ",
            "মুক্তিযুদ্ধ",
            "ভাষা আন্দোলন",
            "সিপাহীযুদ্ধ"
        ],
        "answer": "খ",
        "explanation": "কথা সাহিত্যিক ও নাট্যকার সৈয়দ শামসুল হক রচিত 'পায়ের আওয়াজ পাওয়া যায়' মুক্তিযুদ্ধভিত্তিক কাব্যনাট্য। তাঁর অন্যান্য কাব্যনাট্য 'এখানে এখন', 'গণনায়ক', 'নূরলদীনের সারাজীবন'।"
    }
]
