# Page 77 (Q634 - Q652)
questions = [
    {
        "id": 634,
        "page": 77,
        "question": "'অবরোধবাসিনী' গ্রন্থের রচয়িতা কে?",
        "exam_name": "MOCA-2019",
        "options": [
            "আশাপূর্ণা দেবী",
            "সেলিনা হোসেন",
            "বেগম রোকেয়া",
            "সুফিয়া কামাল"
        ],
        "answer": "গ",
        "explanation": "বেগম রোকেয়া সাখাওয়াত হোসেন রচিত গদ্যগ্রন্থ 'মতিচূর' ও 'অবরোধবাসিনী'। 'সুলতানার স্বপ্ন' ও 'পদ্মরাগ' তাঁর উপন্যাস।"
    },
    {
        "id": 635,
        "page": 77,
        "question": "কোন শব্দ বিশ্লেষণ করা যায় না?",
        "exam_name": "MOCA-2019",
        "options": [
            "রূঢ়ি শব্দ",
            "যোগরূঢ় শব্দ",
            "যৌগিক শব্দ",
            "মৌলিক শব্দ"
        ],
        "answer": "ঘ",
        "explanation": "মৌলিক শব্দ বিশ্লেষণ করা যায় না। যেমন গোলাপ, নাক, লাল, দিন প্রভৃতি।"
    },
    {
        "id": 636,
        "page": 77,
        "question": "'পদ্মানদীর মাঝি' উপন্যাসে অঙ্কিত হয়েছে—",
        "exam_name": "MOCA-2019",
        "options": [
            "জেলে জীবন",
            "কৃষক জীবন",
            "নারী জীবন",
            "বৈশ্য জীবন"
        ],
        "answer": "ক",
        "explanation": "কথাসাহিত্যিক মানিক বন্দ্যোপাধ্যায় রচিত আঞ্চলিক উপন্যাস পদ্মানদীর মাঝি। এ উপন্যাসে জেলে জীবনের সুখ-দুঃখ-কষ্ট বর্ণনা করা হয়েছে।"
    },
    {
        "id": 637,
        "page": 77,
        "question": "কোনটি দেশি শব্দ?",
        "exam_name": "MOCA-2019",
        "options": [
            "চন্দ্র",
            "কুলা",
            "রিকশা",
            "চা"
        ],
        "answer": "খ",
        "explanation": "গঞ্জ, চোঙ্গা, টোপর, ডাব, ডাগর, ঢেঁকি, কুলা এগুলো দেশি শব্দ।"
    },
    {
        "id": 638,
        "page": 77,
        "question": "ভাঁড়ুদত্ত চরিত্রটি মধ্যযুগের কোন কাব্যে পাওয়া যায়?",
        "exam_name": "MOCA-2019",
        "options": [
            "চণ্ডীমঙ্গল",
            "মনসামঙ্গল",
            "ধর্মমঙ্গল",
            "অন্নদামঙ্গল"
        ],
        "answer": "ক",
        "explanation": "'চণ্ডীমঙ্গল কাব্যে' ভারুদত্ত চরিত্রটি বিদ্যমান। কালকেতু, ধনপতি, মুরারী শীল প্রভৃতি চরিত্র পাওয়া যায়।"
    },
    {
        "id": 639,
        "page": 77,
        "question": "'ঘর' শব্দের সমার্থক কোনটি?",
        "exam_name": "MOCA-2019",
        "options": [
            "সদন",
            "দহন",
            "আপন",
            "রহন"
        ],
        "answer": "ক",
        "explanation": "'ঘর' শব্দের প্রতিশব্দ আলয়, সদন, ভবন, নিলয়, নিকেতন, আগার, বাড়ি, আবাস।"
    },
    {
        "id": 640,
        "page": 77,
        "question": "'কিত্তনখোলা' নাটকের রচয়িতা কে?",
        "exam_name": "MES-2016, MOCA-19",
        "options": [
            "সেলিম-আল দীন",
            "মামুনুর রশীদ",
            "আফজাল হোসেন",
            "উৎপল দত্ত"
        ],
        "answer": "ক",
        "explanation": "সেলিম-আল দীনের রচিত নাট্যগ্রন্থ 'কিত্তনখোলা'। তাঁর রচিত আরও কয়েকটি নাটক– 'সব বিষয় গল্প ও অন্যান্য', 'বাসন', 'ঢাকা', 'যৈবতী কন্যার মন'।"
    },
    {
        "id": 641,
        "page": 77,
        "question": "'একাদশে বৃহস্পতি' শব্দের অর্থ হলো—",
        "exam_name": "MOCA-2019",
        "options": [
            "আনন্দের বিষয়",
            "আশার কথা",
            "সৌভাগ্যের বিষয়",
            "উৎকণ্ঠার বিষয়"
        ],
        "answer": "গ",
        "explanation": "একাদশে বৃহস্পতি অর্থ সুসময়, সৌভাগ্যের বিষয়।"
    },
    {
        "id": 642,
        "page": 77,
        "question": "'সাত সাগরের মাঝি' কাব্যগ্রন্থের রচয়িতা কে?",
        "exam_name": "MOCA-2019",
        "options": [
            "জসীমউদ্দীন",
            "কাজী নজরুল ইসলাম",
            "ফররুখ আহমদ",
            "গোলাম মোস্তফা"
        ],
        "answer": "গ",
        "explanation": "'সাত সাগরের মাঝি' ফররুখ আহমদ রচিত কাব্যগ্রন্থ। এ ছাড়াও তাঁর গ্রন্থ 'সিরাজুম মুনিরা'।"
    },
    {
        "id": 643,
        "page": 77,
        "question": "“সকল দেশের রানি সে যে আমার জন্মভূমি”— চরণটি কোন কবির রচনা?",
        "exam_name": "MOCA-2019",
        "options": [
            "আব্দুল হাকিম",
            "রজনীকান্ত",
            "রবীন্দ্রনাথ ঠাকুর",
            "দ্বিজেন্দ্রলাল রায়"
        ],
        "answer": "ঘ",
        "explanation": "গীতিকার, নাট্যকার দ্বিজেন্দ্রলাল রায় রচিত “সকল দেশের রানি সে যে আমার জন্মভূমি।”"
    },
    {
        "id": 644,
        "page": 77,
        "question": "'তামার বিষ' বাগধারাটির অর্থ কী?",
        "exam_name": "MOCA-2019, BPSC-26",
        "options": [
            "অর্থের কুপ্রভাব",
            "অসম্ভব বস্তু",
            "ক্ষণস্থায়ী বস্তু",
            "তীব্রজ্বালা"
        ],
        "answer": "ক",
        "explanation": "তামার বিষ বাগধারাটির অর্থ অর্থের কুপ্রভাব। অমাবস্যার চাঁদ, বালির বাঁধ, কুলকাঠের আগুন অর্থ যথাক্রমে অসম্ভব বা দুর্লভ বস্তু, ক্ষণস্থায়ী, তীব্র জ্বালা।"
    },
    {
        "id": 645,
        "page": 77,
        "question": "ব্রজবুলি বলতে কী বুঝায়?",
        "exam_name": "MOCA-2019",
        "options": [
            "বাংলা ও হিন্দি মিশ্রিত ভাষা",
            "ব্রজধামের কথিত ভাষা",
            "মৈথিলি উপভাষা",
            "এক ধরনের কৃত্রিম কবিভাষা"
        ],
        "answer": "ঘ",
        "explanation": "বাংলা ও মৈথিলি ভাষার মিশ্রণে গঠিত একপ্রকার কৃত্রিম কবিভাষা হলো ব্রজবুলি। এ ভাষার স্রষ্টা বিদ্যাপতি।"
    },
    {
        "id": 646,
        "page": 77,
        "question": "হিন্দি পদুমাবৎ অবলম্বনে বাংলায় 'পদ্মাবতী' রচনা করেন—",
        "exam_name": "MOCA-2019",
        "options": [
            "সৈয়দ সুলতান",
            "ফয়জুল্লাহ",
            "আলাওল",
            "দৌলত উজির বাহরাম খান"
        ],
        "answer": "গ",
        "explanation": "হিন্দি কবি মালিক মুহম্মদ জায়সির 'পাদুমাবৎ' অবলম্বনে আলাওল 'পদ্মাবতী' কাব্য রচনা করেন। এছাড়াও 'হপ্তপয়কর' সিকান্দারনামা তাঁরই রচনা।"
    },
    {
        "id": 647,
        "page": 77,
        "question": "বাংলা একাডেমির মূল ভবনের নাম কী?",
        "exam_name": "MOCA-2019",
        "options": [
            "কামিনী কুটির",
            "চামেলী হাউস",
            "বিউটি বোর্ডিং",
            "বর্ধমান হাউস"
        ],
        "answer": "ঘ",
        "explanation": "ভাষা আন্দোলনের ফলস্বরূপ ১৯৫৫ সালে তৎকালীন বর্ধমান হাউসে বাংলা একাডেমি প্রতিষ্ঠিত হয়। এ একাডেমিকে The Bengali Academy Act-1957 আইনের মাধ্যমে স্বায়ত্তশাসন দেওয়া হয়। এর প্রথম সভাপতি মাওলানা মোহাম্মদ আকরম খাঁ।"
    },
    {
        "id": 648,
        "page": 77,
        "question": "'চন্দ্র' কোন শব্দের উদাহরণ?",
        "exam_name": "MOCA-2019",
        "options": [
            "তদ্ভব",
            "তৎসম",
            "দেশি",
            "বিদেশি"
        ],
        "answer": "খ",
        "explanation": "চন্দ্র তৎসম শব্দ। সূর্য, নক্ষত্র, ধর্ম, ভবন এগুলোও তৎসম শব্দ।"
    },
    {
        "id": 649,
        "page": 77,
        "question": "কোনটি দেশি শব্দ?",
        "exam_name": "MOCA-2019",
        "options": [
            "শরম",
            "চাবি",
            "খড়",
            "কুটুম্ব"
        ],
        "answer": "গ",
        "explanation": "'খড়' দেশি শব্দ। কুটুম, চাবি ও শরম যথাক্রমে সংস্কৃত পর্তুগিজ ও ফারসি শব্দ।"
    },
    {
        "id": 650,
        "page": 77,
        "question": "পুঁথিসাহিত্যের আদি কবি কে?",
        "exam_name": "MOCA-2019",
        "options": [
            "আলাওল",
            "শাহ গরীবুল্লাহ",
            "সৈয়দ হামজা",
            "শাহ্ মোহাম্মদ সগীর"
        ],
        "answer": "খ",
        "explanation": "পুঁথিসাহিত্যের প্রথম জনপ্রিয় ও সার্থক কবি ছিলেন শাহ গরীবুল্লাহ। তাঁর অসমাপ্ত কাজ শেষ করেন আমীর হামজা।"
    },
    {
        "id": 651,
        "page": 77,
        "question": "'নৈসর্গিক'-এর বিপরীত শব্দ কোনটি?",
        "exam_name": "MOCA-2019",
        "options": [
            "রাত্রিকালীন",
            "কৃত্রিম",
            "প্রাকৃতিক",
            "দিবাকালীন"
        ],
        "answer": "খ",
        "explanation": "'নৈসর্গিক' শব্দের বিপরীত শব্দ 'কৃত্রিম'। এর প্রতিশব্দ প্রাকৃতিক।"
    },
    {
        "id": 652,
        "page": 77,
        "question": "বাংলা সাহিত্যের 'সনেট' রচনার প্রবর্তক কে?",
        "exam_name": "MOCA-2019",
        "options": [
            "অতুল প্রসাদ সেন",
            "দ্বিজেন্দ্রলাল রায়",
            "মাইকেল মধুসূদন দত্ত",
            "রজনীকান্ত সেন"
        ],
        "answer": "গ",
        "explanation": "বাংলা সাহিত্যে সনেট রচনার প্রবর্তক মাইকেল মধুসূদন দত্ত। সনেটকে বাংলা ভাষায় চতুর্দশপদী কবিতা বলে।"
    }
]
