questions = [
    {
        "id": 653,
        "page": 78,
        "question": "'সওগাত' পত্রিকার সম্পাদক কে ছিলেন?",
        "exam_name": "MOCA-2019",
        "options": [
            "কাজী নজরুল ইসলাম",
            "জসীমউদ্দীন",
            "মোঃ নাসির উদ্দীন",
            "কাজী আব্দুল ওদুদ"
        ],
        "answer": "গ",
        "explanation": "মোহাম্মদ নাসির উদ্দীন সম্পাদিত সওগাত পত্রিকাটি প্রথম কলকাতা থেকে ১৯১৮ সালে প্রকাশিত হয়।"
    },
    {
        "id": 654,
        "page": 78,
        "question": "'অন্নদামঙ্গল' কাব্যটি কোন যুগে রচিত?",
        "exam_name": "MOCA-2019",
        "options": [
            "প্রাচীন যুগ",
            "মধ্যযুগ",
            "অন্ধকার যুগ",
            "আধুনিক যুগ"
        ],
        "answer": "খ",
        "explanation": "মধ্যযুগে রচিত \"অন্নদামঙ্গল\"। অনুমান করা হয় এটা ১৭৫২-৫৩ সালে রচিত।"
    },
    {
        "id": 655,
        "page": 78,
        "question": "'আগুনের পরশমণি' ছবি নির্মাণ করেন-",
        "exam_name": "MOCA-2019",
        "options": [
            "হুমায়ূন আহমেদ",
            "সুভাষদত্ত",
            "আমজাদ হোসেন",
            "তারেক মাসুদ"
        ],
        "answer": "ক",
        "explanation": "হুমায়ূন আহমেদ কর্তৃক রচিত আগুনের পরশমণি মুক্তিযুদ্ধভিত্তিক উপন্যাস। জোছনা ও জননীর গল্প এগুলোও মুক্তিযুদ্ধভিত্তিক উপন্যাস।"
    },
    {
        "id": 656,
        "page": 78,
        "question": "'দশে মিলে করি কাজ'- এখানে 'দশে' কোন কারকে কোন বিভক্তি?",
        "exam_name": "MOCA-2019",
        "options": [
            "সম্প্রদান কারকে ৭মী",
            "কর্তৃকারকে ৪র্থী",
            "কর্তৃকারকে ২য়া",
            "কর্তৃকারকে ৭মী"
        ],
        "answer": "ঘ",
        "explanation": "বাক্যস্থিত যে বিশেষ্য বা সর্বনাম পদ ক্রিয়া সম্পন্ন করে তা ক্রিয়ার কর্তা বা কর্তৃকারক অথবা ক্রিয়ার সঙ্গে কে বা কারা দিয়ে প্রশ্ন করলে যা পাওয়া যায় তাই কর্তৃকারক।"
    },
    {
        "id": 657,
        "page": 78,
        "question": "“আমি ভগবান বুকে এঁকে দেই পদচিহ্ন”- চরণটি কোন কবির রচনা?",
        "exam_name": "MOCA-2019",
        "options": [
            "রবীন্দ্রনাথ ঠাকুর",
            "মাইকেল মধুসূদন দত্ত",
            "কাজী নজরুল ইসলাম",
            "সুকান্ত ভট্টাচার্য"
        ],
        "answer": "গ",
        "explanation": "এ চরণটি বিদ্রোহী কবি কাজী নজরুল ইসলামের বিদ্রোহী কবিতা থেকে নেওয়া। তিনি ১৮৯৯ সালে জন্মগ্রহণ করেন।"
    },
    {
        "id": 658,
        "page": 78,
        "question": "বাংলা গদ্যের জনক-",
        "exam_name": "MOCA-2019",
        "options": [
            "ঈশ্বরচন্দ্র বিদ্যাসাগর",
            "রবীন্দ্রনাথ ঠাকুর",
            "বঙ্কিমচন্দ্র চট্টোপাধ্যায়",
            "বিহারীলাল চক্রবর্তী"
        ],
        "answer": "ক",
        "explanation": "ঈশ্বরচন্দ্রকে বলা হয় বাংলা গদ্যের প্রথম শিল্পী। তিনিই যতিচিহ্ন ব্যবহার করে বাংলা গদ্যে শৃঙ্খলা আনয়ন করেন।"
    },
    {
        "id": 659,
        "page": 78,
        "question": "বাক্যে হৃদয়াবেগ প্রকাশে কোন চিহ্নটি বসে?",
        "exam_name": "MOCA-19",
        "options": [
            "হাইফেন",
            "কমা",
            "প্রশ্নচিহ্ন",
            "বিস্ময়বোধক চিহ্ন"
        ],
        "answer": "ঘ",
        "explanation": "হৃদয়াবেগ প্রকাশ করতে হলে সম্বোধন পদের পর (!) চিহ্ন বসে। কিন্তু আধুনিক যুগে কমা বসে।"
    },
    {
        "id": 660,
        "page": 78,
        "question": "'জল' শব্দের সমার্থক নয় কোনটি?",
        "exam_name": "MOCA-2019",
        "options": [
            "সলিল",
            "উদক",
            "জলধি",
            "নীর"
        ],
        "answer": "গ",
        "explanation": "'জলধি' শব্দের অর্থ সমুদ্র, অর্ণব, পয়োধি।"
    },
    {
        "id": 661,
        "page": 78,
        "question": "চলিত ভাষা রীতির প্রথম মুখপত্র কোনটি?",
        "exam_name": "MOCA-2019",
        "options": [
            "সাধনা",
            "শিখা",
            "শনিবারের চিঠি",
            "সবুজপত্র"
        ],
        "answer": "ঘ",
        "explanation": "১৯১৪ সালে প্রমথ চৌধুরী রচিত 'সবুজপত্র' প্রকাশিত হয় তাঁর সম্পাদনায়। এ পত্রিকাকে কেন্দ্র করে চলিত ভাষার একটি শক্তিশালী লেখক গোষ্ঠী তৈরি হয়।"
    },
    {
        "id": 662,
        "page": 78,
        "question": "'বাংলাদেশ স্বপ্ন দেখে' গ্রন্থটির রচয়িতা কে?",
        "exam_name": "MOCA-2019",
        "options": [
            "সুফিয়া কামাল",
            "নির্মলেন্দু গুণ",
            "শামসুর রাহমান",
            "সৈয়দ শামসুল হক"
        ],
        "answer": "গ",
        "explanation": "শামসুর রাহমানের 'বাংলাদেশ স্বপ্ন দেখে' একটি কাব্যগ্রন্থ। এছাড়াও তিনি 'প্রথম গান দ্বিতীয় মৃত্যুর আগে', 'বন্দিশিবির থেকে বলছি' ইত্যাদি কাব্যগ্রন্থ রচনা করেন।"
    },
    {
        "id": 663,
        "page": 78,
        "question": "বাংলা ভাষার মূল উৎস কোনটি?",
        "exam_name": "MOCA-2019",
        "options": [
            "কানাডি ভাষা",
            "বৈদিক ভাষা",
            "হিন্দি ভাষা",
            "প্রাকৃত ভাষা"
        ],
        "answer": "ঘ",
        "explanation": "প্রাকৃত ভাষা হলো প্রাকৃতজনদের মুখের ভাষা। এ ভাষা বিভিন্ন আঞ্চলিক প্রভাবে এর উচ্চারণের রূপ ধারণ করতে থাকে। অর্ধমাগধি, প্রাকৃত, গৌড়ীয় প্রাকৃত বিকৃতির মাধ্যমে বাংলা ভাষার উৎপত্তি।"
    },
    {
        "id": 664,
        "page": 78,
        "question": "'পথ' শব্দের সমার্থক শব্দ কোনটি?",
        "exam_name": "MOCA-2019",
        "options": [
            "স্বরণী",
            "সরণি",
            "সমরনি",
            "স্মরনি"
        ],
        "answer": "খ",
        "explanation": "'পথ' শব্দের অর্থ রাস্তা, মার্গ, উপায়, সরণি।"
    },
    {
        "id": 665,
        "page": 78,
        "question": "'নিরানব্বইয়ের ধাক্কা' বাগধারাটির অর্থ-",
        "exam_name": "MOCA-2019",
        "options": [
            "তীরে পৌঁছার ঝুঁকি",
            "সঞ্চয়ের প্রবৃত্তি",
            "মুমূর্ষু অবস্থা",
            "আসন্ন বিপদ"
        ],
        "answer": "খ",
        "explanation": "'নিরানব্বইয়ের ধাক্কা' অর্থ সঞ্চয়ের প্রবৃত্তি। শিরে সংক্রান্তি অর্থ আসন্ন বিপদ।"
    },
    {
        "id": 666,
        "page": 78,
        "question": "কোন বানানটি শুদ্ধ?",
        "exam_name": "MOCA-2019",
        "options": [
            "সমিচিন",
            "সমীচীন",
            "সমিচীন",
            "সমীচিন"
        ],
        "answer": "খ",
        "explanation": "সমীচীন বানানটি শুদ্ধ। যার অর্থ যা করা উচিত।"
    },
    {
        "id": 667,
        "page": 78,
        "question": "'রূপসী বাংলা' কাব্য গ্রন্থটি কার রচনা?",
        "exam_name": "MOCA-2019",
        "options": [
            "অমিয় চক্রবর্তী",
            "বুদ্ধদেব বসু",
            "জীবনানন্দ দাশ",
            "বিষ্ণু দে"
        ],
        "answer": "গ",
        "explanation": "জীবনানন্দ দাশের অন্যতম কাব্যগ্রন্থ 'রূপসী বাংলা'। 'ঝরাপালক', 'মহাপৃথিবী', 'বনলতা সেন' তাঁর উল্লেখযোগ্য কাব্যগ্রন্থ।"
    },
    {
        "id": 668,
        "page": 78,
        "question": "“কর্মভোগ এড়ানো যায় না”- এখানে কর্ম প্রকাশ করছে?",
        "exam_name": "MOCA-2019",
        "options": [
            "পেশা",
            "অনুষ্ঠান",
            "কর্তব্য",
            "কৃতকর্ম"
        ],
        "answer": "ঘ",
        "explanation": "কর্মভোগ হলো দুষ্কর্মের পরিণাম। কৃতকর্ম বলতে যা করা হয়েছে (কৃতকর্মের ফল)।"
    },
    {
        "id": 669,
        "page": 78,
        "question": "“পাখি সব করে রব রাতি পোহাইল”-এর রচয়িতা-",
        "exam_name": "MOCA-2019",
        "options": [
            "রাম নারায়ণ তর্করত্ন",
            "বিহারীলাল চক্রবর্তী",
            "কৃষ্ণচন্দ্র মজুমদার",
            "মদনমোহন তর্কালঙ্কার"
        ],
        "answer": "ঘ",
        "explanation": "“শিশুশিক্ষা” মদনমোহন তর্কালঙ্কার-এর শিশুশিক্ষা প্রথমভাগের জনপ্রিয় কবিতা।"
    },
    {
        "id": 670,
        "page": 78,
        "question": "'ভানুসিংহ' কার ছদ্মনাম?",
        "exam_name": "MOCA-2019",
        "options": [
            "শরৎচন্দ্র চট্টোপাধ্যায়",
            "বঙ্কিমচন্দ্র চট্টোপাধ্যায়",
            "প্রমথ চৌধুরী",
            "রবীন্দ্রনাথ ঠাকুর"
        ],
        "answer": "ঘ",
        "explanation": "'ভানুসিংহ' রবীন্দ্রনাথ ঠাকুরের ছদ্মনাম। শরৎচন্দ্র চট্টোপাধ্যায়ের ছদ্মনাম 'অনিলা দেবী'। প্রমথ চৌধুরীর ছদ্মনাম 'বীরবল'। বঙ্কিমচন্দ্র চট্টোপাধ্যায়-এর ছদ্মনাম কমলাকান্ত।"
    },
    {
        "id": 671,
        "page": 78,
        "question": "'বক্তব্য' এর সঠিক প্রকৃতি ও প্রত্যয় কোনটি?",
        "exam_name": "MOCA-2019",
        "options": [
            "√বক্+তব্য",
            "√বক্ত+অব্য",
            "√বক্ত+ব্য",
            "√বচ্+তব্য"
        ],
        "answer": "ঘ",
        "explanation": "কর্ম ও ভাববাচ্যের ধাতুর পরে তব্য প্রত্যয় হয়। √বচ্ + তব্য = বক্তব্য।"
    },
    {
        "id": 672,
        "page": 78,
        "question": "'গুবাক' শব্দের অর্থ-",
        "exam_name": "MOCA-2019",
        "options": [
            "নারিকেল",
            "বেল",
            "তাল",
            "সুপারি"
        ],
        "answer": "ঘ",
        "explanation": "গুবাক অর্থ সুপারি।"
    }
]
