questions = [
    {
        "id": 673,
        "page": 79,
        "question": "বাংলা ছন্দ কয়টি?",
        "exam_name": "MOCA-2019",
        "options": [
            "৩টি",
            "৪টি",
            "৫টি",
            "৬টি"
        ],
        "answer": "ক",
        "explanation": "বাংলা ছন্দ তিন প্রকার- ১। অক্ষরবৃত্ত, ২। মাত্রাবৃত্ত, ৩। স্বরবৃত্ত।"
    },
    {
        "id": 674,
        "page": 79,
        "question": "'পার হইয়া'- এই ক্রিয়াপদের সাধু রূপটি চলিতরূপে রূপান্তরিত করলে হবে-",
        "exam_name": "MOCA-2019",
        "options": [
            "পার হয়ে",
            "পারায়ে",
            "পেরিয়ে",
            "পার হইয়ে"
        ],
        "answer": "গ",
        "explanation": "'পার হইয়া' এই ক্রিয়াপদের সাধু রূপটি চলিতরূপে রূপান্তরিত করলে হবে পেরিয়ে। সাধুরীতি থেকে চলিতরীতিতে পরিবর্তনের নিয়ম :-\n(i) স্বরধ্বনির লোপ : ক্রিয়াপদে 'ই' স্বরধ্বনি থাকলে তা লোপ পায়। এছাড়া 'উ' স্বরধ্বনিও লোপ পায়। যেমন- খাইব > খাব, খাউক > থাক।\n(ii) হ-কারের লোপ : চলিত ভাষায় রূপান্তরের সময় পদের হ-কার লোপ পায়। যেমন- তাহা > তা।\n(iii) উ-ধ্বনির পরিবর্তন : পদের শেষে অ-আ স্বরধ্বনি থাকলে চলিতরীতিতে পূর্ববর্তী উ স্বরধ্বনি ও ধ্বনিতে পরিবর্তিত হয়। যেমন- উঠে > ওঠে।\n(iv) অপিনিহিতি, অভিশ্রুতি ও স্বরসঙ্গতির কারণে : অপিনিহিতি, অভিশ্রুতি ও স্বরসঙ্গতির প্রভাবে সাধুরীতির পরিবর্তন ঘটে। যেমন- করিয়া > করে, ছুটিয়া > ছুটে।"
    },
    {
        "id": 675,
        "page": 79,
        "question": "'রাজবন্দীর জবানবন্দী' কী ধরনের রচনা?",
        "exam_name": "MOCA-2019",
        "options": [
            "গল্প",
            "প্রবন্ধ",
            "নাটক",
            "কবিতা"
        ],
        "answer": "খ",
        "explanation": "যুগবাণী, রুদ্র-মঙ্গল, রাজবন্দীর জবানবন্দী কাজী নজরুল ইসলামের প্রবন্ধ গ্রন্থ।"
    },
    {
        "id": 676,
        "page": 79,
        "question": "কোনটি বাগধারা বুঝায়?",
        "exam_name": "MOCA-2019",
        "options": [
            "চৈত্র সংক্রান্তি",
            "শিরে সংক্রান্তি",
            "পৌষ সংক্রান্তি",
            "শিব সংক্রান্তি"
        ],
        "answer": "খ",
        "explanation": "'শিরে সংক্রান্তি' অর্থ আসন্ন বিপদ। উপস্থিত মহাবিপদ, সামনেই বিপদ।"
    },
    {
        "id": 677,
        "page": 79,
        "question": "ক্রিয়ার মূলকে বলা হয়-",
        "exam_name": "MOCA-2019",
        "options": [
            "ধাতু",
            "প্রত্যয়",
            "বিভক্তি",
            "কারক"
        ],
        "answer": "ক",
        "explanation": "ক্রিয়ার মূলকে ধাতু বলা হয়। যেমন- লিখিত = √লিখ্ + ত এখানে, √লিখ হলো ধাতু।\nএখানে, প্রত্যয় : যেসব ভিন্ন ভিন্ন বর্ণ বা বর্ণগুচ্ছ শব্দ বা ধাতুর পরে যুক্ত হয়ে নতুন শব্দ গঠন করে, সেসব বর্ণ বা বর্ণগুচ্ছকে প্রত্যয় বলে। যেমন- লিখিত = √লিখ + ত; এখানে 'ত' হলো প্রত্যয়।\nবিভক্তি : বাক্যস্থিত একটি শব্দের সাথে অন্য শব্দের সম্পর্ক স্থাপনের জন্য শব্দগুলোর শেষে যে বর্ণ বা বর্ণসমষ্টি যুক্ত হয়, তাকে বিভক্তি বলে। যেমন- মা শিশুকে চাঁদ দেখাচ্ছে। এখানে, 'শিশু'র সাথে 'কে' বিভক্তি যুক্ত হয়েছে।\nকারক : বাক্যে ব্যবহৃত ক্রিয়াপদের সাথে বিশেষ্য বা সর্বনাম পদের যে সম্পর্ক, তাকে কারক বলে। কারক ৭ প্রকার।"
    },
    {
        "id": 678,
        "page": 79,
        "question": "'অহরহ' শব্দের সন্ধি বিচ্ছেদ কোনটি?",
        "exam_name": "MOCA-19",
        "options": [
            "অহ + রহ",
            "অহঃ + রহ",
            "অহ + অহ",
            "অহঃ + অহ"
        ],
        "answer": "ঘ",
        "explanation": "অহঃ + অহ = অহরহ বিশেষ নিয়মে সাধিত বিসর্গ। বাচঃ + পতি = বাচস্পতি, ভাঃ + কর = ভাস্কর!"
    },
    {
        "id": 679,
        "page": 79,
        "question": "'সুনামি' শব্দটি কোন ভাষার শব্দ?",
        "exam_name": "MOCA-19",
        "options": [
            "বাংলা",
            "সংস্কৃত",
            "জাপানি",
            "ইংরেজি"
        ],
        "answer": "গ",
        "explanation": "'সুনামি' একটি জাপানি শব্দ। এর অর্থ পোতাশ্রয়ের ঢেউ। ২০০৪ সালে ইন্দোনেশিয়ায় প্রলয়ংকারী ঘূর্ণিঝড় হয়। সুনামির সময় বাতাসের গতিবেগ ৬০০-৭০০ কিমি ছিল।"
    },
    {
        "id": 680,
        "page": 79,
        "question": "'ময়ূর' শব্দের সমার্থক শব্দ কোনটি?",
        "exam_name": "DM-2019",
        "options": [
            "পিক",
            "শিখী",
            "বাজী",
            "মকর"
        ],
        "answer": "খ",
        "explanation": "ময়ূর শব্দের সমার্থক শব্দ শিখণ্ডী, শিখী ইত্যাদি।"
    },
    {
        "id": 681,
        "page": 79,
        "question": "বাঘের ডাককে এক কথায় বলে-",
        "exam_name": "DM-2019",
        "options": [
            "নাদ",
            "বৃংহতি",
            "গর্জন",
            "অজিন"
        ],
        "answer": "গ",
        "explanation": "বাঘের ডাককে গর্জন, হরিণের চামড়াকে অজিন এবং হাতির ডাককে বৃংহতি বলে।"
    },
    {
        "id": 682,
        "page": 79,
        "question": "অর্থ অনুসারে বাংলা শব্দসমূহকে কয় ভাগে ভাগ করা হয়েছে?",
        "exam_name": "DM-2019",
        "options": [
            "দুই",
            "তিন",
            "চার",
            "পাঁচ"
        ],
        "answer": "খ",
        "explanation": "অর্থানুসারে বাংলা শব্দ ৩ প্রকার; যথা- (১) যৌগিক শব্দ, (২) রূঢ়ি শব্দ, (৩) যোগরূঢ় শব্দ।"
    },
    {
        "id": 683,
        "page": 79,
        "question": "দেশি শব্দের উদাহরণ কোনটি?",
        "exam_name": "DM-2019",
        "options": [
            "গিন্নি",
            "চন্দ্র",
            "বৃক্ষ",
            "ডাহা"
        ],
        "answer": "ঘ",
        "explanation": "খোকা, টোপর, ঢোল, কুলা ইত্যাদি দেশি শব্দ।"
    },
    {
        "id": 684,
        "page": 79,
        "question": "'জনৈক' শব্দের সন্ধি-বিচ্ছেদ হলো-",
        "exam_name": "DM-2019",
        "options": [
            "জন+এক",
            "জন+ঐক",
            "জনে+এক",
            "জন+ঈক"
        ],
        "answer": "ক",
        "explanation": "অ-কার কিংবা আ-কারের পর এ-কার কিংবা ঐ কার থাকলে দুটি মিলে ঐ-কার হয়। যেমন- জন + এক = জনৈক, মতৈক্য, সদৈব!"
    },
    {
        "id": 685,
        "page": 79,
        "question": "মাইকেল মধুসূদন দত্ত কোন জেলায় জন্মগ্রহণ করেন?",
        "exam_name": "DM-2019",
        "options": [
            "যশোর",
            "খুলনা",
            "ফরিদপুর",
            "রাজশাহী"
        ],
        "answer": "ক",
        "explanation": "মাইকেল মধুসূদন দত্ত ১৮২৪ সালে যশোরের সাগরদাড়িতে জন্মগ্রহণ করেন। তিনি বাংলা সনেটের জনক এবং বাংলা সাহিত্যের প্রথম মহাকাব্য রচয়িতা।"
    },
    {
        "id": 686,
        "page": 79,
        "question": "দ্বিগু সমাসের উদাহরণ কোনটি?",
        "exam_name": "DM-2019",
        "options": [
            "ত্রিফলা",
            "হরিণ-চপল",
            "কালান্তর",
            "গায়ে-হলুদ"
        ],
        "answer": "ক",
        "explanation": "তিন ফলের সমাহার ত্রিফলা। বিশেষ্যের সাথে সংখ্যাবাচক শব্দের যে সমাস হয়, তাকে দ্বিগু সমাস বলে। যেমন- চৌরাস্তা, ত্রিকাল, তেমাথা ইত্যাদি।"
    },
    {
        "id": 687,
        "page": 79,
        "question": "'পল্লীকবি' কার উপাধি?",
        "exam_name": "DM-2019",
        "options": [
            "বন্দে আলী মিয়া",
            "জসীমউদ্দীন",
            "জীবনানন্দ দাশ",
            "আহসান হাবীব"
        ],
        "answer": "খ",
        "explanation": "“জসীমউদ্দীন” পল্লীকবি নামে পরিচিত। “রাখালী কাব্যগ্রন্থ তাঁর প্রথম কাব্যগ্রন্থ। তাঁর অন্যান্য কাব্যগুলো হলো- বালুচর, ধানক্ষেত, সোজন বাদিয়ার ঘাট ইত্যাদি।"
    }
]
