questions = [
    {
        "id": 688,
        "page": 80,
        "question": "আলাওল কোন যুগের কবি?",
        "exam_name": "DM-2019",
        "options": [
            "প্রাচীন",
            "মধ্য",
            "আধুনিক",
            "উত্তর-আধুনিক"
        ],
        "answer": "খ",
        "explanation": "আলাওল মধ্যযুগের অন্যতম শ্রেষ্ঠ কবি। তিনি আরাকান রাজ্যের কবি ছিলেন। তাঁর বিখ্যাত কাব্যগ্রন্থগুলো- পদ্মাবতী, তোহফা, কাশেমের লড়াই ইত্যাদি।"
    },
    {
        "id": 689,
        "page": 80,
        "question": "কোন সালে কাজী নজরুল ইসলাম বাকরুদ্ধ হয়ে যান?",
        "exam_name": "DM-2019",
        "options": [
            "১৯৪০",
            "১৯৩৯",
            "১৯৪১",
            "১৯৪২"
        ],
        "answer": "ঘ",
        "explanation": "১৯৪২ সালে কাজী নজরুল ইসলাম পিকস ডিজিজে আক্রান্ত হন। তখন থেকে তিনি বাকরুদ্ধ। তিনি ১৯৭৬ সালে মৃত্যুবরণ করেন। তাঁর রচিত কাব্যগ্রন্থ অগ্নিবীণা, সাম্যবাদী, সিন্ধু হিন্দোল, বিষের বাঁশী।"
    },
    {
        "id": 690,
        "page": 80,
        "question": "সঠিক বানানে লেখা হয়েছে কোন শব্দটি?",
        "exam_name": "LGED-2019",
        "options": [
            "নিক্কন",
            "নিক্ক্বন",
            "নিক্বণ",
            "নিক্ক্বণ"
        ],
        "answer": "গ",
        "explanation": "'নিক্বণ' এটা শুদ্ধ। এখানে 'ক'-এর নিচে 'ব' সংযুক্ত হবে। নিক্বণ অর্থ ঝঙ্কার।"
    },
    {
        "id": 691,
        "page": 80,
        "question": "গঠন অনুসারে বাংলা বাক্য কয় প্রকার?",
        "exam_name": "LGED-2019",
        "options": [
            "৩ প্রকার",
            "৪ প্রকার",
            "৫ প্রকার",
            "২ প্রকার"
        ],
        "answer": "ক",
        "explanation": "গঠন অনুসারে বাক্য সাধারণত ৩ প্রকার; যথা- (১) সরল বাক্য, (২) মিশ্র বাক্য, (৩) যৌগিক বাক্য।"
    },
    {
        "id": 692,
        "page": 80,
        "question": "Ballad কী?",
        "exam_name": "LGED-2019",
        "options": [
            "গীতিকা",
            "লোকগাথা",
            "গাথা",
            "সাদৃশ্য"
        ],
        "answer": "ক",
        "explanation": "Ballad-এর বাংলা পরিভাষা গীতিকা। এটা একটা গান, গল্প বা কথা। যার কোনো সাহিত্যিক রূপ নেই।"
    },
    {
        "id": 693,
        "page": 80,
        "question": "কোন বানানটি শুদ্ধ?",
        "exam_name": "LGED-2019",
        "options": [
            "আভ্যন্তরিন",
            "অভ্যন্তরীণ",
            "অভ্যন্তরিন",
            "আভ্যন্তরীণ"
        ],
        "answer": "খ",
        "explanation": "অভ্যন্তরীণ বানানটি সঠিক। কারণ অ, আ স্বরধ্বনি ব্যতীত অন্য স্বরধ্বনি থাকলে তার পরে 'ণ' হয়।"
    },
    {
        "id": 694,
        "page": 80,
        "question": "'লবণ' শব্দের বিশেষণ কোনটি?",
        "exam_name": "LGED-2019",
        "options": [
            "নোনতা",
            "ললিত",
            "লোনা",
            "লবণাক্ত"
        ],
        "answer": "ঘ",
        "explanation": "'লবণ' একটি বিশেষ্য শব্দ। যার অর্থ ক্ষারযুক্ত দ্রব্য। এর বিশেষণ লবণাক্ত।"
    },
    {
        "id": 695,
        "page": 80,
        "question": "ফোর্থ এস্টেট বলতে কী বুঝায়?",
        "exam_name": "LGED-2019",
        "options": [
            "সংবাদপত্র",
            "ক্ষমতা",
            "রাজনীতি",
            "সম্পত্তি"
        ],
        "answer": "ক",
        "explanation": "সংবাদপত্র রাষ্ট্রের চতুর্থ স্তম্ভ। একটি রাষ্ট্রের আইন, বিচার ও নির্বাহী বিভাগ হলো তিনটি স্তম্ভ।"
    },
    {
        "id": 696,
        "page": 80,
        "question": "বাংলা ভাষায় যতিচিহ্নের প্রচলন করেন কে?",
        "exam_name": "LGED-2019",
        "options": [
            "বঙ্কিমচন্দ্র চট্টোপাধ্যায়",
            "ঈশ্বরচন্দ্র বিদ্যাসাগর",
            "প্যারীচাঁদ মিত্র",
            "রবীন্দ্রনাথ ঠাকুর"
        ],
        "answer": "খ",
        "explanation": "বাংলা গদ্যের জনক ঈশ্বরচন্দ্র বিদ্যাসাগর। তিনি বাংলা সাহিত্যে ১৮৪৭ সালে প্রথম যতি চিহ্ন ব্যবহার করেন। তিনি ‘বেতাল পঞ্চবিংশতি’ গ্রন্থে প্রথম যতি চিহ্ন ব্যবহার করেন।"
    },
    {
        "id": 697,
        "page": 80,
        "question": "'ত্রিশ লক্ষ শহিদের রক্তে বাংলাদেশ স্বাধীন হয়েছে' বাক্যটি কোন কালের?",
        "exam_name": "LGED-2019",
        "options": [
            "পুরাঘটিত অতীত",
            "সাধারণ ভবিষ্যৎ",
            "নিত্যবৃত্ত বর্তমান",
            "পুরাঘটিত বর্তমান"
        ],
        "answer": "ঘ",
        "explanation": "ক্রিয়া পূর্বে শেষ হলেও তার ফল এখনও শেষ হয়নি বোঝালে পুরাঘটিত বর্তমান বলে। যেমন- আমি পরীক্ষায় উত্তীর্ণ হয়েছি।"
    },
    {
        "id": 698,
        "page": 80,
        "question": "রবীন্দ্রনাথের কোন গ্রন্থটি নাটক?",
        "exam_name": "LGED-2019",
        "options": [
            "বলাকা",
            "ঘরে বাইরে",
            "রক্তকরবী",
            "চোখের বালি"
        ],
        "answer": "গ",
        "explanation": "'রক্তকরবী' রবীন্দ্রনাথের একটি নাটক। অন্যদিকে 'ঘরে বাইরে' ও 'চোখের বালি' তাঁর রচিত উপন্যাস। 'বলাকা' তাঁর কাব্যগ্রন্থ।"
    },
    {
        "id": 699,
        "page": 80,
        "question": "কোনটি সৈয়দ ওয়ালীউল্লাহ'র রচনা নয়?",
        "exam_name": "LGED-2019",
        "options": [
            "কাঁদো নদী কাঁদো",
            "আনন্দমঠ",
            "চাঁদের অমাবস্যা",
            "লালসালু"
        ],
        "answer": "খ",
        "explanation": "'আনন্দমঠ' বঙ্কিমচন্দ্রের অন্যতম উপন্যাস। তিনি বাংলা সাহিত্যের 'সাহিত্য সম্রাট' নামে পরিচিত। অন্যদিকে লালসালু, চাঁদের অমাবস্যা, কাঁদো নদী কাঁদো সৈয়দ ওয়ালীউল্লাহর বিখ্যাত উপন্যাস।"
    },
    {
        "id": 700,
        "page": 80,
        "question": "“মনরে কৃষি-কাজ জান না এমন মানব-জমি রইল পতিত আবাদ করলে ফলত সোনা” গানটির রচয়িতা কে?",
        "exam_name": "LGED-2019",
        "options": [
            "নিধু বাবু",
            "কাজী নজরুল ইসলাম",
            "রবীন্দ্রনাথ ঠাকুর",
            "রামপ্রসাদ সেন"
        ],
        "answer": "ঘ",
        "explanation": "শাক্ত পদাবলির আদি ও শ্রেষ্ঠ কবি রামপ্রসাদ সেন। “মনরে কৃষিকাজ জান না এমন মানব-জমিন রইলো পতিত, আবাদ করলে ফলত সোনা” তাঁর বিখ্যাত গান।"
    },
    {
        "id": 701,
        "page": 80,
        "question": "বাংলা ভাষায় ব্যবহৃত দেশি শব্দ কোনটি?",
        "exam_name": "LGED-2019",
        "options": [
            "চন্দ",
            "খুশি",
            "ঢেউ",
            "ছবি"
        ],
        "answer": "গ",
        "explanation": "ঢেউ, কোল, মুন্ডারী, টোপর, ডাব, ডাগর ইত্যাদি বাংলা ভাষায় ব্যবহৃত দেশি শব্দ।"
    },
    {
        "id": 702,
        "page": 80,
        "question": "১৯৭১ সালে মুক্তিযুদ্ধ চলাকালেই রচিত উপন্যাস-",
        "exam_name": "LGED-2019",
        "options": [
            "দুই সৈনিক",
            "১৯৭১",
            "রাইফেল রোটি আওরাত",
            "হাঙর নদী গ্রেনেড"
        ],
        "answer": "গ",
        "explanation": "১৯৭১ সালের এপ্রিল থেকে জুন মাসে রচিত হয় রাইফেল রোটি আওরাত। যার রচয়িতা আনোয়ার পাশা।"
    },
    {
        "id": 703,
        "page": 80,
        "question": "কোনটি কাজী নজরুল ইসলামের রচনা?",
        "exam_name": "LGED-2019",
        "options": [
            "চিত্রা",
            "চক্রবাক",
            "বলাকা",
            "সোনার তরী"
        ],
        "answer": "খ",
        "explanation": "'চক্রবাক' কাব্যগ্রন্থটি কাজী নজরুল ইসলামের রচনা। এছাড়া বিষের বাঁশি, অগ্নিবীণা, সাম্যবাদী, সিন্ধু হিন্দোল তাঁর উল্লেখযোগ্য কাব্যগ্রন্থ।"
    },
    {
        "id": 704,
        "page": 80,
        "question": "কবি শামসুর রাহমানের কাব্যগ্রন্থ হচ্ছে-",
        "exam_name": "LGED-2019",
        "options": [
            "নিরালোকে দিব্যরথ",
            "বিরতিহীন উৎসব",
            "প্রথম দিনের সূর্য",
            "তৃষ্ণার তানপুরা"
        ],
        "answer": "ক",
        "explanation": "নাগরিক কবি শামসুর রাহমানের উল্লেখযোগ্য কাব্যগ্রন্থ হলো- 'নিরালোকে দিব্যরথ', 'প্রথম গান দ্বিতীয় মৃত্যুর আগে', 'নিজ বাসভূমে', 'রৌদ্র করোটিতে', 'বন্দিশিবির থেকে'।"
    },
    {
        "id": 705,
        "page": 80,
        "question": "বাংলা সাহিত্যের সর্বাধিক সমৃদ্ধ ধারা-",
        "exam_name": "LGED-2019",
        "options": [
            "ছোটগল্প",
            "প্রবন্ধ",
            "গীতিকবিতা",
            "নাটক"
        ],
        "answer": "গ",
        "explanation": "বাংলা সাহিত্যের অন্যান্য শাখা অপেক্ষা গীতি কবিতা মানুষের মনোজগৎ ও জীবনকে বেশি নাড়া দেয়।"
    }
]
