questions = [
    {
        "id": 706,
        "page": 81,
        "question": "বাংলা সাহিত্যের প্রথম সার্থক উপন্যাস কোনটি?",
        "exam_name": "HED-2019",
        "options": [
            "আলালের ঘরের দুলাল",
            "হুতোম প্যাঁচার নকশা",
            "দুর্গেশনন্দিনী",
            "সীতারাম"
        ],
        "answer": "গ",
        "explanation": "'দুর্গেশনন্দিনী' বঙ্কিমচন্দ্র চট্টোপাধ্যায় রচিত প্রথম সার্থক বাংলা উপন্যাস। উপন্যাসটি প্রকাশিত হয় ১৮৬৫ সালের মার্চ মাসে।"
    },
    {
        "id": 707,
        "page": 81,
        "question": "'চর্যাপদে'র প্রকৃত নাম কী?",
        "exam_name": "HED-2019; MOEF-2019",
        "options": [
            "চর্যাচর্যবিনিশ্চয়",
            "চর্যাগীতিকোষ",
            "বৌদ্ধ গান ও দোহা",
            "চর্যাপদ"
        ],
        "answer": "ক",
        "explanation": "চর্যাপদ বাংলা ভাষা ও সাহিত্যের আদি নিদর্শন। ১৯০৭ খ্রিস্টাব্দে মহামহোপাধ্যায় শাস্ত্রী নেপাল রাজদরবারের গ্রন্থাগার থেকে এর পুঁথি আবিষ্কার করেন। তারই সম্পাদনায় ৪৭টি পদবিশিষ্ট পুঁথিখানি হাজার বছরের পুরানো বাঙলা ভাষায় বৌদ্ধগান ও দোহা (১৯১৬) নামে বঙ্গীয় সাহিত্য পরিষদ কর্তৃক প্রকাশিত হয়। তিনি পুঁথির সূচনায় একটি সংস্কৃত শ্লোক থেকে নামের যে ইঙ্গিত পান তাতে এটি চর্যাচর্যবিনিশ্চয় নামেও পরিচিত হয়। তবে সংক্ষেপে এটি বৌদ্ধগান ও দোহা বা চর্যাপদ নামেই অভিহিত হয়ে থাকে।"
    },
    {
        "id": 708,
        "page": 81,
        "question": "'বিদ্যাসুন্দর' গ্রন্থের অনুবাদক কে?",
        "exam_name": "HED-19",
        "options": [
            "সাবিরিদ খান",
            "আলাওল",
            "মালাধর বসু",
            "নরোত্তম দাস"
        ],
        "answer": "ক",
        "explanation": "বিদ্যাসুন্দর ষোল শতকের গোড়ার দিকে কবি সাবিরিদ খান রচিত একটি রোমান্টিক প্রণয়কাব্য। বিদ্যাসুন্দর কাব্যের কাহিনি কালিকামঙ্গলের অন্তর্গত। কবি তাঁর এই গ্রন্থকে নাটগীত বলে উল্লেখ করেছেন। সাবিরিদ খান 'বিদ্যাসুন্দর', 'রসুল বিজয়' ও হানিফা কয়রাপরী নামে তিনটি খ্যাতিমূলক কাব্য রচনা করেন।"
    },
    {
        "id": 709,
        "page": 81,
        "question": "কবি কাজী নজরুল ইসলামের জন্ম সাল-",
        "exam_name": "HED-2019",
        "options": [
            "১৮৬১",
            "১৮৯৯",
            "১৯১৩",
            "১৯৪৩"
        ],
        "answer": "খ",
        "explanation": "কবি কাজী নজরুল ইসলাম ১৮৯৯ সালের ২৪মে (১৩০৬ বঙ্গাব্দে ১১ জ্যৈষ্ঠ) ভারতের পশ্চিমবঙ্গের বর্ধমান জেলার আসানসোল মহকুমার চুরুলিয়া গ্রামে জন্মগ্রহণ করেন। তিনি বিদ্রোহী কবি নামে খ্যাত। তাঁর উল্লেখযোগ্য উপন্যাস হচ্ছে বাঁধনহারা। তিনি ১৯৭৬ সালে ২৯শে আগস্ট মৃত্যুবরণ করেন।"
    },
    {
        "id": 710,
        "page": 81,
        "question": "'পথের পাঁচালী' উপন্যাসের রচয়িতা-",
        "exam_name": "HED-2019",
        "options": [
            "মানিক বন্দ্যোপাধ্যায়",
            "বিভূতিভূষণ বন্দ্যোপাধ্যায়",
            "বলাইচাঁদ মুখোপাধ্যায়",
            "সুনীল গঙ্গোপাধ্যায়"
        ],
        "answer": "খ",
        "explanation": "বিভূতিভূষণ বন্দ্যোপাধ্যায় ১৮৯৪ সালের ১২ সেপ্টেম্বর জন্মগ্রহণ করেন। তিনি মূলত উপন্যাস ও ছোটগল্প লিখে খ্যাতি অর্জন করেন। তাঁর রচিত কয়েকটি উল্লেখযোগ্য উপন্যাস হচ্ছে পথের পাঁচালী, অপরাজিত, আরণ্যক, আদর্শ হিন্দু হোটেল, ইছামতি, অশনি সংকেত।"
    },
    {
        "id": 711,
        "page": 81,
        "question": "“জন্মেছি মাগো তোমার কোলেতে মরি যেন এই দেশে”- কবিতাংশটির কবি কে?",
        "exam_name": "HED-2019",
        "options": [
            "সুফিয়া কামাল",
            "রোকেয়া সাখাওয়াত হোসেন",
            "ড. নীলিমা ইব্রাহিম",
            "সনজিদা খাতুন"
        ],
        "answer": "ক",
        "explanation": "সুফিয়া কামাল ১৯১১ সালের ২০ জুন জন্মগ্রহণ করেন। তাঁর রচিত বিখ্যাত কবিতা “জন্মেছি এই দেশে কবিতার চরণ হচ্ছে জন্মেছি মাগো তোমার কোলেতে মরি যেন এই দেশে।” তাঁর রচিত কয়েকটি কবিতা হচ্ছে- বাসন্তী, সাঁঝের বাতি, কাননের ফুল ফোটাতে।"
    },
    {
        "id": 712,
        "page": 81,
        "question": "'অগ্নিবীণা' কাব্যগ্রন্থের কবির নাম কী?",
        "exam_name": "HED-2019",
        "options": [
            "কাজী নজরুল ইসলাম",
            "রবীন্দ্রনাথ ঠাকুর",
            "সুকান্ত ভট্টাচার্য",
            "শামসুর রাহমান"
        ],
        "answer": "ক",
        "explanation": "'অগ্নিবীণা' হচ্ছে কবি কাজী নজরুল ইসলাম রচিত প্রথম কাব্যগ্রন্থ, যা প্রকাশিত হয় ১৯২২ সালে। তাঁর রচিত কাব্যগ্রন্থগুলো হচ্ছে- সর্বহারা, মরু ভাস্কর, সাম্যবাদী, প্রলয় শিখা। তাঁকে বিদ্রোহী কবি বলা হয়ে থাকে।"
    },
    {
        "id": 713,
        "page": 81,
        "question": "'শহীদ জননী' নামে খ্যাত-",
        "exam_name": "HED-2019",
        "options": [
            "রোকেয়া সাখাওয়াত হোসেন",
            "বেগম সুফিয়া কামাল",
            "সেলিনা হোসেন",
            "জাহানারা ইমাম"
        ],
        "answer": "ঘ",
        "explanation": "কবি জাহানারা ইমাম শহীদ জননী নামে খ্যাত। মহান মুক্তিযুদ্ধের সময় তাঁর সন্তান রুমী শহীদ হন। এজন্য তাকে শহীদ জননী বলা হয়।"
    },
    {
        "id": 714,
        "page": 81,
        "question": "বাংলা ভাষায় মুদ্রিত প্রথম গ্রন্থের নাম কী?",
        "exam_name": "HED-2019",
        "options": [
            "কৃপার শাস্ত্রের অর্থভেদ",
            "কথামালা",
            "কথোপকথন",
            "ইতিহাসমালা"
        ],
        "answer": "গ",
        "explanation": "বাংলা ভাষায় মুদ্রিত প্রথম গ্রন্থের নাম কথোপকথন। এর রচয়িতা হলেন উইলিয়াম কেরি। ঈশ্বরচন্দ্র বিদ্যাসাগর কর্তৃক রচিত শিশুতোষ গ্রন্থই কথামালা।"
    },
    {
        "id": 715,
        "page": 81,
        "question": "রবীন্দ্রনাথ ঠাকুর নোবেল পুরস্কার অর্জন করেন কত সালে?",
        "exam_name": "HED-2019",
        "options": [
            "১৯০০ সালে",
            "১৯০৫ সালে",
            "১৯১৩ সালে",
            "১৯১৭ সালে"
        ],
        "answer": "গ",
        "explanation": "বিশ্বকবি রবীন্দ্রনাথ ঠাকুর ১৮৬১ সালে জন্মগ্রহণ করেন। তিনি এশিয়া মহাদেশের মধ্যে প্রথম বাঙালি কবি হিসেবে ১৯১৩ সালে গীতাঞ্জলির জন্য নোবেল পুরস্কার লাভ করেন।"
    },
    {
        "id": 716,
        "page": 81,
        "question": "“এ কী অপরূপ রূপে মা তোমায় হেরিনু পল্লী জননী”- গানটির গীতিকার কে?",
        "exam_name": "HED-2019",
        "options": [
            "কাজী নজরুল ইসলাম",
            "রবীন্দ্রনাথ ঠাকুর",
            "দ্বিজেন্দ্রলাল রায়",
            "অতুলপ্রসাদ সেন"
        ],
        "answer": "ক",
        "explanation": "প্রশ্নে উল্লিখিত গানের চরণটির গীতিকার বিদ্রোহী কবি কাজী নজরুল ইসলাম। তাঁর রচিত কয়েকটি উল্লেখযোগ্য গান হচ্ছে- তুমি সুন্দর তাই চেয়ে থাকি, দুর্গম গিরি কান্তার।"
    },
    {
        "id": 717,
        "page": 81,
        "question": "'বন্দী শিবির থেকে'- কী ধরনের গ্রন্থ?",
        "exam_name": "HED-2019",
        "options": [
            "উপন্যাস",
            "প্রবন্ধ গ্রন্থ",
            "কাব্যগ্রন্থ",
            "ছোটগল্প গ্রন্থ"
        ],
        "answer": "গ",
        "explanation": "'বন্দী শিবির থেকে' কাব্যগ্রন্থটি কবি শামসুর রাহমানের মুক্তিযুদ্ধের পটভূমিতে রচিত। তার রচিত উল্লেখযোগ্য কাব্যগ্রন্থ হচ্ছে- প্রতিদিন ঘরহীন ঘরে, নিজ বাসভূমে, রৌদ্র করোটিতে।"
    },
    {
        "id": 718,
        "page": 81,
        "question": "'ভিক্ষালব্ধ' সমাসবদ্ধ পদটি কোন সমাসের উদাহরণ?",
        "exam_name": "HED-2019",
        "options": [
            "কর্মধারয়",
            "দ্বন্দ্ব",
            "বহুব্রীহি",
            "৩য়া তৎপুরুষ"
        ],
        "answer": "ঘ",
        "explanation": "পূর্বপদে তৃতীয়া বিভক্তির (দ্বারা, দিয়া, কর্তৃক ইত্যাদি) লোপে যে সমাস হয়, তাকে তৃতীয়া তৎপুরুষ সমাস বলে। যেমন- ভিক্ষা দ্বারা লব্ধ => ভিক্ষালব্ধ, পদ দ্বারা দলিত => পদদলিত, মন দিয়ে গড়া => মনগড়া।"
    },
    {
        "id": 719,
        "page": 81,
        "question": "'সুবচন নির্বাসনে' নাটকের নাট্যকার-",
        "exam_name": "HED-2019",
        "options": [
            "আব্দুল্লাহ আল মামুন",
            "মামুনুর রশিদ",
            "হুমায়ূন আহমেদ",
            "রশীদ হায়দার"
        ],
        "answer": "ক",
        "explanation": "আব্দুল্লাহ আল মামুন ছিলেন একজন নাট্যকার, নির্দেশক ও চলচ্চিত্র পরিচালক। আব্দুল্লাহ আল মামুন প্রযোজিত ও পরিচালিত টিভি নাটকের সংখ্যা শতাধিক। তার কালজয়ী মঞ্চ নাটক সুবচন নির্বাসনে, এখন দুঃসময়, শপথ, মেহেরজান, আরেকবার ইত্যাদি।"
    }
]
