questions = [
    {
        "id": 720,
        "page": 82,
        "question": "'বিদিত'-এর বিপরীত শব্দ কোনটি?",
        "exam_name": "MOLE-2019",
        "options": [
            "অজ্ঞাত",
            "গৃহীত",
            "বিদীর্ণ",
            "বিসর্জন"
        ],
        "answer": "ক",
        "explanation": "বিদিত-এর বিপরীত শব্দ অজ্ঞাত, গৃহীত-বর্জিত, অর্জন-বিসর্জন ইত্যাদি।"
    },
    {
        "id": 721,
        "page": 82,
        "question": "'অত্যন্ত' শব্দের সঠিক সন্ধি বিচ্ছেদ কোনটি?",
        "exam_name": "MOLE-19",
        "options": [
            "অত্য + অন্ত",
            "অতি + অন্ত্য",
            "অতি + স্ত",
            "অতি + অন্ত"
        ],
        "answer": "ঘ",
        "explanation": "ই-কার কিংবা ঈ-কারের পর ই ও ঈ ভিন্ন অন্য স্বর থাকলে ই বা ঈ এর স্থানে য বা য (্য) ফলা হয়। যেমন- অতি + অন্ত = অত্যন্ত, তদ্রুপ ইত্যাদি।"
    },
    {
        "id": 722,
        "page": 82,
        "question": "'অর্থবাচকতা নেই, কিন্তু অর্থদ্যোতকতা আছে'-কার?",
        "exam_name": "MOLE-2019",
        "options": [
            "উপসর্গ",
            "সন্ধি",
            "সমাস",
            "কারক"
        ],
        "answer": "ক",
        "explanation": "বাংলা ভাষায় এমন কিছু অব্যয় বা অব্যয়সূচক শব্দাংশ আছে, যারা স্বাধীনভাবে ব্যবহৃত হয় না অর্থাৎ অর্থবাচকতা নেই কিন্তু অর্থদ্যোতকতা আছে, তাকে উপসর্গ বলে। যেমন- অ, অঘা, প্রতি, সু ইত্যাদি। উপসর্গ ৩ প্রকার।"
    },
    {
        "id": 723,
        "page": 82,
        "question": "'দোলনা' শব্দের সঠিক প্রকৃতি-প্রত্যয় কোনটি?",
        "exam_name": "MOLE-19",
        "options": [
            "দুল্ + অনা",
            "দোল্ + না",
            "দোল্ + অনা",
            "দোলনা + আ"
        ],
        "answer": "ক",
        "explanation": "কৃৎ প্রত্যয় অনা যোগে গঠিত শব্দ দুলনা। যেমন, √দুল্ + অনা = দুলনা > দোলনা; তদ্রূপ খেলনা।"
    },
    {
        "id": 724,
        "page": 82,
        "question": "'শ্যামল ছায়া' উপন্যাসটি কার রচনা?",
        "exam_name": "MOLE-2019",
        "options": [
            "জসীমউদ্দীন",
            "আল মাহমুদ",
            "হুমায়ূন আহমেদ",
            "আবু ইসহাক"
        ],
        "answer": "গ",
        "explanation": "নন্দিত কথাসাহিত্যিক হুমায়ূন আহমেদ 'শ্যামল ছায়া' উপন্যাসটি রচনা করেন। তাঁর রচিত অন্যান্য উপন্যাস হলো- দেয়াল, জোছনা ও জননীর গল্প, আগুনের পরশমণি। তিনি ১৯৪৮ সালে নেত্রকোনায় জন্মগ্রহণ করেন।"
    },
    {
        "id": 725,
        "page": 82,
        "question": "রবীন্দ্রনাথ ঠাকুর কোন কাব্যগ্রন্থের জন্য নোবেল পুরস্কার পান?",
        "exam_name": "MOLE-2019",
        "options": [
            "সোনার তরী",
            "চিত্রা",
            "গীতাঞ্জলি",
            "নৈবেদ্য"
        ],
        "answer": "গ",
        "explanation": "বিশ্বকবি রবীন্দ্রনাথ ঠাকুরের গীতাঞ্জলি ১৯১০ সালে প্রকাশিত হয়। এটি Song offerings নামে ইংরেজিতে অনুবাদে সহায়তা করে W.B Yeats. তিনি এ গ্রন্থের জন্য ১৯১৩ সালে নোবেল পুরস্কার পান।"
    },
    {
        "id": 726,
        "page": 82,
        "question": "তৎসম শব্দ কোনটি?",
        "exam_name": "MOLE-2019",
        "options": [
            "হস্ত",
            "ডাগর",
            "হায়াত",
            "নাগর"
        ],
        "answer": "ক",
        "explanation": "হস্ত, চন্দ্র, সূর্য, নক্ষত্র, ভবন, পাত্র তৎসম শব্দ। ডাগর, ডাব, চুলা দেশি শব্দ।"
    },
    {
        "id": 727,
        "page": 82,
        "question": "'আগুন' শব্দের সমার্থক শব্দ কোনটি?",
        "exam_name": "MOLE-2019",
        "options": [
            "অংশু",
            "জ্যোতি",
            "ভাতি",
            "অনল"
        ],
        "answer": "ঘ",
        "explanation": "আগুন শব্দের সমার্থক অনল, পাবক, সর্বশুচি, সর্বভুক, হুতাশন, বহ্নি ইত্যাদি। অংশু চন্দ্রের সমার্থক।"
    },
    {
        "id": 728,
        "page": 82,
        "question": "'হুলিয়া' কবিতার কবি কে?",
        "exam_name": "MOLE-2019",
        "options": [
            "আবুল হাসান",
            "শামসুর রাহমান",
            "নির্মলেন্দু গুণ",
            "হুমায়ুন কবির"
        ],
        "answer": "গ",
        "explanation": "“হুলিয়া” কবিতাটির কবি নির্মলেন্দু গুণ। নির্মলেন্দু গুণকে প্রেমের কবি বলা হয়। তাঁর উল্লেখযোগ্য গ্রন্থগুলো হচ্ছে- প্রেমাংশুর রক্ত চাই, চাষাভূষার কাব্য, না প্রেমিক না বিপ্লবী।"
    },
    {
        "id": 729,
        "page": 82,
        "question": "'মনমাঝি' কোন সমাসের উদাহরণ?",
        "exam_name": "MOLE-2019",
        "options": [
            "দ্বিগু",
            "বহুব্রীহি",
            "রূপক কর্মধারয়",
            "নিত্য সমাস"
        ],
        "answer": "গ",
        "explanation": "উপমান ও উপমেয়ের মধ্যে অভিন্নতা কল্পনা করে যে কর্মধারয় সমাস হয়। যেমন- মন রূপ মাঝি = মনমাঝি, শোকসিন্ধু, ক্রোধানল।"
    },
    {
        "id": 730,
        "page": 82,
        "question": "বাংলা সাহিত্যের মধ্যযুগের নিদর্শন নয় কোনটি?",
        "exam_name": "MOLE-2019",
        "options": [
            "মহাভারত",
            "মঙ্গলকাব্য",
            "রামায়ণ",
            "চর্যাপদ"
        ],
        "answer": "ঘ",
        "explanation": "চর্যাপদ বাংলা সাহিত্যের প্রাচীনতম নিদর্শন। এটি ১৯০৭ সালে নেপালের রাজগ্রন্থাগার থেকে হরপ্রসাদ শাস্ত্রী আবিষ্কার করেন। এতে ৫০টি পদ রয়েছে। ২৪ জন কবি পদগুলো রচনা করেন। অন্যদিকে রামায়ণ, মহাভারত, মঙ্গলকাব্য মধ্যযুগের নিদর্শন।"
    },
    {
        "id": 731,
        "page": 82,
        "question": "'যে আপনার রং লুকায়' তাকে এক কথায় বলে-",
        "exam_name": "MOLE-2019",
        "options": [
            "অদৃশ্য",
            "বর্ণচোরা",
            "ভূতপূর্ব",
            "ফুলেল"
        ],
        "answer": "খ",
        "explanation": "যে আপনার রং লুকায়, তাকে বর্ণচোরা বলে। যা পূর্বে ছিল এখন নেই- ভূতপূর্ব; যা দেখা যায় না- অদৃশ্য।"
    },
    {
        "id": 732,
        "page": 82,
        "question": "'বিদ্রোহী' কবিতা কার রচনা?",
        "exam_name": "MOLE-2019",
        "options": [
            "কাজী নজরুল ইসলাম",
            "মোহিতলাল মজুমদার",
            "সত্যেন্দ্রনাথ দত্ত",
            "রবীন্দ্রনাথ ঠাকুর"
        ],
        "answer": "ক",
        "explanation": "বিদ্রোহী কবিতাটি কবি কাজী নজরুল ইসলামের রচনা। কবিতাটি ১৯২২ সালে প্রকাশিত। তাঁর অগ্নিবীণা কাব্যগ্রন্থের দ্বিতীয় কবিতা এটি। তাঁর অন্যান্য কবিতা প্রলয়োল্লাস, মানুষ, কুলি মজুর ইত্যাদি।"
    },
    {
        "id": 733,
        "page": 82,
        "question": "বাংলা বর্ণমালায় ব্যঞ্জনবর্ণের সংখ্যা কতটি?",
        "exam_name": "R&R-12; PTD-2018; MOLE-2019",
        "options": [
            "১৩টি",
            "১১টি",
            "৪৯টি",
            "৩৯টি"
        ],
        "answer": "ঘ",
        "explanation": "বাংলা বর্ণমালা মোট ৫০টি। এর মধ্যে ব্যঞ্জনবর্ণ ৩৯টি ও স্বরবর্ণ ১১টি।"
    },
    {
        "id": 734,
        "page": 82,
        "question": "নিচের কোন শব্দটি জাপানি ভাষার?",
        "exam_name": "MOLE-2019",
        "options": [
            "বাবা",
            "আয়না",
            "ডাক্তার",
            "রিকশা"
        ],
        "answer": "ঘ",
        "explanation": "রিক্সা, হারিকিরি, জাপানি শব্দ। বাবা তুর্কি শব্দ।"
    },
    {
        "id": 735,
        "page": 82,
        "question": "কারক কয় প্রকার?",
        "exam_name": "MOLE-2019",
        "options": [
            "পাঁচ প্রকার",
            "ছয় প্রকার",
            "তিন প্রকার",
            "সাত প্রকার"
        ],
        "answer": "খ",
        "explanation": "বাক্যের ক্রিয়াপদের সাথে নামপদের যে সম্পর্ক, তাকে কারক বলে। কারক ৬ প্রকার; যথা- কর্তৃকারক, কর্মকারক, করণকারক, সম্প্রদান, অপাদান এবং অধিকরণ কারক।"
    },
    {
        "id": 736,
        "page": 82,
        "question": "'ছায়া হরিণ' কাব্যগ্রন্থের কবি কে?",
        "exam_name": "MOLE-2019",
        "options": [
            "আহসান হাবীব",
            "ফররুখ আহমদ",
            "আবুল হোসেন",
            "সৈয়দ আলী আহসান"
        ],
        "answer": "ক",
        "explanation": "“ছায়া হরিণ” কাব্যগ্রন্থের রচয়িতা আহসান হাবীব। তাঁর উল্লেখযোগ্য কাব্যগ্রন্থের নাম রাত্রিশেষ, আশায় বসতি, সারা দুপুর। তাঁর বিখ্যাত উপন্যাস হলো অরণ্য নীলিমা। তাঁর কবিতার বিশেষ বৈশিষ্ট্য বস্তুনিষ্ঠতা ও বাস্তব জীবনবোধ।"
    }
]
