questions = [
    {
        "id": 737,
        "page": 83,
        "question": "'ময়মনসিংহ গীতিকা' সংগ্রহ করেছিলেন?",
        "exam_name": "MOLE-2019",
        "options": [
            "আশুতোষ ভট্টাচার্য",
            "ড. দীনেশচন্দ্র সেন",
            "চন্দ্র কুমার দে",
            "দক্ষিণারঞ্জন মিত্র"
        ],
        "answer": "খ",
        "explanation": "বৃহত্তর ময়মনসিংহের ব্রহ্মপুত্র নদের পূর্বাঞ্চলের গীতিকাকে ময়মনসিংহ গীতিকা বলে। দীনেশচন্দ্র সেনের সম্পাদনায়, ময়মনসিংহ গীতিকা সংগ্রহ করেন চন্দ্রকুমার দে।"
    },
    {
        "id": 738,
        "page": 83,
        "question": "'বাঁধন হারা' কাজী নজরুল ইসলামের কোন ধরনের রচনা?",
        "exam_name": "MOLE-2019",
        "options": [
            "গল্প গ্রন্থ",
            "নাটক",
            "পত্রোপন্যাস",
            "কবিতা"
        ],
        "answer": "গ",
        "explanation": "'বাঁধন হারা' কাজী নজরুল ইসলামের একটি পত্রোপন্যাস। এটি তাঁর প্রথম উপন্যাস। এতে ১৮টি পত্র রয়েছে। এটি বাংলা সাহিত্যের প্রথম পত্রোপন্যাস।"
    },
    {
        "id": 739,
        "page": 83,
        "question": "কোনটি মাইকেল মধুসূদন দত্তের নাটক?",
        "exam_name": "MOLE-2019",
        "options": [
            "ডাকঘর",
            "রাজা",
            "শর্মিষ্ঠা",
            "বিসর্জন"
        ],
        "answer": "গ",
        "explanation": "বাংলা সাহিত্যের প্রথম আধুনিক কবি মাইকেল মধুসূদন দত্ত। তাঁর রচিত প্রথম নাটক শর্মিষ্ঠা। এটি বাংলা সাহিত্যেরও প্রথম সার্থক নাটক। নাটকটি প্রকাশিত হয় ১৮৫৮ সালে।"
    },
    {
        "id": 740,
        "page": 83,
        "question": "'চিলেকোঠার সেপাই' উপন্যাসের ঔপন্যাসিক কে?",
        "exam_name": "MOLE-2019",
        "options": [
            "সেলিনা হোসেন",
            "আখতারুজ্জামান ইলিয়াস",
            "রশীদ করীম",
            "হুমায়ুন আহমেদ"
        ],
        "answer": "খ",
        "explanation": "ঊনসত্তরের গণঅভ্যুত্থান নিয়ে 'চিলেকোঠার সেপাই' আখতারুজ্জামান ইলিয়াস রচিত উপন্যাস। উপন্যাসটি ১৯৮৭ সালে প্রকাশিত। তেভাগা আন্দোলন নিয়ে তাঁর আরেকটি উপন্যাস 'খোয়াবনামা'।"
    },
    {
        "id": 741,
        "page": 83,
        "question": "বাক্যের 'একক' কী?",
        "exam_name": "MOLE-2019",
        "options": [
            "উক্তি",
            "বিভক্তি",
            "পদ",
            "উপসর্গ"
        ],
        "answer": "গ",
        "explanation": "বাক্যের একক শব্দ। বাক্যে ব্যবহৃত প্রত্যেকটি শব্দই এক একটি পদ।"
    },
    {
        "id": 742,
        "page": 83,
        "question": "'বিষাদ সিন্ধু' গ্রন্থটি কার রচনা?",
        "exam_name": "MOLE-19",
        "options": [
            "বুদ্ধদেব বসু",
            "মীর মশাররফ হোসেন",
            "আহসান হাবীব",
            "ফররুখ আহমদ"
        ],
        "answer": "খ",
        "explanation": "'বিষাদ সিন্ধু' মীর মশাররফ হোসেনের ইতিহাস আশ্রিত উপন্যাস। উপন্যাসটি ৩টি পর্বে বিভক্ত। কারবালার ঘটনার মর্মস্পর্শী বর্ণনা এর মূল উপজীব্য। উপন্যাসের নায়ক ইমাম হোসেন।"
    },
    {
        "id": 743,
        "page": 83,
        "question": "বাক্যের সমাপ্তি বুঝাতে কোন চিহ্ন ব্যবহৃত হয়?",
        "exam_name": "MOLE-2019",
        "options": [
            "কোলন",
            "দাঁড়ি",
            "হাইফেন",
            "সেমিকোলন"
        ],
        "answer": "খ",
        "explanation": "বাক্যের সমাপ্তি বুঝাতে দাঁড়ি ব্যবহৃত হয়। এরূপ আরও দুটি বিরামচিহ্ন বাক্যের শেষে বসে, যেমন- প্রশ্নচিহ্ন (?), বিস্ময় চিহ্ন (!)। দাঁড়ির বিরামের সময় ১ সেকেন্ড।"
    },
    {
        "id": 744,
        "page": 83,
        "question": "কোনটি ফারসি শব্দ?",
        "exam_name": "MOLE-2019",
        "options": [
            "আকাশ",
            "মহকুমা",
            "দোকান",
            "কুপন"
        ],
        "answer": "গ",
        "explanation": "খোদা, নামাজ, রোযা, দোকান, আমদানি, রফতানি ইত্যাদি ফারসি শব্দ।"
    },
    {
        "id": 745,
        "page": 83,
        "question": "মুক্তিযুদ্ধভিত্তিক প্রথম চলচ্চিত্র কোনটি?",
        "exam_name": "MOLE-2019",
        "options": [
            "আলোর মিছিল",
            "ওরা ১১ জন",
            "অরুণোদয়ের অগ্নিসাক্ষী",
            "একাত্তরের যীশু"
        ],
        "answer": "খ",
        "explanation": "মুক্তিযুদ্ধভিত্তিক প্রথম চলচ্চিত্র 'ওরা ১১ জন'। চলচ্চিত্রটির পরিচালক চাষী নজরুল ইসলাম। নাসির উদ্দিন ইউসুফ 'একাত্তরের যীশু', নারায়ণ ঘোষ 'আলোর মিছিল' চলচ্চিত্র পরিচালনা করেন।"
    },
    {
        "id": 746,
        "page": 83,
        "question": "শব্দের মূল-কে কী বলে?",
        "exam_name": "MOLE-2019",
        "options": [
            "প্রকৃতি",
            "ধাতু",
            "মৌলিক শব্দ",
            "সংজ্ঞা"
        ],
        "answer": "ক",
        "explanation": "শব্দের মূলকে প্রকৃতি বলে। প্রকৃতি দুই প্রকার: নাম প্রকৃতি ও ক্রিয়া প্রকৃতি বা ধাতু।"
    },
    {
        "id": 747,
        "page": 83,
        "question": "'Fiction' শব্দটির পরিভাষা হচ্ছে?",
        "exam_name": "MOLE-2019",
        "options": [
            "সারমর্ম",
            "সারকথা",
            "নথি",
            "কথাসাহিত্য"
        ],
        "answer": "ঘ",
        "explanation": "Fiction শব্দটি সাহিত্যের সাথে সম্পর্কিত। এর পরিভাষা কথাসাহিত্য।"
    },
    {
        "id": 748,
        "page": 83,
        "question": "জসীমউদ্দীনের কাব্য কোনটি?",
        "exam_name": "MOLE-2019",
        "options": [
            "মা যে জননী কান্দে",
            "ময়নামতির চর",
            "সোনালী কাবিন",
            "রাত্রিশেষ"
        ],
        "answer": "ক",
        "explanation": "পল্লী কবি জসীমউদ্দীনের কাব্য হলো “মা যে জননী কান্দে”। তাঁর অন্যান্য কাব্যগ্রন্থ হলো- রাখালী, বালুচর, ধানক্ষেত ইত্যাদি। সোনালী কাবিন আল মাহমুদের কাব্যগ্রন্থ। রাত্রিশেষ আহসান হাবীবের কাব্যগ্রন্থ। 'ময়নামতির চর' বন্দে আলী মিয়ার কাব্যগ্রন্থ।"
    },
    {
        "id": 749,
        "page": 83,
        "question": "কোনটি ফারসি শব্দ?",
        "exam_name": "MOLE-2019",
        "options": [
            "আকাশ",
            "মহকুমা",
            "দোকান",
            "কুপন"
        ],
        "answer": "গ",
        "explanation": "খোদা, নামাজ, রোযা, দোকান, আমদানি, রফতানি ইত্যাদি ফারসি শব্দ।"
    },
    {
        "id": 750,
        "page": 83,
        "question": "কোন শব্দটি শুদ্ধ বানানে লেখা হয়েছে?",
        "exam_name": "HED-2019",
        "options": [
            "বিদ্বান",
            "বিদ্যান",
            "বিদ্দান",
            "বিদ্ব্যান"
        ],
        "answer": "ক",
        "explanation": "বিদ্বান শব্দটি শুদ্ধ বানান; যার অর্থ শিক্ষিত, পণ্ডিত।"
    },
    {
        "id": 751,
        "page": 83,
        "question": "গতিবাদের প্রভাবে রচিত রবীন্দ্রনাথ ঠাকুরের কাব্যগ্রন্থ-",
        "exam_name": "HED-2019",
        "options": [
            "মানসী",
            "বলাকা",
            "ক্ষণিকা",
            "সেঁজুতি"
        ],
        "answer": "খ",
        "explanation": "রবীন্দ্রনাথ ঠাকুরের 'বলাকা' কাব্যগ্রন্থটি গতিবাদের প্রভাবে রচিত। এটি ১৯১৬ সালে প্রকাশিত হয়।"
    },
    {
        "id": 752,
        "page": 83,
        "question": "'বেহুলা লখিন্দর' কাহিনি পাওয়া যায় কোন কাব্যে?",
        "exam_name": "PTD-2018; HED-2019",
        "options": [
            "অন্নদামঙ্গল কাব্যে",
            "মনসামঙ্গল কাব্যে",
            "কালীকামঙ্গল কাব্যে",
            "সারদামঙ্গল কাব্যে"
        ],
        "answer": "খ",
        "explanation": "'মনসামঙ্গল' কাব্যে বেহুলা লখিন্দর-এর কাহিনি পাওয়া যায়। 'মঙ্গলকাব্য' ধারার সবচেয়ে প্রাচীন ধারা 'মনসামঙ্গল'।"
    },
    {
        "id": 753,
        "page": 83,
        "question": "কবি ঈশ্বর গুপ্ত সম্পাদিত সাময়িকপত্র হচ্ছে-",
        "exam_name": "HED-2019",
        "options": [
            "সমাচার চন্দ্রিকা",
            "সম্বাদ কৌমুদী",
            "সংবাদ প্রভাকর",
            "সম্বাদ ভাস্কর"
        ],
        "answer": "গ",
        "explanation": "ঈশ্বরচন্দ্র গুপ্ত সম্পাদিত সাময়িকপত্র 'সংবাদ প্রভাকর'। এটি বাংলা ভাষায় প্রকাশিত প্রথম দৈনিক পত্রিকা।"
    },
    {
        "id": 754,
        "page": 83,
        "question": "মধুসূদন দত্ত রচিত গীতিধর্মী রচনা কোনটি?",
        "exam_name": "HED-2019",
        "options": [
            "পদ্মাবতী",
            "কৃষ্ণকুমারী",
            "বীরাঙ্গনা",
            "ব্রজাঙ্গনা"
        ],
        "answer": "ঘ",
        "explanation": "'ব্রজাঙ্গনা' মাইকেল মধুসূদন দত্ত রচিত গীতিধর্মী কাব্য। তাঁর রচিত 'বীরাঙ্গনা' কাব্য বাংলা সাহিত্যের প্রথম পত্রকাব্য।"
    },
    {
        "id": 755,
        "page": 83,
        "question": "সেলিম আল দীন রচিত নাটক হচ্ছে-",
        "exam_name": "HED-19",
        "options": [
            "মুখরা রমণী বশীকরণ",
            "দেওয়ান গাজীর কিসসা",
            "নূরলদীনের সারাজীবন",
            "যৈবতী কন্যার মন"
        ],
        "answer": "ঘ",
        "explanation": "এখানে 'যৈবতী কন্যার মন' নাটকটি সেলিম আল দীন রচিত নাটক। তাঁর অন্যান্য নাটকগুলো- ঢাকা, কীর্তনখোলা, মুনতাসীর ফ্যান্টাসী, হরগজ।"
    }
]
