questions = [
    {
        "id": 756,
        "page": 84,
        "question": "কাজী নজরুল ইসলামের প্রথম প্রকাশিত রচনা হচ্ছে-",
        "exam_name": "HED-2019",
        "options": [
            "বাউন্ডেলের আত্মকাহিনী",
            "রাজবন্দী জবানবন্দী",
            "গাজী মিয়ার বস্তানী",
            "ঠাকুর বাড়ির আঙিনায়"
        ],
        "answer": "ক",
        "explanation": "'বাউন্ডেলের আত্মকাহিনী' কাজী নজরুল ইসলামের প্রথম প্রকাশিত রচনা। এটি ১৯১৯ সালে 'সওগাত' পত্রিকায় প্রকাশিত হয়।"
    },
    {
        "id": 757,
        "page": 84,
        "question": "'কবিতার কথা' প্রবন্ধগ্রন্থটির রচয়িতা-",
        "exam_name": "HED-2019",
        "options": [
            "আবদুল ওদুদ",
            "প্রমথ চৌধুরী",
            "জীবনানন্দ দাশ",
            "বদরুদ্দীন উমর"
        ],
        "answer": "গ",
        "explanation": "'কবিতার কথা' প্রবন্ধগ্রন্থটি রূপসী বাংলার কবি জীবনানন্দ দাশ রচিত। তাঁর রচিত আরো কয়েকটি কাব্যগ্রন্থ- ঝরাপালক, ধূসর পাণ্ডুলিপি, বনলতা সেন, রূপসী বাংলা, মহাপৃথিবী।"
    },
    {
        "id": 758,
        "page": 84,
        "question": "'পাহাড়' এর সমার্থক শব্দ কোনটি?",
        "exam_name": "HED-2019",
        "options": [
            "খগ",
            "বগ",
            "নগ",
            "জগ"
        ],
        "answer": "গ",
        "explanation": "পাহাড়ের সমার্থক শব্দ- নগ, পর্বত, গিরি, শৈল, অদ্রি, ভূধর, অচল, মহীধর।"
    },
    {
        "id": 759,
        "page": 84,
        "question": "বাংলা ভাষায় আগত আরবি শব্দ হচ্ছে-",
        "exam_name": "HED-2019",
        "options": [
            "চাঁদা",
            "কুলি",
            "জামা",
            "ছবি"
        ],
        "answer": "ঘ",
        "explanation": "বাংলা ভাষায় আগত আরবি শব্দ 'ছবি'। কতিপয় আরবি ভাষার শব্দ- কলম, নগদ, বাকি, উকিল, কানুন, রায়, জান্নাত, গোছল, কিতাব, আদালত, হাদিস।"
    },
    {
        "id": 760,
        "page": 84,
        "question": "কোন গ্রন্থটি মুক্তিযুদ্ধের প্রেরণায় রচিত?",
        "exam_name": "HED-2019",
        "options": [
            "জননী",
            "ওঙ্কার",
            "খাঁচায়",
            "ক্ষরণ"
        ],
        "answer": "গ",
        "explanation": "'খাঁচায়' উপন্যাসটি মুক্তিযুদ্ধভিত্তিক। এটির রচয়িতা রশীদ হায়দার।"
    },
    {
        "id": 761,
        "page": 84,
        "question": "ঈশ্বরচন্দ্র বিদ্যাসাগর রচিত মৌলিকগ্রন্থ কোনটি?",
        "exam_name": "HED-2019",
        "options": [
            "সীতার বনবাস",
            "প্রভাবতী সম্ভাষণ",
            "বেতাল পঞ্চবিংশতি",
            "বাঙ্গালার ইতিহাস"
        ],
        "answer": "খ",
        "explanation": "ঈশ্বরচন্দ্র বিদ্যাসাগর রচিত মৌলিক গ্রন্থ 'প্রভাবতী সম্ভাষণ'। কতিপয় মৌলিক গ্রন্থ- বিদ্যাসাগর চরিত্র, ব্রজবিলাস।"
    },
    {
        "id": 762,
        "page": 84,
        "question": "মীর মশাররফ হোসেন রচিত বিয়োগান্তক গ্রন্থ কোনটি?",
        "exam_name": "HED-2019",
        "options": [
            "মহাশ্মশান",
            "শ্মশানভস্ম",
            "বিষাদসিন্ধু",
            "কুরুক্ষেত্র"
        ],
        "answer": "গ",
        "explanation": "মীর মশাররফ হোসেন রচিত বিয়োগান্ত গ্রন্থ 'বিষাদসিন্ধু'। এটি কারবালার করুণ ও ঐতিহাসিক কাহিনী অবলম্বনে রচিত একটি মহাকাব্যিক উপন্যাস।"
    },
    {
        "id": 763,
        "page": 84,
        "question": "'মৈমনসিংহ গীতিকা'-র অন্তর্গত কাহিনিকাব্য কোনটি?",
        "exam_name": "HED-2019",
        "options": [
            "কাজলরেখা",
            "সতিময়না",
            "লায়লীমজনু",
            "লোরচন্দ্রানী"
        ],
        "answer": "ক",
        "explanation": "মৈমনসিংহ গীতিকার অন্তর্গত কাহিনিকাব্য 'কাজলরেখা'। তাঁর আরও গীতিকাগুলো হলো- মলুয়া, কমলা, মহুয়া, রূপবতী।"
    },
    {
        "id": 764,
        "page": 84,
        "question": "কিশোরদের জন্য রচিত শওকত ওসমানের গ্রন্থ কোনটি?",
        "exam_name": "HED-2019",
        "options": [
            "কানামামা",
            "পঞ্চসঙ্গী",
            "সারকাস",
            "হাতেখড়ি"
        ],
        "answer": "খ",
        "explanation": "'পঞ্চসঙ্গী' শওকত ওসমান রচিত শিশুতোষমূলক গ্রন্থ। তাঁর অন্য গ্রন্থগুলো- মস্কুইটোফোন, ক্ষুদে সোশ্যালিস্ট।"
    },
    {
        "id": 765,
        "page": 84,
        "question": "দ্বন্দ্ব সমাসে গঠিত শব্দ-",
        "exam_name": "HED-2019",
        "options": [
            "গুণহীন",
            "কুশীলব",
            "নীপবৃক্ষ",
            "ছায়াতরু"
        ],
        "answer": "খ",
        "explanation": "যে সমাসে প্রত্যেকটি সমস্যমান পদের অর্থের সমান প্রাধান্য থাকে তাকে দ্বন্দ্ব সমাস বলে। যেমন- কুশ ও লব = কুশীলব, তমাল = তাল-তমাল।"
    },
    {
        "id": 766,
        "page": 84,
        "question": "'প্রত্যেক'-শব্দের সন্ধি বিচ্ছেদ কোনটি?",
        "exam_name": "HED-2019",
        "options": [
            "প্রতি + এক",
            "প্রত্য + এক",
            "প্রতি + ঐক",
            "প্রত্য + ঐক"
        ],
        "answer": "ক",
        "explanation": "ই/ঈ + ই/ঈ অন্য স্বরধ্বনি থাকলে য ফলা বলে। যেমন- প্রতি + এক = প্রত্যেক, তদ্রুপ অত্যন্ত।"
    },
    {
        "id": 767,
        "page": 84,
        "question": "নিচের কোন বানানটি অশুদ্ধ?",
        "exam_name": "HED-2019",
        "options": [
            "উজ্জ্বল",
            "পুরষ্কার",
            "অনাধা",
            "কোনোটিই নয়"
        ],
        "answer": "গ",
        "explanation": "'অনাধা' বানানটি অশুদ্ধ। এর শুদ্ধ রূপ হলো- অনাথিনী বা অনাথা (অর্থ অভিভাবকহীন নারী)। এখানে, উজ্জ্বল এবং পুরস্কার শুদ্ধ।"
    },
    {
        "id": 768,
        "page": 84,
        "question": "নির্লজ্জ- শব্দের বিপরীত শব্দ কোনটি?",
        "exam_name": "HED-2019",
        "options": [
            "অসত্য",
            "বেহায়া",
            "চঞ্চল",
            "সলজ্জ"
        ],
        "answer": "ঘ",
        "explanation": "নির্লজ্জ শব্দের বিপরীত শব্দ সলজ্জ। অসত্য-সত্য। চঞ্চল-স্থির।"
    },
    {
        "id": 769,
        "page": 84,
        "question": "নিচের কোনটি 'পৃথিবী' শব্দের সমার্থক শব্দ?",
        "exam_name": "HED-2019",
        "options": [
            "বারি",
            "ভূলোক",
            "দ্যুলোক",
            "বিহগ"
        ],
        "answer": "খ",
        "explanation": "পৃথিবী শব্দের সমার্থক শব্দ ভূলোক, বসুন্ধরা, বসুধা, ধরা, অবনী ইত্যাদি।"
    },
    {
        "id": 770,
        "page": 84,
        "question": "'ডুমুরের ফুল'- বাগধারাটির অর্থ কী?",
        "exam_name": "HED-2019",
        "options": [
            "অদর্শনীয়",
            "নষ্ট হওয়া",
            "লুকানো সৌন্দর্য",
            "কোনোটিই নয়"
        ],
        "answer": "ঘ",
        "explanation": "'ডুমুরের ফুল' একটি বাগধারা। যার অর্থ বিরল বস্তু বা অদৃশ্য বস্তু।"
    },
    {
        "id": 771,
        "page": 84,
        "question": "'যার দুহাত সমানে চলে'- এর এক কথায় কী হবে?",
        "exam_name": "HED-2019",
        "options": [
            "সব্যসাচী",
            "দ্বিত্ব",
            "পাটোয়ারি",
            "দোয়ারী"
        ],
        "answer": "ক",
        "explanation": "যার দু'হাত সমানে চলে তাকে সব্যসাচী বলে।"
    },
    {
        "id": 772,
        "page": 84,
        "question": "'রচনার শিল্পগুণ' - কার রচনা?",
        "exam_name": "HED-2019",
        "options": [
            "আবুল ফজল",
            "মীর মশাররফ হোসেন",
            "আবদুল করিম",
            "কাজী নজরুল ইসলাম",
            "কোনোটিই নয়"
        ],
        "answer": "ঙ",
        "explanation": "সাহিত্য সম্রাট বঙ্কিমচন্দ্র চট্টোপাধ্যায়ের একটি প্রবন্ধ 'রচনার শিল্পগুণ'। তাঁর অন্য প্রবন্ধ সাম্য।"
    },
    {
        "id": 773,
        "page": 84,
        "question": "'অগ্রে বর্তমান যে'- এর এক কথায় প্রকাশ-",
        "exam_name": "HED-2019",
        "options": [
            "অগ্রবর্তী",
            "অগ্রজ",
            "অগ্রগণ্য",
            "প্রত্যুদগমন"
        ],
        "answer": "ক",
        "explanation": "অগ্রে জন্মে যে, তাকে অগ্রজ বলে। সম্মুখে অগ্রসর হয়ে অভ্যর্থনা- প্রত্যুদগমন। অগ্রে বর্তমান যে- অগ্রবর্তী।"
    },
    {
        "id": 774,
        "page": 84,
        "question": "'তকদির'- শব্দের সমার্থক শব্দ কোনটি?",
        "exam_name": "HED-2019",
        "options": [
            "অরণ্য",
            "আতঙ্ক",
            "বিদ্যুৎ",
            "অদৃষ্ট"
        ],
        "answer": "ঘ",
        "explanation": "তকদির শব্দের সমার্থক শব্দ ভাগ্য, নিয়তি, অদৃষ্ট।"
    }
]
