questions = [
    {
        "id": 775,
        "page": 85,
        "question": "'মাটির মানুষ'- বাগধারাটির অর্থ কী?",
        "exam_name": "BSCIC-2019",
        "options": [
            "ভণ্ড",
            "নম্র প্রকৃতির",
            "নাছোড়বান্দা",
            "দুষ্প্রাপ্য"
        ],
        "answer": "খ",
        "explanation": "'মাটির মানুষ' বাগধারাটির অর্থ নম্র প্রকৃতির মানুষ। এ ধরনের মানুষ সাধারণত লোভ, লালসাহীন এবং বাস্তববাদী প্রকৃতির হয়ে থাকে।"
    },
    {
        "id": 776,
        "page": 85,
        "question": "নিচের কোন বানানটি শুদ্ধ?",
        "exam_name": "BSCIC-2019",
        "options": [
            "অনিন্দ্য",
            "অচিন্ত",
            "অলতা",
            "উচ্ছ্যাস"
        ],
        "answer": "ক",
        "explanation": "'অনিন্দ্য' বানানটি শুদ্ধ। এর অর্থ নিখুঁত বা ত্রুটিহীন। এখানে, অশুদ্ধ বানান: অচিন্ত (শুদ্ধ: অচিন্ত্য), অলতা (শুদ্ধ: আলতা), উচ্ছ্যাস (শুদ্ধ: উচ্ছ্বাস)।"
    },
    {
        "id": 777,
        "page": 85,
        "question": "Periodicals- এর পারিভাষিক শব্দ কী?",
        "exam_name": "BSCIC-2019",
        "options": [
            "সাময়িকী",
            "ম্যাগাজিন",
            "মাসিক",
            "সাপ্তাহিক"
        ],
        "answer": "ক",
        "explanation": "Periodicals-এর পারিভাষিক শব্দ হলো- সাময়িকী। এটি দ্বারা নিয়মিত বিরতিতে প্রকাশিত পত্রিকা বা ম্যাগাজিনকে বোঝায়।"
    },
    {
        "id": 778,
        "page": 85,
        "question": "নিচের কোনটি শুদ্ধ বানান?",
        "exam_name": "PPA-2019",
        "options": [
            "কৃতীত্ব",
            "কৃতিত্ব",
            "কৃতীতা",
            "কৃতিত্তা"
        ],
        "answer": "খ",
        "explanation": "কৃতিত্ব বানানটি সঠিক।"
    },
    {
        "id": 779,
        "page": 85,
        "question": "'White elephant'-এর সঠিক অনুবাদ কোনটি?",
        "exam_name": "PPA-2019",
        "options": [
            "সাদা হাতি",
            "সুলভ",
            "কষ্টকর",
            "ব্যয়বহুল"
        ],
        "answer": "ঘ",
        "explanation": "White Elephant একটি Phrase, যার অর্থ অপ্রয়োজনীয় বা অকেজো কিন্তু ব্যয়বহুল।"
    },
    {
        "id": 780,
        "page": 85,
        "question": "'Syntax' এর সমার্থক বাংলা প্রতিশব্দ হলো-",
        "exam_name": "PPA-2019",
        "options": [
            "ধ্বনিতত্ত্ব",
            "শব্দতত্ত্ব",
            "বাক্যতত্ত্ব",
            "অর্থতত্ত্ব"
        ],
        "answer": "গ",
        "explanation": "Syntax-এর সমার্থক শব্দ বাক্যতত্ত্ব। এর অপর নাম পদক্রম। বাক্যসংকোচন, প্রবাদ-প্রবচন ইত্যাদি নিয়ে এ অংশে আলোচনা করা হয়।"
    },
    {
        "id": 781,
        "page": 85,
        "question": "'হজযাত্রা' কোন সমাসের উদাহরণ?",
        "exam_name": "PPA-2019",
        "options": [
            "৩য়া তৎপুরুষ",
            "৪র্থী তৎপুরুষ",
            "৫মী তৎপুরুষ",
            "৭মী তৎপুরুষ"
        ],
        "answer": "খ",
        "explanation": "যে তৎপুরুষ সমাসে চতুর্থী বিভক্তি (জন্য, নিমিত্ত) লোপ হয়ে সমাস গঠন করে, তাকে চতুর্থী তৎপুরুষ সমাস বলে। যেমন- হজের জন্য যাত্রা = হজযাত্রা, গুরুভক্তি, বিয়ে পাগলা।"
    },
    {
        "id": 782,
        "page": 85,
        "question": "হ-কার লোপের প্রবণতা কোন ভাষার অন্যতম বৈশিষ্ট্য?",
        "exam_name": "PPA-2019",
        "options": [
            "সাধু",
            "চলিত",
            "কথ্য",
            "লেখ্য"
        ],
        "answer": "খ",
        "explanation": "বাংলা ভাষায় দুটি রীতি রয়েছে; যথা- চলিত রীতি ও সাধু রীতি। চলিত রীতি তদ্ভব শব্দবহুল এবং নাটকের উপযোগী। এর অন্যতম বৈশিষ্ট্য হ- কার লোপের প্রবণতা।"
    },
    {
        "id": 783,
        "page": 85,
        "question": "'গোষ্পদ' এর সন্ধি বিচ্ছেদ কোনটি?",
        "exam_name": "PPA-19",
        "options": [
            "গোঃ + পদ",
            "গো + পদ",
            "গৌ + পদ",
            "গৈ + পদ"
        ],
        "answer": "খ",
        "explanation": "গোষ্পদ-এর সঠিক সন্ধি বিচ্ছেদ গো+পদ। এই সন্ধি ব্যাকরণের কোনো নিয়ম মেনে চলে না বলে এগুলো নিপাতনে সিদ্ধ সন্ধি। যেমন- আশ্চর্য, গোষ্পদ, তস্কর, মনীষা।"
    },
    {
        "id": 784,
        "page": 85,
        "question": "'পিপা' কোন বিদেশি ভাষার শব্দ?",
        "exam_name": "PPA-19",
        "options": [
            "আরবি",
            "হিন্দি",
            "পর্তুগিজ",
            "তুর্কি"
        ],
        "answer": "খ",
        "explanation": "পিপা, পানি, দাদা, দাদি, চানাচুর হিন্দি শব্দ। বাবা, চাকু তুর্কি শব্দ। আনারস, আলপিন, চাবি পর্তুগিজ শব্দ।"
    },
    {
        "id": 785,
        "page": 85,
        "question": "'ঠোঁটকাটা'- বাগধারাটির অর্থ-",
        "exam_name": "BSEC-2018; PPA-19",
        "options": [
            "স্পষ্টবাদী",
            "বেহায়া",
            "একগুঁয়ে",
            "মুখরা"
        ],
        "answer": "ক",
        "explanation": "ঠোঁটকাটা একটি বাগধারা, যার অর্থ স্পষ্টবাদী।"
    },
    {
        "id": 786,
        "page": 85,
        "question": "'কুসুম' শব্দটির পর কোন বহুবচনবোধক শব্দটি বসবে?",
        "exam_name": "PPA-2019",
        "options": [
            "নিচয়",
            "নিকর",
            "মালা",
            "রাজি"
        ],
        "answer": "ক",
        "explanation": "অপ্রাণিবাচক শব্দে নিচয় যুক্ত হয়ে বহুবচন হয়। যেমন- কুসুমনিয়চ। তাছাড়া তারকারাজি, বালিরাশি ইত্যাদি বহুবচন শব্দ।"
    },
    {
        "id": 787,
        "page": 85,
        "question": "বাংলা ভাষায় 'জীবনী সাহিত্য' রচনার প্রথম উদাহরণ কী?",
        "exam_name": "MOEF-2019",
        "options": [
            "চরিতমালা",
            "চৈতন্য জীবনী কাব্য",
            "ইতিহাসমালা",
            "জীবনচরিত"
        ],
        "answer": "খ",
        "explanation": "বাংলা ভাষার প্রথম জীবনী কাব্য “শ্রী চৈতন্যের জীবনী কাব্য”। চৈতন্য-ভাগবতে শ্রী চৈতন্যের প্রথম জীবনী কাব্য। চৈতন্য-জীবনীগ্রন্থ “কড়চা” নামে পরিচিত।"
    },
    {
        "id": 788,
        "page": 85,
        "question": "'অস্ট্রেলিয়া' শব্দের অর্থ কী?",
        "exam_name": "MOEF-2019",
        "options": [
            "এশিয়ার উত্তরাঞ্চল",
            "ইউরোপের পশ্চিমাঞ্চল",
            "ইউরোপের পূর্বাঞ্চল",
            "এশিয়ার দক্ষিণাঞ্চল"
        ],
        "answer": "ঘ",
        "explanation": "অস্ট্রেলিয়া অর্থ এশিয়ার দক্ষিণাঞ্চল। অস্ট্রেলিয়া প্রশান্তমহাসাগরে অবস্থিত। অস্ট্রেলিয়া, ওশেনিয়া মহাদেশে অবস্থিত।"
    },
    {
        "id": 789,
        "page": 85,
        "question": "মাইকেল মধুসূদন দত্তের দেশপ্রেম প্রকাশ পেয়েছে তাঁর-",
        "exam_name": "MOEF-2019",
        "options": [
            "মহাকাব্যে",
            "সনেটে",
            "খণ্ডকবিতায়",
            "পত্রকাব্যে"
        ],
        "answer": "খ",
        "explanation": "বাংলা সাহিত্যের প্রথম সনেট রচয়িতা মাইকেল মধুসূদন দত্ত। বঙ্গভাষা কবিতা বাংলা সাহিত্যের প্রথম সনেট। চতুর্দশপদী সনেট সংকলন। সনেটে তাঁর দেশপ্রেমের বহিঃপ্রকাশ ঘটেছে।"
    },
    {
        "id": 790,
        "page": 85,
        "question": "'আবির্ভাব' শব্দটির বিপরীতার্থক শব্দ কোনটি?",
        "exam_name": "MOEF-2019",
        "options": [
            "তিরোধান",
            "নির্গমন",
            "তিরোভাব",
            "অনাবির্ভাব"
        ],
        "answer": "গ",
        "explanation": "আবির্ভাব শব্দের বিপরীত তিরোভাব, নির্গমন- আগমন।"
    },
    {
        "id": 791,
        "page": 85,
        "question": "'ঈপ্সা' শব্দের বিপরীত শব্দ কোনটি?",
        "exam_name": "MOEF-2019",
        "options": [
            "অনীহা",
            "ইচ্ছা",
            "অভিপ্রায়",
            "আকাঙ্ক্ষা"
        ],
        "answer": "ক",
        "explanation": "ঈপ্সা শব্দের বিপরীত শব্দ অনীহা, অনীপ্সা। ইচ্ছা -> অনিচ্ছা।"
    },
    {
        "id": 792,
        "page": 85,
        "question": "রবীন্দ্রনাথ ঠাকুরের উপন্যাস কোনটি?",
        "exam_name": "MOEF-2019",
        "options": [
            "দিবারাত্রির কাব্য",
            "চোখের বালি",
            "মেজদিদি",
            "রিক্তের বেদন"
        ],
        "answer": "খ",
        "explanation": "'চোখের বালি' উপন্যাসের রচয়িতা রবীন্দ্রনাথ। এটি বাংলা সাহিত্যের প্রথম মনস্তাত্ত্বিক উপন্যাস। এর চরিত্র বিনোদিনী, বিহারী। তাঁর অন্যান্য উপন্যাস- দুই বোন, চার অধ্যায়, গোরা।"
    }
]
