questions = [
    {
        "id": 793,
        "page": 86,
        "question": "হুমায়ূন আহমেদের 'জোছনা ও জননীর গল্প' কোন বিষয় অবলম্বনে রচিত?",
        "exam_name": "MOEF-2019",
        "options": [
            "মুক্তিযুদ্ধ",
            "দেশভাগ",
            "গণঅভ্যুত্থান",
            "ভাষা আন্দোলন"
        ],
        "answer": "ক",
        "explanation": "'জোছনা ও জননীর গল্প' হুমায়ূন আহমেদের মুক্তিযুদ্ধভিত্তিক উপন্যাস। তাঁর মুক্তিযুদ্ধভিত্তিক অন্যান্য উপন্যাসগুলো- শ্যামল ছায়া, সূর্যের দিন, আগুনের পরশমণি।"
    },
    {
        "id": 794,
        "page": 86,
        "question": "'প্রদোষে প্রাকৃতজন' উপন্যাসটির রচয়িতা কে?",
        "exam_name": "MOEF-19",
        "options": [
            "শওকত ওসমান",
            "আব্দুল মান্নান সৈয়দ",
            "সৈয়দ শামসুল হক",
            "শওকত আলী"
        ],
        "answer": "ঘ",
        "explanation": "সাহিত্যিক শওকত আলী রচিত উপন্যাস “প্রদোষে প্রাকৃতজন”। তাঁর রচিত অন্যান্য উপন্যাস হলো- ওয়ারিশ, দলিল, নাঢ়াই এবং মুক্তিযুদ্ধভিত্তিক উপন্যাস 'যাত্রা'।"
    },
    {
        "id": 795,
        "page": 86,
        "question": "'ভিক্ষালব্ধ' সমাসবদ্ধ পদটি কোন সমাসের উদাহরণ?",
        "exam_name": "MOEF-2019",
        "options": [
            "কর্মধারয়",
            "দ্বন্দ্ব",
            "বহুব্রীহি",
            "৩য়া তৎপুরুষ"
        ],
        "answer": "ঘ",
        "explanation": "পূর্বপদে তৃতীয়া বিভক্তির (দ্বারা, দিয়ে) লোপ পেয়ে যে সমাস হয়। যেমন- ভিক্ষা দ্বারা লব্ধ ভিক্ষালব্ধ।"
    },
    {
        "id": 796,
        "page": 86,
        "question": "মধ্যযুগের বাংলা সাহিত্যের প্রধান নিদর্শন কোন কাব্য?",
        "exam_name": "MOEF-2019",
        "options": [
            "শ্রীকৃষ্ণকীর্তন",
            "চর্যাপদ",
            "মৈমনসিংহ গীতিকা",
            "ঠাকুরমার ঝুলি"
        ],
        "answer": "ক",
        "explanation": "মধ্যযুগের প্রথম নিদর্শন 'শ্রীকৃষ্ণকীর্তন'। এটি ১৯০৯ সালে দেবেন্দ্রনাথের গোয়ালঘর থেকে বসন্তরঞ্জন আবিষ্কার করেন। এর রচয়িতা বড়ু চণ্ডীদাস।"
    },
    {
        "id": 797,
        "page": 86,
        "question": "'পায়ের আওয়াজ পাওয়া যায়' নাটকের রচয়িতা কে?",
        "exam_name": "MOR-2017; TTC, HED-2018; HED-2019",
        "options": [
            "সৈয়দ শামসুল হক",
            "মুনীর চৌধুরী",
            "মমতাজউদ্দীন আহমেদ",
            "জহির রায়হান"
        ],
        "answer": "ক",
        "explanation": "“পায়ের আওয়াজ পাওয়া যায়” সৈয়দ শামসুল হকের একটি নাটক। তাঁর অন্যান্য নাটকগুলোর মধ্যে 'নূরলদীনের সারা জীবন', 'ঈর্ষা', গণনায়েক উল্লেখযোগ্য। মমতাজউদ্দীন আহমেদের বকুলপুরের স্বাধীনতা, বর্ণচোর, চাহ শঙ্খচিল।"
    },
    {
        "id": 798,
        "page": 86,
        "question": "“তার বয়স বাড়লেও বুদ্ধি বাড়েনি” এটি কোন শ্রেণির বাক্য?",
        "exam_name": "RAJUK-2017; MOCA-2019",
        "options": [
            "সরল বাক্য",
            "যৌগিক বাক্য",
            "জটিল বাক্য",
            "ব্যাস বাক্য",
            "কোনোটিই নয়"
        ],
        "answer": "ক",
        "explanation": "যে বাক্যে একটি কর্তা ও একটি ক্রিয়া থাকে, তাকে সরল বাক্য বলে। সঠিক উত্তরটি হবে (ক) সরল বাক্য।"
    },
    {
        "id": 799,
        "page": 86,
        "question": "'রিকশা' শব্দটি কোন ভাষা থেকে বাংলায় আগত?",
        "exam_name": "MOE-2004, 2005; MOCA-2019",
        "options": [
            "জাপানি",
            "বর্মী",
            "মালয়ী",
            "হিন্দি"
        ],
        "answer": "ক",
        "explanation": "'রিকশা' শব্দটি জাপানি ভাষা থেকে বাংলায় আগত হয়েছে। এখানে, জাপানি শব্দ: জাপানি, হরিতকি; বর্মী শব্দ: লুঙ্গি, ফুঙ্গি; মালয়ী শব্দ: বাওয়া, নাকি; হিন্দি শব্দ: পানি, দাদা, দাদি, চানাচুর।"
    },
    {
        "id": 800,
        "page": 86,
        "question": "'পদাবলি'র প্রথম কবি কে?",
        "exam_name": "HED-2018",
        "options": [
            "জ্ঞানদাস",
            "চণ্ডীদাস",
            "বিদ্যাপতি",
            "শ্রীচৈতন্য"
        ],
        "answer": "খ",
        "explanation": "বৌদ্ধ বা বৈষ্ণবীয় ধর্মের গূঢ় বিষয়ের বিশেষ সৃষ্টি পদাবলি। কবিকণ্ঠহার বিদ্যাপতিকে পদাবলির আদি কবি এবং বাংলা কবিগণ চণ্ডীদাস, জ্ঞানদাস, গোবিন্দদাস। চণ্ডীদাসকে বাংলা প্রথম কবি বলে।"
    },
    {
        "id": 801,
        "page": 86,
        "question": "'অগ্নিবীণা' কাব্যগ্রন্থটি লিখেছেন-",
        "exam_name": "HED-2018",
        "options": [
            "জীবনানন্দ দাশ",
            "রবীন্দ্রনাথ ঠাকুর",
            "কাজী নজরুল ইসলাম",
            "শামসুর রাহমান"
        ],
        "answer": "গ",
        "explanation": "কাজী নজরুল ইসলামের প্রথম কাব্যগ্রন্থ অগ্নিবীণা। তাঁর অন্যান্য কাব্যগ্রন্থগুলো হলো বিষের বাঁশী, ভাঙার গান, প্রলয়শিখা, মরুভাস্কর, ছায়ানট, পুবের হাওয়া, সাম্যবাদী ইত্যাদি। রবীন্দ্রনাথ ঠাকুরের গীতাঞ্জলি, বনফুল, মানসী; জীবনানন্দ দাশের ঝরা পালক, রূপসী বাংলা, ধূসর পাণ্ডুলিপি; শামসুর রাহমানের কালবেলা উল্লেখযোগ্য।"
    },
    {
        "id": 802,
        "page": 86,
        "question": "'অমৃত' শব্দের বিপরীতার্থক শব্দ-",
        "exam_name": "HED-2018",
        "options": [
            "তিক্ত",
            "গরল",
            "মিষ্ট",
            "বিষাদ"
        ],
        "answer": "খ",
        "explanation": "অমৃত এর বিপরীত শব্দ গরল, বিষ; তিক্ত এর বিপরীত শব্দ মিষ্ট; বিষাদ এর বিপরীত শব্দ আনন্দ!"
    },
    {
        "id": 803,
        "page": 86,
        "question": "কোনটি তৎসম শব্দ?",
        "exam_name": "HED-2018",
        "options": [
            "ঝিনুক",
            "মলিতা",
            "পাত্র",
            "চাঁদ"
        ],
        "answer": "গ",
        "explanation": "তৎসম শব্দগুলো হলো চন্দ্র, সূর্য, নক্ষত্র, ভবন, পাত্র। চাঁদ তদ্ভব শব্দ; মলিতা দেশি শব্দ।"
    },
    {
        "id": 804,
        "page": 86,
        "question": "সাহচর্য শব্দের শুদ্ধ গঠন কোনটি?",
        "exam_name": "HED-2018",
        "options": [
            "সাহ + চর + র্ষ",
            "সহচর + ষ্ণ্য",
            "সহচর + য",
            "কোনোটিই নয়"
        ],
        "answer": "গ",
        "explanation": "( ্য ) এর পর ব্যঞ্জন বর্ণের দ্বিত্ব হয় না। সহচর + য = সাহচর্য হবে।"
    },
    {
        "id": 805,
        "page": 86,
        "question": "“কর্মই ধর্ম....... মুক্তি”- শূন্যস্থানে কোনটি বসবে?",
        "exam_name": "HED-2018",
        "options": [
            "তাতেই",
            "ধর্মেই",
            "কর্মেই",
            "এতেই"
        ],
        "answer": "খ",
        "explanation": "এটি একটি প্রবাদ বাক্য, যা “কর্মই ধর্ম, ধর্মেই মুক্তি”। "
    },
    {
        "id": 806,
        "page": 86,
        "question": "বর্ণ কীসের প্রতীক?",
        "exam_name": "HED-2018",
        "options": [
            "ধ্বনি",
            "শব্দ",
            "অক্ষর",
            "স্বরবর্ণ"
        ],
        "answer": "ক",
        "explanation": "শব্দের একক বর্ণ, বাক্যের একক শব্দ, ধ্বনির প্রতীক বর্ণ এবং বর্ণের সমষ্টি অক্ষর।"
    },
    {
        "id": 807,
        "page": 86,
        "question": "কোন বানানটি শুদ্ধ?",
        "exam_name": "HED-2018",
        "options": [
            "রূপায়ন",
            "রূপায়ন",
            "রূপায়ণ",
            "রূপায়ণ"
        ],
        "answer": "গ",
        "explanation": "ঋ, র, ষ-এর পর য়, ব, হ থাকলে এবং প বর্গীয় বর্ণ পরবর্তী ন, ণ হয়।"
    },
    {
        "id": 808,
        "page": 86,
        "question": "'ঝাঁকের কৈ' বাগধারাটির অর্থ-",
        "exam_name": "HED-2018",
        "options": [
            "চালাক",
            "একতাই বল",
            "বর্ষার মাছ",
            "একই স্বভাবের লোক"
        ],
        "answer": "ঘ",
        "explanation": "'ঝাঁকের কই' একটি বাগধারা, যার অর্থ হচ্ছে একই স্বভাবের লোক।"
    },
    {
        "id": 809,
        "page": 86,
        "question": "'পেয়ারা' শব্দটি কোন ভাষা থেকে এসেছে?",
        "exam_name": "HED-2018",
        "options": [
            "পর্তুগিজ",
            "গ্রিস",
            "উর্দু",
            "হিন্দি"
        ],
        "answer": "ক",
        "explanation": "আনারস, আলপিন, আলমারি, পেয়ারা, বালতি ইত্যাদি পর্তুগিজ শব্দ। দাম, সুড়ঙ্গ- গ্রিক শব্দ। চানাচুর, দাদা, দাদি- হিন্দি শব্দ।"
    }
]
