questions = [
    {
        "id": 810,
        "page": 87,
        "question": "কোন কবিকে 'বিদ্রোহী কবি' বলা হয়?",
        "exam_name": "HED-18",
        "options": [
            "সুকান্ত ভট্টাচার্য",
            "সুভাষ মুখোপাধ্যায়",
            "হেলাল হাফিজ",
            "কাজী নজরুল ইসলাম"
        ],
        "answer": "ঘ",
        "explanation": "কাজী নজরুল ইসলামকে বিদ্রোহী কবি বলা হয়। সুকান্ত ভট্টাচার্যকে বলা হয় কিশোর কবি।"
    },
    {
        "id": 811,
        "page": 87,
        "question": "বাংলা বর্ণমালায় অর্ধমাত্রার বর্ণ কয়টি?",
        "exam_name": "HED-18",
        "options": [
            "৭টি",
            "৮টি",
            "৯টি",
            "১০টি"
        ],
        "answer": "খ",
        "explanation": "বাংলা বর্ণমালা সর্বমোট ৫০টি। তার মধ্যে মাত্রাহীন ১০টি, অর্ধমাত্রার ৮টি, পূর্ণমাত্রার ৩২টি।"
    },
    {
        "id": 812,
        "page": 87,
        "question": "কোনটি কাজী নজরুল ইসলাম রচিত উপন্যাস?",
        "exam_name": "HED-18",
        "options": [
            "দোলনচাঁপা",
            "ঘরে-বাইরে",
            "চিহ্ন",
            "মৃত্যুক্ষুধা"
        ],
        "answer": "ঘ",
        "explanation": "মৃত্যুক্ষুধা কাজী নজরুলের একটি উপন্যাস। তাঁর অন্যান্য উপন্যাস হলো বাঁধনহারা, কুহেলিকা। দোলনচাঁপা তাঁর কাব্যগ্রন্থ। ঘরে-বাইরে রবীন্দ্রনাথ ঠাকুরের উপন্যাস।"
    },
    {
        "id": 813,
        "page": 87,
        "question": "কোন কবির সবচেয়ে বেশি চর্যাপদ পাওয়া গেছে?",
        "exam_name": "HED-2018",
        "options": [
            "লুইপা",
            "কাহ্নপা",
            "ভুসুকুপা",
            "শবরপা"
        ],
        "answer": "খ",
        "explanation": "চর্যাপদে সর্বমোট পদ পাওয়া গেছে সাড়ে ৪৬টি। তার মধ্যে কাহ্নপা রচনা করেছেন ১৩টি, পাওয়া গেছে ১২টি। ২য় ভুসুকুপা রচনা করেছেন ৮টি।"
    },
    {
        "id": 814,
        "page": 87,
        "question": "সন্ধি বিচ্ছেদ করুন : নবান্ন।",
        "exam_name": "HED-2018",
        "options": [
            "নব + অন্ন",
            "নবো + অন্ন",
            "নবঃ + অন্ন",
            "নব + ন্য"
        ],
        "answer": "ক",
        "explanation": "অ/আ + অ/আ থাকলে আ-কার হয়। যেমন- নব + অন্ন = নবান্ন।"
    },
    {
        "id": 815,
        "page": 87,
        "question": "কোন শব্দটি খাঁটি বাংলা উপসর্গযোগে গঠিত?",
        "exam_name": "HED-2018",
        "options": [
            "প্রবাহ",
            "খয়ের খাঁ",
            "অজ পাড়াগাঁ",
            "বেআদব"
        ],
        "answer": "গ",
        "explanation": "খাঁটি বাংলা উপসর্গ মোট ২১টি। অ, অঘা, অজ, অনা, আ, আড়, আন, আব, ইতি, উন, কদ, কু, নি, পাতি, বি, ভর, রাম, স, সা, সু, হা।"
    },
    {
        "id": 816,
        "page": 87,
        "question": "“যদি বৃষ্টি হয়, তবে বের হবো না”- এটি কোন ধরনের বাক্য?",
        "exam_name": "HED-2018",
        "options": [
            "সরল",
            "জটিল",
            "হ্যাঁ-বাচক",
            "যৌগিক"
        ],
        "answer": "খ",
        "explanation": "বাক্যের মধ্যে যদি, তথাপি, তথাপি থাকলে সেটি জটিল বাক্য হয়। অতএব, প্রদত্ত বাক্যটি জটিল বাক্য।"
    },
    {
        "id": 817,
        "page": 87,
        "question": "'মনগড়া' কোন সমাস?",
        "exam_name": "HED-2018",
        "options": [
            "দ্বন্দ্ব",
            "কর্মধারয়",
            "তৎপুরুষ",
            "বহুব্রীহি"
        ],
        "answer": "গ",
        "explanation": "মনগড়া একটি সমাসবদ্ধ শব্দ। এর ব্যাসবাক্য মন দ্বারা গড়া। এটি তৃতীয়া তৎপুরুষ সমাস।"
    },
    {
        "id": 818,
        "page": 87,
        "question": "সাধু ভাষায় কোন বাক্যটি শুদ্ধ?",
        "exam_name": "HED-2018",
        "options": [
            "এখানে সে ফিরে আসে নি",
            "সে আসিবে বলিয়া ভরসাও করিতেছি না",
            "তিনি মূর্ছিত হয়ে পড়েছেন",
            "তুমি তার কথা বিশ্বাস করো না"
        ],
        "answer": "খ",
        "explanation": "আসিবে, বলিয়া, করিতেছি এগুলো সাধুভাষা। তাই বাক্যটি সাধুভাষায় লিখিত।"
    },
    {
        "id": 819,
        "page": 87,
        "question": "বাংলা ভাষায় আধুনিক যুগের সূচনা সাল ধরা হয়?",
        "exam_name": "TTC-2018",
        "options": [
            "১৭৫০",
            "১৮০০",
            "১৮৫০",
            "১৯০০"
        ],
        "answer": "খ",
        "explanation": "বাংলা সাহিত্যকে তিনভাগে ভাগ করা হয়েছে, যথা- ১। প্রাচীন যুগ- ৬৫০ - ১২০০; ২। মধ্যযুগ- ১২০১ - ১৮০০; ৩। আধুনিক যুগ- ১৮০১-বর্তমান।"
    },
    {
        "id": 820,
        "page": 87,
        "question": "বাংলা গদ্য সাহিত্য কোন লেখকের রচনা রীতিকে 'আলালি ভাষা' আখ্যা দেওয়া হয়?",
        "exam_name": "TTC-2018",
        "options": [
            "প্যারীচাঁদ মিত্র",
            "রাজনারায়ণ বসু",
            "কালীপ্রসন্ন সিংহ",
            "মাইকেল মধুসূদন দত্ত"
        ],
        "answer": "ক",
        "explanation": "প্যারীচাঁদ মিত্র 'আলালের ঘরের দুলাল' উপন্যাসের মাধ্যমে আলালি ভাষা সৃষ্টি করেন। উপন্যাসটি ১৮৫৮ সালে প্রকাশিত হয়। এ উপন্যাসের কতিপয় চরিত্র যেমন- ঠকচাচা, মতিলাল প্রমুখ।"
    },
    {
        "id": 821,
        "page": 87,
        "question": "'শ্রীকান্ত' উপন্যাসের রচয়িতা কে?",
        "exam_name": "TTC-2018",
        "options": [
            "রবীন্দ্রনাথ ঠাকুর",
            "ধীরেন বসু",
            "রোগীন্দ্রনাথ দত্ত",
            "শরৎচন্দ্র চট্টোপাধ্যায়"
        ],
        "answer": "ঘ",
        "explanation": "'শ্রীকান্ত' শরৎচন্দ্রের একটি শ্রেষ্ঠ উপন্যাস। এটি আত্মজীবনীমূলক রচনা। এটি চারখণ্ডে রচিত। এর উল্লেখযোগ্য চরিত্রগুলো হলো- অভয়া, শ্রীকান্ত, ইন্দ্রনাথ। পথের দাবী, পল্লীসমাজ, বিরাজ বৌ, দেবদাস ইত্যাদি তাঁর উল্লেখযোগ্য উপন্যাস।"
    },
    {
        "id": 822,
        "page": 87,
        "question": "'রতন' চরিত্রটি কোন ছোটগল্পের অন্তর্গত?",
        "exam_name": "TTC-2018",
        "options": [
            "দুঃখিনী",
            "কুমুদিনী",
            "নষ্টনীড়",
            "পোস্টমাস্টার"
        ],
        "answer": "ঘ",
        "explanation": "'রতন' চরিত্রটি পোস্টমাস্টার গল্পের অন্তর্গত। রবীন্দ্রনাথের আরো কয়েকটি ছোটগল্প হলো- ভিখারিণী, দেনা-পাওনা, নষ্টনীড়, মাল্যদান, একরাত্রি ইত্যাদি।"
    },
    {
        "id": 823,
        "page": 87,
        "question": "শুদ্ধ বানান কোনটি?",
        "exam_name": "TTC-2018",
        "options": [
            "প্রতিযোগিতা",
            "পতিযোগীতা",
            "পতিযোগিতা",
            "প্রতীযোগীতা"
        ],
        "answer": "ক",
        "explanation": "প্রতিযোগিতা বানানটি সঠিক। কারণ শব্দের শেষে তা, ত্ব, নী, বিদ্যা থাকলে তা, ঈ না হয়ে ই-কার হয়।"
    },
    {
        "id": 824,
        "page": 87,
        "question": "'সাঁঝের মায়া' কবিতাটির রচয়িতা কে?",
        "exam_name": "TTC-2018",
        "options": [
            "নূরজাহান বেগম",
            "শামসুন্নাহার মাহমুদ",
            "সুফিয়া কামাল",
            "সেলিনা হোসেন"
        ],
        "answer": "গ",
        "explanation": "জননী সাহসিকা হিসেবে খ্যাত সুফিয়া কামালের প্রথম কাব্যগ্রন্থ সাঁঝের মায়া। তাঁর প্রথম গল্পগ্রন্থ কেয়ারকাঁটা। অন্যান্য কাব্যগ্রন্থ- উদাত্ত পৃথিবী, অভিযাত্রিক, মায়া কাজল ইত্যাদি। একাত্তরের ডায়েরি তাঁর মুক্তিযুদ্ধভিত্তিক দিনলিপি।"
    },
    {
        "id": 825,
        "page": 87,
        "question": "'লালসালু' উপন্যাসটির রচয়িতা কে?",
        "exam_name": "R&H-2012, TTC-18, HED-15",
        "options": [
            "সেলিনা হোসেন",
            "শওকত ওসমান",
            "সৈয়দ ওয়ালীউল্লাহ",
            "শরৎচন্দ্র চট্টোপাধ্যায়"
        ],
        "answer": "গ",
        "explanation": "লালসালু উপন্যাসটি সৈয়দ ওয়ালীউল্লাহ্-র। এর উল্লেখযোগ্য চরিত্র মজিদ, রহিমা, জমিলা ইত্যাদি। তাঁর অন্যান্য উপন্যাস- চাঁদের অমাবস্যা, কাঁদো নদী কাঁদো। তাঁর উল্লেখযোগ্য নাটক তরঙ্গভঙ্গ, বহিপীর।"
    },
    {
        "id": 826,
        "page": 87,
        "question": "নিম্নে উল্লেখিত শব্দজুটির মধ্যে কোনটিকে দ্বিরুক্ত শব্দ বলে?",
        "exam_name": "TTC-2018",
        "options": [
            "কল কাকলি",
            "মুগ্ধ নয়নে",
            "পথে-প্রান্তরে",
            "হাতে হাতে"
        ],
        "answer": "ঘ",
        "explanation": "একই শব্দ দুবার ব্যবহৃত হলে তাকে দ্বিরুক্ত শব্দ বলে। এখানে হাতে হাতে একটি দ্বিরুক্ত শব্দ।"
    }
]
