# Page 89: Q844 - Q861 (18 MCQs)
# Source: Images/BPSC Non Tech/BPSC Bangla/p89.jpg

questions = [
    {
        "id": 844,
        "page": 89,
        "question": "কোনটি নদীর সমার্থক নয়?",
        "exam_name": "PWD-2018",
        "options": [
            "সরিৎ",
            "তটিনী",
            "গাং",
            "পতিত পাবন"
        ],
        "answer": "ঘ",
        "explanation": "নদী শব্দের সমার্থক শব্দ সরিৎ, তটিনী, গাং, স্রোতস্বিনী, তরঙ্গিনী, শৈবালিনী, কল্লোলিনী, প্রবাহিনী।"
    },
    {
        "id": 845,
        "page": 89,
        "question": "‘পর্বত’ শব্দের সমার্থক শব্দ কোনটি?",
        "exam_name": "PWD-2018",
        "options": [
            "ক্ষিতিধর",
            "বিহগ",
            "বিশাল",
            "পাষাণ"
        ],
        "answer": "ক",
        "explanation": "পর্বত শব্দের সমার্থক শব্দ ক্ষিতিধর, পাহাড়, অচল, গিরি, অদ্রি, নগ, শৈল, শৃঙ্গ, ভূধর, মহীধর।"
    },
    {
        "id": 846,
        "page": 89,
        "question": "নিচের কোনটি রূপক সমাসের উদাহরণ নয়?",
        "exam_name": "PWD-2018",
        "options": [
            "মোহনিদ্রা",
            "শোকানল",
            "মোমবাতি",
            "দিলদরিয়া"
        ],
        "answer": "গ",
        "explanation": "মোহনিদ্রা- মোহ রূপ নিদ্রা। শোক রূপ অনল- শোকানল। দিল রূপ দরিয়া = দিলদরিয়া- এগুলো রূপক কর্মধারয় সমাস।"
    },
    {
        "id": 847,
        "page": 89,
        "question": "কাজী নজরুল ইসলামের রচনা নয় কোনটি?",
        "exam_name": "PWD-18",
        "options": [
            "ছায়ানট",
            "চক্রবাক",
            "রুদ্রমঙ্গল",
            "বালুচর"
        ],
        "answer": "ঘ",
        "explanation": "ছায়ানট ও চক্রবাক, কাজী নজরুল ইসলামের কাব্যগ্রন্থ। রুদ্রমঙ্গল তার প্রবন্ধগ্রন্থ। ‘বালুচর’ জসীমউদ্দীনের কাব্যগ্রন্থ।"
    },
    {
        "id": 848,
        "page": 89,
        "question": "“সে নাকি আসবে না”- এ বাক্যে না অব্যয়ের প্রয়োগ কী অর্থে হয়েছে?",
        "exam_name": "PWD-2018",
        "options": [
            "অনুমান অর্থে",
            "বিস্ময় অর্থে",
            "সম্ভাবনা অর্থে",
            "বিরক্তি অর্থে"
        ],
        "answer": "গ",
        "explanation": "“সে নাকি আসবে না”। এ বাক্যে না অব্যয়ের প্রয়োগ সম্ভাবনা অর্থে। এখানে ‘না’ ‘আসবে’ ক্রিয়াপদের পরে বসে কাজটির নেতিবাচক পরিণতি নির্দেশ করছে; যা নিশ্চিতভাবে কারো না আসার সম্ভাবনাকে নির্দেশ করবে।"
    },
    {
        "id": 849,
        "page": 89,
        "question": "‘প্রাগৈতিহাসিক’ গল্পটি লিখেছেন-",
        "exam_name": "PWD-2018",
        "options": [
            "মানিক বন্দ্যোপাধ্যায়",
            "শরৎচন্দ্র চট্টোপাধ্যায়",
            "শওকত ওসমান",
            "জহির রায়হান"
        ],
        "answer": "ক",
        "explanation": "‘প্রাগৈতিহাসিক’ গল্পটি লিখেছেন মানিক বন্দ্যোপাধ্যায়। এটি ১৯৩৭ সালের এপ্রিল মাসে প্রকাশিত হয়। এ গল্পে মানুষের আদিম, হিংস্র ও পশুবৃত্তির দিকটি তুলে ধরে; যা মধ্যবিত্ত সমাজের বাইরের জীবনের এক নিদারুণ বাস্তব চিত্র।"
    },
    {
        "id": 850,
        "page": 89,
        "question": "মুনীর চৌধুরী অনূদিত নাটক কোনটি?",
        "exam_name": "PWD-2018",
        "options": [
            "কবর",
            "চিঠি",
            "রক্তাক্ত প্রান্তর",
            "মুখরা রমণী বশীকরণ"
        ],
        "answer": "ঘ",
        "explanation": "‘মুখরা রমণী বশীকরণ’ মুনীর চৌধুরীর অনূদিত নাটক। কেউ কিছু বলতে পারে না, রূপার কৌটা- এগুলোও মুনীর চৌধুরীর নাটক।"
    },
    {
        "id": 851,
        "page": 89,
        "question": "‘হেড মৌলভী’ কোন কোন ভাষার শব্দযোগে গঠিত?",
        "exam_name": "PWD-2018",
        "options": [
            "ইংরেজি + ফার্সি",
            "ইংরেজি + আরবি",
            "তুর্কি + আরবি",
            "ইংরেজি + পর্তুগিজ"
        ],
        "answer": "ক",
        "explanation": "হেড মৌলভী মিশ্র শব্দ, যা ইংরেজি ও ফার্সি শব্দ দ্বারা গঠিত। রাজা-বাদশা, ডাক্তারখানা এগুলোও মিশ্র শব্দ।"
    },
    {
        "id": 852,
        "page": 89,
        "question": "শুদ্ধ শব্দগুচ্ছ কোনটি?",
        "exam_name": "PWD-2018",
        "options": [
            "গণনা, গণিকা, শোণিত",
            "গণণা, গনিকা, শোনিত",
            "গণণা, গণিকা, শোনিত",
            "গণনা, গনিকা, শোনিত"
        ],
        "answer": "ক",
        "explanation": "শুদ্ধ শব্দগুচ্ছ গণনা, গণিকা, শোণিত।"
    },
    {
        "id": 853,
        "page": 89,
        "question": "‘রবীন্দ্র’-এর সঠিক সন্ধি বিচ্ছেদ কোনটি?",
        "exam_name": "PWD-2018",
        "options": [
            "রবী + ইন্দ্র",
            "রবী + ঈন্দ্র",
            "রবি + ইন্দ্র",
            "রবি + ঈন্দ্র"
        ],
        "answer": "গ",
        "explanation": "ই-কার কিংবা ঈ-কারের পর “ই”-কার কিংবা ঈ-কার থাকলে উভয় মিলে ঈ-কার হয়। ঈ-কার পূর্ববর্তী ব্যঞ্জনের সাথে যুক্ত হয়।"
    },
    {
        "id": 854,
        "page": 89,
        "question": "‘মনোযোগ’ শব্দটি কোন সন্ধিতে গঠিত?",
        "exam_name": "PWD-2018",
        "options": [
            "নিপাতনে সিদ্ধ",
            "ব্যঞ্জন সন্ধি",
            "বিসর্গ সন্ধি",
            "স্বরসন্ধি"
        ],
        "answer": "গ",
        "explanation": "মনঃ + যোগ = মনোযোগ শব্দটি বিসর্গ সন্ধি দ্বারা গঠিত।"
    },
    {
        "id": 855,
        "page": 89,
        "question": "বাংলা ভাষার প্রাচীনতম সৃষ্টি কোনটি?",
        "exam_name": "LGED-2018",
        "options": [
            "ছড়া",
            "গীতি",
            "ছোটগল্প",
            "প্রবচন"
        ],
        "answer": "ক",
        "explanation": "বাংলা লোকসাহিত্যের প্রাচীনতম সৃষ্টি হলো ছড়া। এটি প্রজন্মের পর প্রজন্ম ধরে মানুষের মুখে মুখে চলে আসছে। এর সময় নির্ধারণ করা কঠিন হলেও এটিই মূলত বাংলা সাহিত্যের আদিমতম মৌখিক উপাদান।"
    },
    {
        "id": 856,
        "page": 89,
        "question": "“মম এক হাতে বাঁকা বাঁশের বাঁশরী আর এক হাতে রণতূর্য”- কোন কবিতার চরণ?",
        "exam_name": "LGED-2018",
        "options": [
            "খেয়াপারের তরণী",
            "বিদ্রোহী",
            "প্রলয়োল্লাস",
            "শাতিল আরব"
        ],
        "answer": "খ",
        "explanation": "কাজী নজরুল ইসলাম রচিত ‘অগ্নিবীণা’ কাব্যের দ্বিতীয় কবিতা ‘বিদ্রোহী’। উপরিউক্ত চরণটি ‘বিদ্রোহী’ কবিতা থেকে নেওয়া হয়েছে।"
    },
    {
        "id": 857,
        "page": 89,
        "question": "কোন বানানটি সঠিক?",
        "exam_name": "LGED-2018",
        "options": [
            "বিপৎজ্জনক",
            "বিপজ্জনক",
            "বিপজ্জুনক",
            "বিপদজনক"
        ],
        "answer": "খ",
        "explanation": "বিপজ্জনক শব্দটি সন্ধির নিয়ম অনুসারে সঠিক। ত ও দ এর পর জ ও ঝ থাকলে ত ও দ এরস্থলে জ হয়। যেমন- বিপৎ + জনক-> বিপজ্জনক, যাবজ্জীবন।"
    },
    {
        "id": 858,
        "page": 89,
        "question": "কোন পদ বাক্যের অপরিহার্য অঙ্গ?",
        "exam_name": "LGED-2018",
        "options": [
            "বিশেষ্য",
            "ক্রিয়া",
            "বিশেষণ",
            "অব্যয়"
        ],
        "answer": "খ",
        "explanation": "একটি সম্পূর্ণ বাক্যের প্রধান বৈশিষ্ট্য হলো ক্রিয়া অপরিহার্য। বাক্য ভাষার মূল উপকরণ, বাক্য গঠনে ক্রিয়াপদ অপরিহার্য ক্রিয়াপদভিন্ন কোনো মনোভাবই সম্পূর্ণরূপে প্রকাশ করা যায় না।"
    },
    {
        "id": 859,
        "page": 89,
        "question": "‘পাথার’ শব্দের অর্থ কী?",
        "exam_name": "LGED-2018",
        "options": [
            "শৈল",
            "সৈকত",
            "আকাশ",
            "সমুদ্র"
        ],
        "answer": "ঘ",
        "explanation": "পাথার শব্দের অর্থ সমুদ্র। এর অন্যান্য সমার্থক শব্দগুলো হলো অর্ণব, জলধি, পয়োধি, পারাবার, বারিধি, রত্নাকর, দরিয়া ইত্যাদি।"
    },
    {
        "id": 860,
        "page": 89,
        "question": "জানতে ইচ্ছুক-এর সংক্ষিপ্ত রূপ কী?",
        "exam_name": "LGED-2018",
        "options": [
            "জানছুক",
            "জিজ্ঞাসা",
            "জানিছুক",
            "জিজ্ঞাসু"
        ],
        "answer": "ঘ",
        "explanation": "জানতে ইচ্ছুক কথাটির এক কথায় প্রকাশ হচ্ছে জিজ্ঞাসু। জানবার ইচ্ছাকে বলা হয়- জিজ্ঞাসা।"
    },
    {
        "id": 861,
        "page": 89,
        "question": "কোন দুটি স্বরের মিলিত ধ্বনিতে ‘ঐ’ সৃষ্টি হয়?",
        "exam_name": "PPA-2018",
        "options": [
            "উ + ই",
            "অ + ই",
            "এ + ই",
            "ই + ই",
            "কোনোটিই নয়"
        ],
        "answer": "গ",
        "explanation": "ঐ একটি যৌগিক স্বরধ্বনি। অ এবং ই-এর দুটো স্বর-এর মিলিত ধ্বনিতে ঐ-ধ্বনির সৃষ্টি হয়।\nযেমন- ক্ + অ + ই = কই, কৈ\nর্ + অ + ই + ধ = বৈধ।"
    }
]
