# Page 90: Q862 - Q879 (18 MCQs)
# Source: Images/BPSC Non Tech/BPSC Bangla/p90.jpg

questions = [
    {
        "id": 862,
        "page": 90,
        "question": "বিজ্ঞান শব্দে ‘বি’ উপসর্গ কী অর্থে ব্যবহৃত হয়েছে?",
        "exam_name": "PPA-2018",
        "options": [
            "বিশেষ",
            "অভাব",
            "সন্ধি",
            "সাধারণ",
            "কোনোটিই নয়"
        ],
        "answer": "ক",
        "explanation": "‘বি’ একটি উপসর্গ, বিশেষ অর্থে ব্যবহৃত হয়, যেমন- বিজ্ঞান। অভাব অর্থে- বিকল, বিবর্ণ। গতি অর্থে- বিচরণ, বিক্ষোভ। ইতিবাচক অর্থে- বিনির্মাণ।"
    },
    {
        "id": 863,
        "page": 90,
        "question": "বাগধারার অর্থ নির্ণয় করুন ‘গোবরগণেশ’।",
        "exam_name": "PPA-2018",
        "options": [
            "আবর্জনা",
            "চালাক",
            "বোকা",
            "মূর্খ",
            "কোনোটিই নয়"
        ],
        "answer": "ঘ",
        "explanation": "‘গোবরগণেশ’ বাগধারাটির অর্থ ‘অকর্মণ্য’ বা মূর্খ। কাজে অপটু বা এমন ব্যক্তিকে গোবরগণেশ বলে।"
    },
    {
        "id": 864,
        "page": 90,
        "question": "কাজী নজরুল ইসলামের ‘বিদ্রোহী’ একটি-",
        "exam_name": "PPA-2018",
        "options": [
            "উপন্যাস",
            "নাটক",
            "কবিতা",
            "গল্প",
            "কোনোটিই নয়"
        ],
        "answer": "গ",
        "explanation": "কাজী নজরুলের ‘বিদ্রোহী’ কবিতাটি তাঁর প্রথম কাব্য অগ্নিবীণা কাব্যগ্রন্থ থেকে নেয়া হয়েছে। ‘বিদ্রোহী’ কবিতাটি ১৯২১ সালে প্রকাশিত হয়।"
    },
    {
        "id": 865,
        "page": 90,
        "question": "সন্ধি বিচ্ছেদ করুন : ইত্যাদি।",
        "exam_name": "PPA-2018",
        "options": [
            "ইতি + দি",
            "ইতি + আদি",
            "ইত + অদি",
            "ইতি + অদি",
            "কোনোটিই নয়"
        ],
        "answer": "খ",
        "explanation": "ই/ঈ-কারের পর ই/ঈ-কার ব্যতিত অন্য কোনো স্বরধ্বনি থাকলে ই/ঈ-এর স্থানে ‘য’ বা ্য-য ফলা হয়।\nযেমন- ইতি + আদি = ইত্যাদি = ই + আ = য-ফলা প্রতি + এক = প্রত্যেক = ই + এ = ফ = ফলা।"
    },
    {
        "id": 866,
        "page": 90,
        "question": "এক কথায় প্রকাশ করুন ‘কোথাও উন্নত কোথাও অবনত’।",
        "exam_name": "PPA-2018",
        "options": [
            "অনুনত",
            "বন্ধুর",
            "উন্নত-অবনত",
            "উবনত",
            "কোনোটিই নয়"
        ],
        "answer": "খ",
        "explanation": ""
    },
    {
        "id": 867,
        "page": 90,
        "question": "‘পাহাড়’ শব্দের সমার্থক শব্দ কোনটি?",
        "exam_name": "PPA-2018",
        "options": [
            "অর্ণব",
            "গিরি",
            "তমস",
            "অবনিল",
            "কোনোটিই নয়"
        ],
        "answer": "খ",
        "explanation": "পাহাড় শব্দের সমার্থক শব্দ অদ্রি, অচল, শৈল, পর্বত। অর্ণব অর্থ সমুদ্র। তমস অর্থ অন্ধকার।"
    },
    {
        "id": 868,
        "page": 90,
        "question": "মেঘনাদবধ কাব্যের রচনাকাল-",
        "exam_name": "PPA-2018",
        "options": [
            "১৮৬১",
            "১৮৬৫",
            "১৮৬০",
            "১৮৭৩"
        ],
        "answer": "ক",
        "explanation": "বাংলা সাহিত্যের মহাকবি মাইকেল মধুসূদন দত্ত মহাকাব্য মেঘনাদবধ কাব্য ১৮৬১ সালে রচনা করেন।"
    },
    {
        "id": 869,
        "page": 90,
        "question": "‘Campaign’ শব্দটির পারিভাষিক শব্দ কী?",
        "exam_name": "PPA-2018",
        "options": [
            "প্রচারাভিযান",
            "প্রচারণা",
            "প্রচার",
            "প্রকাশনা"
        ],
        "answer": "ক",
        "explanation": "Campaign = প্রচারাভিযান, Issue = প্রচার।"
    },
    {
        "id": 870,
        "page": 90,
        "question": "কোনটি বিশেষণ বাচক শব্দ?",
        "exam_name": "MES-2018",
        "options": [
            "জীবন",
            "জীবনী",
            "জীবিকা",
            "জীবাণু"
        ],
        "answer": "খ",
        "explanation": "জীবন বিশেষ্য বাচক শব্দ, কিন্তু জীবনী বিশেষণ। জীবিকা ও জীবাণুও বিশেষ্য বাচক শব্দ।"
    },
    {
        "id": 871,
        "page": 90,
        "question": "“বুলবুলিতে ধান খেয়েছে”- এটি কোন কারকের উদাহরণ?",
        "exam_name": "MES-2018",
        "options": [
            "কর্তৃকারক",
            "অপাদান",
            "সম্প্রদান",
            "অধিকরণ"
        ],
        "answer": "ক",
        "explanation": "বাক্যস্থিত যে বিশেষ্য বা সর্বনাম পদ ক্রিয়া সম্পন্ন করে তাকে ক্রিয়ার কর্তা বা কর্তৃকারক বলে। এখানে বুলবুলিতে নিজে ধান খেয়েছে, তাই কর্তৃকারক হবে।"
    },
    {
        "id": 872,
        "page": 90,
        "question": "‘অহরহ’ শব্দের সন্ধি বিচ্ছেদ কোনটি?",
        "exam_name": "MES-2018",
        "options": [
            "অহঃ+অহ",
            "অহঃ+রহঃ",
            "অহঃ+অহঃ",
            "অহঃ+নিশ"
        ],
        "answer": "ক",
        "explanation": "অহরহ = অহঃ + অহ, একটি নিপাতনে সিদ্ধ বিসর্গ সন্ধি। এছাড়া নিপাতনে সিদ্ধ বিসর্গ সন্ধি হচ্ছে প্রাতঃকাল, শিরঃপীড়া, অহর্নিশ, দুঃস্বপ্ন।"
    },
    {
        "id": 873,
        "page": 90,
        "question": "নিমগ্ন শব্দের বিপরীত শব্দ কোনটি?",
        "exam_name": "MES-2018",
        "options": [
            "মগ্ন",
            "উদাসীন",
            "উচ্ছল",
            "বিভোর"
        ],
        "answer": "খ",
        "explanation": "নিমগ্ন অর্থ একই ধ্যানে থাকা। এর বিপরীত শব্দ উদাসীন বা অন্যমনস্ক।"
    },
    {
        "id": 874,
        "page": 90,
        "question": "“সে পুরস্কার” পেয়েছে কোন ধরনের বর্তমান কাল?",
        "exam_name": "MES-2018",
        "options": [
            "সাধারণ বর্তমান",
            "ঘটমান বর্তমান",
            "পুরাঘটিত বর্তমান",
            "বর্তমান অনুজ্ঞা"
        ],
        "answer": "গ",
        "explanation": "ক্রিয়া পূর্বে শেষ হলে এবং তার ফল বর্তমান থাকলে তাকে পুরাঘটিত বর্তমান কাল বলে।"
    },
    {
        "id": 875,
        "page": 90,
        "question": "ভাষাকে কীসের বাহন বলা হয়?",
        "exam_name": "MES-2018",
        "options": [
            "ভাবের",
            "অন্তরেন",
            "ধ্বনির",
            "কাজের"
        ],
        "answer": "ক",
        "explanation": "মনের ভাব প্রকাশের মাধ্যম হলো ভাষা। ভাষা উচ্চারিত ভাবের বাহন।"
    },
    {
        "id": 876,
        "page": 90,
        "question": "নিচের কোনটি শুদ্ধ বানান?",
        "exam_name": "MES-2018",
        "options": [
            "চুস্য",
            "চুশ্য",
            "চুহ্য",
            "চুষ্য"
        ],
        "answer": "ঘ",
        "explanation": "চুষে খাওয়ার যোগ্য হচ্ছে চুষ্য।"
    },
    {
        "id": 877,
        "page": 90,
        "question": "উড়নচণ্ডী বাগধারা হচ্ছে-",
        "exam_name": "MES-2018",
        "options": [
            "যে চণ্ডীর সেবা করে না",
            "যে চণ্ডীর অনুসারী",
            "বেশি ব্যয় না করা",
            "অমিতব্যয়ী"
        ],
        "answer": "ঘ",
        "explanation": "উড়নচণ্ডী বাগধারাটির অর্থ অমিতব্যয়ী, যার অর্থ কৃপণ।"
    },
    {
        "id": 878,
        "page": 90,
        "question": "‘পোকামাকড়ের ঘরবসতি’ উপন্যাসটির লেখক-",
        "exam_name": "MES-2018",
        "options": [
            "হুমায়ূন আহমেদ",
            "গোলাম মোস্তফা",
            "সেলিনা হোসেন",
            "রবীন্দ্রনাথ ঠাকুর"
        ],
        "answer": "গ",
        "explanation": "“পোকামাকড়ের ঘর বসতি” সেলিনা হোসেনের উপন্যাস। তাঁর অন্যান্য উপন্যাস হলো কাঁটাতারে প্রজাপতি, হাঙর নদী গ্রেনেড, নিরন্তর ঘণ্টাধ্বনি।"
    },
    {
        "id": 879,
        "page": 90,
        "question": "‘রজনী’- শব্দের সমার্থক কোনটি?",
        "exam_name": "MES-2018",
        "options": [
            "জ্যোৎস্না",
            "রাজা",
            "তিমির",
            "শর্বরী",
            "কোনোটিই নয়"
        ],
        "answer": "ঘ",
        "explanation": "রজনী শব্দের সমার্থক শর্বরী, নিশি, নিশা, রাত, নিশীথিনী ইত্যাদি।"
    }
]
