# Page 91: Q880 - Q894 (15 MCQs)
# Source: Images/BPSC Non Tech/BPSC Bangla/p91.jpg

questions = [
    {
        "id": 880,
        "page": 91,
        "question": "‘ইন্দ্রনাথ’ শরৎচন্দ্রের কোন উপন্যাসের চরিত্র?",
        "exam_name": "BADC-2018",
        "options": [
            "গৃহদাহ",
            "পল্লীসমাজ",
            "পথের দাবী",
            "শ্রীকান্ত",
            "কোনোটিই নয়"
        ],
        "answer": "ঘ",
        "explanation": "কথাসাহিত্যিক শরৎচন্দ্র চট্টোপাধ্যায়ের আত্মজীবনীমূলক গ্রন্থ শ্রীকান্ত। এ উপন্যাসের শ্রেষ্ঠ চরিত্র ইন্দ্রনাথ, অভয়া, শ্রীকান্ত ইত্যাদি। গৃহদাহ, পল্লী সমাজ, পথের দাবী তাঁর অন্যান্য উপন্যাস।"
    },
    {
        "id": 881,
        "page": 91,
        "question": "রোকেয়া সাখাওয়াত হোসেনের ‘সুলতানার স্বপ্ন’ কোন ধরনের গ্রন্থ?",
        "exam_name": "BADC-2018",
        "options": [
            "কাব্য",
            "নাটক",
            "উপন্যাস",
            "প্রবন্ধ",
            "কোনোটিই নয়"
        ],
        "answer": "গ",
        "explanation": "নারী জাগরণের অগ্রদূত রোকেয়া সাখাওয়াত হোসেন ১৮৮০ সালে জন্মগ্রহণ করেন। তাঁর রচিত উপন্যাস হলো- সুলতানার স্বপ্ন। গ্রন্থটি ১৯০৫ সালে মাদ্রাজের দ্যা ইন্ডিয়ান লেডিজ ম্যাগানিজ-এ সুলতানা’স ড্রিম শিরোনামে প্রথম প্রকাশিত হয়। তাঁর আরেকটি উপন্যাস হলো পদ্মরাগ।"
    },
    {
        "id": 882,
        "page": 91,
        "question": "নিচের কোন শব্দে স্বভাবতই ‘মূর্ধন্য-ণ’ বসেছে?",
        "exam_name": "BADC-2018",
        "options": [
            "মণি",
            "পরিণাম",
            "পরিণতি",
            "নির্ণয়",
            "কোনোটিই নয়"
        ],
        "answer": "ক",
        "explanation": "স্বভাবতই মূর্ধন্য “ণ” হয় এমন কিছু শব্দ, যেমন- চাণক্য, মাণিক্য, গণ, লবণ, মণ, বাণিজ্য ইত্যাদি।"
    },
    {
        "id": 883,
        "page": 91,
        "question": "নিচের কোন বানানটি সঠিক?",
        "exam_name": "BADC-2018",
        "options": [
            "দ্ব্যার্থ",
            "দ্ব্যর্থ",
            "দ্ব্যাথ",
            "দ্ব্যার্থ্য",
            "কোনোটিই নয়"
        ],
        "answer": "খ",
        "explanation": "‘দ্ব্যর্থ’ বানানটি শুদ্ধ। এটি ‘দ্বি + অর্থ’ সন্ধিযোগে গঠিত শব্দ, যার অর্থ দুই বা তার বেশি অর্থবিশিষ্ট। এরূপ কয়েকটি বানান হলো- সমীচীন, নিশীথিনী, মুহূর্ত, পিপীলিকা, মুমূর্ষু ইত্যাদি।"
    },
    {
        "id": 884,
        "page": 91,
        "question": "এক কথায় প্রকাশ করুন : ‘যা দীপ্তি পাচ্ছে’।",
        "exam_name": "BADC-2018",
        "options": [
            "দেদীপ্যমান",
            "দীপ্ত",
            "উজ্জ্বল",
            "দীপ্তমান",
            "কোনোটিই নয়"
        ],
        "answer": "ক",
        "explanation": "‘যা দীপ্তি পাচ্ছে’ => দেদীপ্যমান। এটি মূলত কোনো কিছুর অতিশয় উজ্জ্বল বা অত্যন্ত প্রদীপ্ত অবস্থাকে বুঝায়। এটি কেবল সাধারণ আলো নয়, বরং যা বর্তমানে প্রবলভাবে জ্যোতি ছড়াচ্ছে এমন বিশেষ অবস্থাকে প্রকাশ করতে ব্যবহৃত হয়।"
    },
    {
        "id": 885,
        "page": 91,
        "question": "মুনীর চৌধুরীর ‘রক্তাক্ত প্রান্তর’ কোন শ্রেণির নাটক?",
        "exam_name": "BADC-2018",
        "options": [
            "সামাজিক",
            "রূপক",
            "ঐতিহাসিক",
            "মুক্তিযুদ্ধভিত্তিক",
            "কোনোটিই নয়"
        ],
        "answer": "গ",
        "explanation": "‘রক্তাক্ত প্রান্তর’ মুনীর চৌধুরীর একটি ঐতিহাসিক নাটক। পানিপথের তৃতীয় যুদ্ধ নিয়ে নাটকটি রচিত হয়। এর উল্লেখযোগ্য চরিত্র ইব্রাহীম লোদী, জোহরা, সুজাউদ্দৌলাহ।"
    },
    {
        "id": 886,
        "page": 91,
        "question": "‘বাচস্পতি’– শব্দের সন্ধি বিচ্ছেদ কোনটি?",
        "exam_name": "BADC-18",
        "options": [
            "বাচ + পতি",
            "বাচঃ + পতি",
            "বাচস + পতি",
            "বাচস্ঃ + পতি",
            "কোনোটিই নয়"
        ],
        "answer": "খ",
        "explanation": "বাচঃ + পতি = বাচস্পতি, এটি সঠিক। বাচস্পতি বিশেষ নিয়মে বিসর্গ সন্ধির উদাহরণ। তা ছাড়া অহর্নিশ, অহরহ, ভাস্কর বিশেষ নিয়মে বিসর্গ সন্ধি।"
    },
    {
        "id": 887,
        "page": 91,
        "question": "‘দুর্বার’– শব্দের বিপরীত শব্দ কোনটি?",
        "exam_name": "BADC-2018",
        "options": [
            "অদম্য",
            "কোমল",
            "নিবার",
            "স্থির",
            "কোনোটিই নয়"
        ],
        "answer": "গ",
        "explanation": "‘দুর্বার’ এর বিপরীত শব্দ নিবার। কোমল-কঠিন, স্থির-চঞ্চল।"
    },
    {
        "id": 888,
        "page": 91,
        "question": "‘ইন্দ্রকে জয় করেছে যে’, বাক্যটি এক কথায় হবে-",
        "exam_name": "PTD-2018",
        "options": [
            "জিতেন্দ্রিয়",
            "ইন্দ্রজিত",
            "জিতেন্দ্র",
            "ইন্দ্রজিৎ"
        ],
        "answer": "ঘ",
        "explanation": "ইন্দ্রকে জয় করেছে যে- ইন্দ্রজিৎ\nইন্দ্রিয়কে জয় করেছে যে- জিতেন্দ্রিয়।"
    },
    {
        "id": 889,
        "page": 91,
        "question": "বাংলা সাহিত্যের কোন কবি দুটি দেশের জাতীয় সংগীতের রচয়িতা?",
        "exam_name": "PTD-2018",
        "options": [
            "কাজী নজরুল ইসলাম",
            "রবীন্দ্রনাথ ঠাকুর",
            "দ্বিজেন্দ্রলাল রায়",
            "সত্যেন্দ্রনাথ দত্ত"
        ],
        "answer": "খ",
        "explanation": "বাংলা সাহিত্যের কবি রবীন্দ্রনাথ ঠাকুর দুটি দেশের জাতীয় সংগীতের রচয়িতা। তিনি ভারত এবং বাংলাদেশ এই দুই দেশের জাতীয় গৌরবের অবিচ্ছেদ্য অংশে পরিণত হয়েছেন। ১৯৫০ সালের ২৪ জানুয়ারি ভারতের গণপরিষদ তাঁর ‘জনগণমন’ কবিতাটিকে জাতীয় সংগীতের মর্যাদা দেন। পক্ষান্তরে ১৯৭২ সালে গণপ্রজাতন্ত্রী বাংলাদেশ সরকার তাঁর ‘আমার সোনার বাংলা’ শীর্ষক গানের প্রথম ১০ চরণকে জাতীয় সংগীতের মর্যাদা দেন।"
    },
    {
        "id": 890,
        "page": 91,
        "question": "‘আকাশ’ শব্দের সমার্থক শব্দ কোনটি?",
        "exam_name": "PTD-2018",
        "options": [
            "অশাণি",
            "গগন",
            "বিতারণ",
            "জলদ"
        ],
        "answer": "খ",
        "explanation": "গগন, আসমান, অম্বর, ব্যোম, অন্তরীক্ষ, শূন্য- আকাশ শব্দের সমার্থক শব্দ।"
    },
    {
        "id": 891,
        "page": 91,
        "question": "কোনটি বহুব্রীহি সমাসের উদাহরণ?",
        "exam_name": "PTD-2018",
        "options": [
            "তেমাথা",
            "চৌরাস্তা",
            "দশানন",
            "বিরানব্বই"
        ],
        "answer": "গ",
        "explanation": "যে সমাসে সমস্যমান পদের কোনোটির অর্থ না বুঝিয়ে অন্য কোনো পদকে বোঝায়, তাকে বহুব্রীহি সমাস বলে। যেমন– দশ আনন যার = দশানন; মহাত্মা, নদীমাতৃক এগুলো বহুব্রীহি সমাসের উদাহরণ।"
    },
    {
        "id": 892,
        "page": 91,
        "question": "কোনটি পর্তুগিজ শব্দ?",
        "exam_name": "PTD-2018",
        "options": [
            "চাবি",
            "কুপন",
            "তুরুপ",
            "ডিপো"
        ],
        "answer": "ক",
        "explanation": "আনারস, আলপিন, আলমারি, গির্জা, গুদাম, পাউরুটি, বালতি, চাবি পর্তুগিজ শব্দ।"
    },
    {
        "id": 893,
        "page": 91,
        "question": "মাইকেল মধুসূদন দত্তের ‘মেঘনাদবধ’ কাব্য কী ধরনের রচনা?",
        "exam_name": "PTD-2018",
        "options": [
            "পত্রকাব্য",
            "নাট্যকাব্য",
            "গীতিকাব্য",
            "মহাকাব্য"
        ],
        "answer": "ঘ",
        "explanation": "মাইকেল মধুসূদন রচিত বাংলা সাহিত্যের প্রথম মহাকাব্য মেঘনাদবধ।"
    },
    {
        "id": 894,
        "page": 91,
        "question": "‘স্বাধীনতা তুমি রবি ঠাকুরের অজর কবিতা, অবিনাশী গান’ এই বিখ্যাত কবিতাংশ কার সৃষ্টি?",
        "exam_name": "PTD-2018",
        "options": [
            "কবি নির্মলেন্দু গুণ",
            "কবি শামসুর রাহমান",
            "কবি সৈয়দ শামসুল হক",
            "হাসান হাফিজুর রহমান"
        ],
        "answer": "খ",
        "explanation": "উক্ত কবিতাংশটুকু কবি শামসুর রাহমানের ‘স্বাধীনতা তুমি’ কবিতার বিখ্যাত চরণ।"
    }
]
