# Page 92: Q895 - Q912 (18 MCQs)
# Source: Images/BPSC Non Tech/BPSC Bangla/p92.jpg

questions = [
    {
        "id": 895,
        "page": 92,
        "question": "‘ণ’ ত্ব ও ‘ষ’ ত্ব বিধান কোন শ্রেণির শব্দে অনুষ্ঠিত হয়?",
        "exam_name": "PTD-2018",
        "options": [
            "দেশি",
            "বিদেশি",
            "তৎসম",
            "খাঁটি বাংলা"
        ],
        "answer": "গ",
        "explanation": "বাংলা ভাষায় সাধারণত মূর্ধন্য-ণ ও মূর্ধন্য-ষ-এর ব্যবহার নেই।"
    },
    {
        "id": 896,
        "page": 92,
        "question": "‘অলিক’ শব্দের বিপরীতার্থক শব্দ কোনটি?",
        "exam_name": "PTD-2018",
        "options": [
            "লৌকিক",
            "বাস্তব",
            "অলৌকিক",
            "কল্পনা"
        ],
        "answer": "খ",
        "explanation": "অলীক শব্দের অর্থ মিথ্যা, অসত্য, ললাট, কপাল।"
    },
    {
        "id": 897,
        "page": 92,
        "question": "সাধু ও চলিত ভাষার পার্থক্য হয়-",
        "exam_name": "PTD-2018",
        "options": [
            "বিশেষ্য ও বিশেষণে",
            "ক্রিয়াপদ ও সর্বনামে",
            "সন্ধি ও উপসর্গে",
            "প্রকৃতি ও প্রত্যয়ে"
        ],
        "answer": "খ",
        "explanation": "সর্বনাম | বিশেষ্য | ক্রিয়া\nসাধু- তাহারা | ভাত | খাইতেছিল\nচলিত- তারা | ভাত | খাচ্ছিল।"
    },
    {
        "id": 898,
        "page": 92,
        "question": "‘পর্যন্ত’ শব্দের সন্ধি বিচ্ছেদ কোনটি?",
        "exam_name": "PTD-2018",
        "options": [
            "পর্য+ন্ত",
            "পরি+অন্ত",
            "পর্য+অন্ত",
            "প+যন্ত"
        ],
        "answer": "খ",
        "explanation": "পরি + অন্ত = পর্যন্ত। এটি একটি স্বরসন্ধি।"
    },
    {
        "id": 899,
        "page": 92,
        "question": "‘ব্যাঙের সর্দি’ বাগধারাটির অর্থ কী?",
        "exam_name": "PTD-2018",
        "options": [
            "রোগবিশেষ",
            "সর্দি-কাশি",
            "প্রতারণা",
            "অসম্ভব ঘটনা"
        ],
        "answer": "ঘ",
        "explanation": "ব্যাঙের সর্দি = অসম্ভব ঘটনা। ব্যাঙের আধুলি = সামান্য সম্পদ।"
    },
    {
        "id": 900,
        "page": 92,
        "question": "কোনটি সৈয়দ ওয়ালীউল্লাহ রচিত উপন্যাস?",
        "exam_name": "PTD-2018",
        "options": [
            "কাঁদো নদী কাঁদো",
            "পদ্মা মেঘনা যমুনা",
            "দেবদাস",
            "পুতুল নাচের ইতিকথা"
        ],
        "answer": "ক",
        "explanation": "সৈয়দ ওয়ালীউল্লাহর মনোসমীক্ষামূলক উপন্যাস কাঁদো নদী কাঁদো। লালসালু ও চাঁদের অমাবস্যা তাঁরই লেখা।"
    },
    {
        "id": 901,
        "page": 92,
        "question": "কোনটি শুদ্ধ বানান?",
        "exam_name": "PTD-2018",
        "options": [
            "আভ্যন্তরীন",
            "অভ্যন্তরীণ",
            "আভ্যন্তরীণ",
            "অভ্যান্তরীন"
        ],
        "answer": "খ",
        "explanation": "‘অভ্যন্তরীণ’ বানানটি শুদ্ধ; যার অর্থ ভেতর বা মধ্যবর্তী। এছাড়া অভ্যন্তর, আভ্যন্তরিক বানানগুলোও শুদ্ধ।"
    },
    {
        "id": 902,
        "page": 92,
        "question": "Comparative শব্দটির পরিভাষা হলো-",
        "exam_name": "PTD-2018",
        "options": [
            "তুলনামূলক",
            "সাম্যবাদ",
            "খেসারত",
            "প্রতিযোগিতা"
        ],
        "answer": "ক",
        "explanation": "‘Comparative’ শব্দটির পরিভাষা হলো তুলনামূলক, আপেক্ষিক বা গুণের তুলনা সম্পর্কিত। এখানে,\nশব্দ | পারিভাষিক শব্দ\nসাম্যবাদ | Communism\nখেসারত | Compensation\nপ্রতিযোগিতা | Competition"
    },
    {
        "id": 903,
        "page": 92,
        "question": "‘একাত্তরের ডায়েরী’ এর রচয়িতা কে?",
        "exam_name": "PTD-2018",
        "options": [
            "বেগম সুফিয়া কামাল",
            "জাহানারা ইমাম",
            "রিজিয়া রহমান",
            "সেলিনা হোসেন"
        ],
        "answer": "ক",
        "explanation": "সুফিয়া কামালের দিনলিপিমূলক গ্রন্থ ‘একাত্তরের ডায়েরি’। ‘এ কালে আমাদের কাল’ তাঁর আত্মজীবনীমূলক গ্রন্থ।"
    },
    {
        "id": 904,
        "page": 92,
        "question": "সংস্কৃত থেকে সরাসরি বাংলায় এসেছে কোন শব্দটি?",
        "exam_name": "PTD-2018",
        "options": [
            "গিন্নি",
            "চন্দ",
            "বংশী",
            "জঙ্গা"
        ],
        "answer": "গ",
        "explanation": "বংশী শব্দটি সংস্কৃত থেকে সরাসরি বাংলায় এসেছে।"
    },
    {
        "id": 905,
        "page": 92,
        "question": "বাংলার চাষিদের উপর ইংরেজদের অত্যাচার নিয়ে রচিত নাটক কোনটি?",
        "exam_name": "PTD-2018",
        "options": [
            "কৃষ্ণকুমারী",
            "মায়াবসান",
            "নীলদর্পণ",
            "মায়াকানন"
        ],
        "answer": "গ",
        "explanation": "‘নীলদর্পণ’ (১৮৬০) দীনবন্ধুমি্ত্র রচিত নাটকে নীলচাষীদের মধ্যভাগে নীলকরদের অত্যাচারের চিত্র উল্লেখ রয়েছে।"
    },
    {
        "id": 906,
        "page": 92,
        "question": "কোন বাক্যে ‘প্রান্ত’ অর্থে ‘মাথা’ শব্দটি ব্যবহৃত হয়েছে?",
        "exam_name": "PTD-2018",
        "options": [
            "রাস্তার চৌমাথায় সকলের আড্ডা",
            "এ ব্যাপারে তার মাথাব্যথা কেন?",
            "শ্রমিকের মাথায় মাথায় বস্তা",
            "এ রাস্তার মাথায় হাসপাতাল"
        ],
        "answer": "ঘ",
        "explanation": "এ রাস্তার মাথায় পাবে হাসপাতাল- এ বাক্যে রাস্তার মাথায় রাস্তার শেষ প্রান্তকে বুঝায়।"
    },
    {
        "id": 907,
        "page": 92,
        "question": "যে বর্ণ বা বর্ণসমষ্টি ধাতু বা শব্দের পরে যুক্ত হয়ে নতুন শব্দ গঠন করে, তাকে কী বলা হয়?",
        "exam_name": "PTD-2018",
        "options": [
            "প্রত্যয়",
            "সন্ধি",
            "সমাস",
            "অব্যয়"
        ],
        "answer": "ক",
        "explanation": "যে বর্ণ বা বর্ণসমষ্টি ধাতু বা শব্দের পরে যুক্ত হয়ে নতুন শব্দ গঠন করে, তাকে প্রত্যয় বলে। দুটি ধ্বনির মিলনের নাম সন্ধি।"
    },
    {
        "id": 908,
        "page": 92,
        "question": "বাংলা ভাষায় প্রথম আধুনিক সনেট রচনা করেছেন কে?",
        "exam_name": "PTD-2018",
        "options": [
            "সত্যেন্দ্রনাথ দত্ত",
            "গোবিন্দ্রনাথ দত্ত",
            "মধুসূদন দত্ত",
            "নবীনচন্দ্র সেন"
        ],
        "answer": "গ",
        "explanation": "অমিত্রাক্ষর ছন্দের প্রবর্তক মাইকেল মধুসূদন দত্ত। তিনি বাংলা ভাষায় সর্বপ্রথম সনেট ও চতুর্দশপদী কবিতা রচনা করেন।"
    },
    {
        "id": 909,
        "page": 92,
        "question": "কোন ধরনের শব্দে কখনোই মূর্ধন্য ‘ণ’ হবে না?",
        "exam_name": "PTD-2018",
        "options": [
            "তৎসম",
            "তদ্ভব",
            "বিদেশি",
            "আঞ্চলিক"
        ],
        "answer": "গ",
        "explanation": "বাংলা ভাষায় বাক্যাস্থিত বিদেশি শব্দে কখনো মূর্ধন্য ‘ণ’ হয় না।"
    },
    {
        "id": 910,
        "page": 92,
        "question": "পর্দা প্রথা নির্ভর হাস্যরসাত্মক গ্রন্থ কোন খানি?",
        "exam_name": "PTD-2018",
        "options": [
            "ভারত-মহিলা",
            "অবরোধবাসিনী",
            "বাঙালি-চরিত",
            "মডেল-ভগিনী"
        ],
        "answer": "খ",
        "explanation": "‘অবরোধবাসিনী’ (১৯১৩) গ্রন্থে রোকেয়া সাখাওয়াত হোসেন তাঁর রচনাগুলোর মধ্যে অঙ্কন করেছেন অবরুদ্ধ নারীর কথা।"
    },
    {
        "id": 911,
        "page": 92,
        "question": "‘উপসর্গ’ কোথায় বসে?",
        "exam_name": "PTD-2018",
        "options": [
            "বাক্যের মধ্যে",
            "শব্দের পরে",
            "বাক্যের পূর্বে",
            "শব্দের পূর্বে"
        ],
        "answer": "ঘ",
        "explanation": "উপসর্গ বাংলা শব্দের আগে বসে শব্দের অর্থ পরিবর্তন করে। যেমন- লাপাত্তা। এখানে, ‘লা’ একটি উপসর্গ।"
    },
    {
        "id": 912,
        "page": 92,
        "question": "বঙ্কিমচন্দ্র চট্টোপাধ্যায় রচিত উপন্যাস কোনটি?",
        "exam_name": "PTD-2018",
        "options": [
            "কপালকুণ্ডলা",
            "মাধবীকঙ্কন",
            "পর্বতবাসিনী",
            "রাজতরঙ্গিনী"
        ],
        "answer": "ক",
        "explanation": "বঙ্কিমচন্দ্র চট্টোপাধ্যায় কর্তৃক রচিত উপন্যাস কপালকুণ্ডলা, কৃষ্ণকান্তের উইল, মৃণালিনী, বিষবৃক্ষ, রাজসিংহও তাঁর উপন্যাস।"
    }
]
