# Page 93: Q913 - Q932 (20 MCQs)
# Source: Images/BPSC Non Tech/BPSC Bangla/p93.jpg

questions = [
    {
        "id": 913,
        "page": 93,
        "question": "বাংলা ভাষায় রচিত প্রাচীনতম গ্রন্থ কোনটি?",
        "exam_name": "PTD-2018",
        "options": [
            "শেখশুভোদয়া",
            "চর্যাপদ",
            "শ্রীকৃষ্ণকীর্তন",
            "রামায়ণ"
        ],
        "answer": "খ",
        "explanation": "চর্যাপদ বাংলা ভাষায় রচিত প্রাচীন গ্রন্থ, যা সাধনগীতি হিসেবে রচিত।"
    },
    {
        "id": 914,
        "page": 93,
        "question": "মীর মশাররফ হোসেন রচিত গ্রন্থ কোনটি?",
        "exam_name": "PTD-2018",
        "options": [
            "মহাশ্মশান",
            "রত্নাবতী",
            "দ্বন্দ্ববিয়োগ",
            "বিষাদসিন্ধু"
        ],
        "answer": "ঘ",
        "explanation": "‘বিষাদসিন্ধু’ মীর মশাররফ হোসেন রচিত। তাঁর আরো কয়েকটি গ্রন্থ: রত্নবতী, বসন্ত কুমারী, গো-জীবন।"
    },
    {
        "id": 915,
        "page": 93,
        "question": "সেলিনা হোসেন রচিত গল্পগ্রন্থ কোনটি?",
        "exam_name": "PTD-2018",
        "options": [
            "দোযখের ওম",
            "ময়ূরের মুখ",
            "কালো মাফলার",
            "খোল করতাল"
        ],
        "answer": "ঘ",
        "explanation": "‘খোল করতাল’ গল্পগ্রন্থ সেলিনা হোসেনের। মানুষটি, জলবতী মেঘের বাতাস তাঁরই লেখা।"
    },
    {
        "id": 916,
        "page": 93,
        "question": "‘মার্জার’ কোন নামটির সমার্থক?",
        "exam_name": "PTD-2018",
        "options": [
            "কুকুর",
            "বিড়াল",
            "গর্দভ",
            "শিয়াল"
        ],
        "answer": "খ",
        "explanation": "মার্জার নামটির সমার্থক শব্দ হলো বিড়াল। এটি সংস্কৃত শব্দ থেকে আগত বিশেষ্য পদ। সাহিত্যে বা সাধুভাষায় বিড়াল বুঝাতে শব্দটি ব্যবহৃত হয়। এর স্ত্রীলিঙ্গ হলো মার্জারী।"
    },
    {
        "id": 917,
        "page": 93,
        "question": "কে ফোর্ট উইলিয়াম কলেজের শিক্ষক ছিলেন?",
        "exam_name": "PTD-2018",
        "options": [
            "ঈশ্বরচন্দ্র বিদ্যাসাগর",
            "ভূদেব মুখোপাধ্যায়",
            "রাজা রামমোহন রায়",
            "মৃত্যুঞ্জয় বিদ্যালঙ্কার"
        ],
        "answer": "ক",
        "explanation": "ঈশ্বরচন্দ্র বিদ্যাসাগর ফোর্ট উইলিয়াম কলেজের বাংলা বিভাগে হেড পণ্ডিত হিসেবে যোগ দেন ১৮৪১ সালে।"
    },
    {
        "id": 918,
        "page": 93,
        "question": "কোনটি প্রতীকধর্মী উপন্যাস?",
        "exam_name": "PTD-2018",
        "options": [
            "চাঁদের অমাবস্যা",
            "ক্রীতদাসের হাসি",
            "নিষিদ্ধ লোবান",
            "দুধ ভাতে উৎপাত"
        ],
        "answer": "খ",
        "explanation": "শওকত ওসমানের ‘ক্রীতদাসের হাসি’ (১৯৬২) একটি উল্লেখযোগ্য প্রতীকধর্মী বা রূপক উপন্যাস। এ উপন্যাসে আরব্য উপন্যাসের আড়ালে আইয়ুব খানের সামরিক শাসনে লাঞ্ছিত ও অবরুদ্ধ সমাজের চিত্র তুলে ধরা হয়েছে। এখানে, ‘চাঁদের অমাবস্যা’ অস্তিত্ববাদী এবং ‘নিষিদ্ধ লোবান’ মুক্তিযুদ্ধভিত্তিক উপন্যাস। ‘দুধ ভাতে উৎপাত’ একটি গল্পগ্রন্থ।"
    },
    {
        "id": 919,
        "page": 93,
        "question": "মুক্তিযুদ্ধভিত্তিক কাব্যগ্রন্থ কোনটি?",
        "exam_name": "PTD-2018",
        "options": [
            "বন্দী শিবির থেকে",
            "পাতালে হাসপাতালে",
            "একদা এক রাজ্য",
            "যখন উদ্যত সঙ্গীন"
        ],
        "answer": "ক",
        "explanation": "‘বন্দী শিবির থেকে’ (১৯৭২) শামসুর রাহমানের কাব্যগ্রন্থ। এটি স্বাধীনতা ও যুদ্ধকালীন আবেগ দিয়ে লেখা।"
    },
    {
        "id": 920,
        "page": 93,
        "question": "কোনটি রবীন্দ্রনাথ ঠাকুরের কাব্যগ্রন্থ?",
        "exam_name": "PTD-2018",
        "options": [
            "বন্ধুনুন্দরী",
            "সোনার তরী",
            "প্রেম ও ফুল",
            "দীপ ও ধূপ"
        ],
        "answer": "খ",
        "explanation": "সোনার তরী, মানসী, চিত্রা, ক্ষণিকা, শেষ লেখা ইত্যাদি রবীন্দ্রনাথের লেখা কাব্যগ্রন্থ।"
    },
    {
        "id": 921,
        "page": 93,
        "question": "কোনটি শুদ্ধ বানানে লেখা?",
        "exam_name": "PTD-2018",
        "options": [
            "শূণ্য",
            "পুণ্য",
            "ক্ষূন্ন",
            "পূর্ণ"
        ],
        "answer": "খ",
        "explanation": "‘পুণ্য’ বানানটি শুদ্ধ। এখানে\nঅশুদ্ধ বানান | শুদ্ধ বানান\nশূণ্য | শূন্য\nক্ষূন্ন | ক্ষুণ্ন\nপূর্ণ | পূর্ণ"
    },
    {
        "id": 922,
        "page": 93,
        "question": "হুমায়ুন আজাদ রচিত শিশু-কিশোরদের গ্রন্থ কোনটি?",
        "exam_name": "PTD-2018",
        "options": [
            "লাল নীল দীপাবলি",
            "অচিন যাদুকর",
            "ঘুম ভাঙানো নদী",
            "ফুল পাখি সৌরভ"
        ],
        "answer": "ক",
        "explanation": "‘লাল নীল দীপাবলি’ হুমায়ুন আজাদ রচিত শিশু-কিশোরদের গ্রন্থ। এটি বাংলা সাহিত্যের জীবনী অবলম্বনে লেখা।"
    },
    {
        "id": 923,
        "page": 93,
        "question": "‘কন্যা’ শব্দটির অর্থ-",
        "exam_name": "PTD-2018",
        "options": [
            "দুহিতা",
            "বনিতা",
            "ললনা",
            "অঙ্গনা"
        ],
        "answer": "ক",
        "explanation": "‘কন্যা’ অর্থ দুহিতা, তনয়া, আত্মজা, সুতা, নন্দিনী ইত্যাদি।"
    },
    {
        "id": 924,
        "page": 93,
        "question": "‘ঞ্জ’ যুক্তবর্ণটির গঠন কীরূপ?",
        "exam_name": "PTD-2018",
        "options": [
            "জ্ + ঞ",
            "ড় + ঞ",
            "ঞ + জ",
            "ঞ + ড"
        ],
        "answer": "গ",
        "explanation": "“ঞ্জ” যুক্ত বর্ণের গঠিত রূপ ঞ + জ। যেমন- গঞ্জ, রঞ্জ।"
    },
    {
        "id": 925,
        "page": 93,
        "question": "কোন গ্রন্থখানি রোমান্টিক প্রণয়োপাখ্যান?",
        "exam_name": "PTD-2018",
        "options": [
            "রামরচিত",
            "কীচকবধ",
            "পদ্মাবতী",
            "ভাগবত"
        ],
        "answer": "গ",
        "explanation": "লায়লী-মজনু, ইউসুফ-জুলেখা, মধুমালতী এগুলো রোমান্টিক প্রণয়োপাখ্যান।"
    },
    {
        "id": 926,
        "page": 93,
        "question": "উচাটন শব্দের সমার্থক শব্দ কোনটি?",
        "exam_name": "PTD-2018",
        "options": [
            "অদিষ্ট",
            "শান্ত",
            "উৎকণ্ঠা",
            "শক্ত"
        ],
        "answer": "গ",
        "explanation": "‘উচাটন’ অর্থ ব্যাকুল, অস্বস্তিবাষ্প, উৎকণ্ঠা, ব্যাকুলতা।"
    },
    {
        "id": 927,
        "page": 93,
        "question": "‘সঞ্চয়’ শব্দের বিপরীত শব্দ কোনটি?",
        "exam_name": "PTD-2018",
        "options": [
            "অন্তরায়",
            "উপচয়",
            "পরাভব",
            "নয়ছয়"
        ],
        "answer": "ঘ",
        "explanation": "‘সঞ্চয়’ অর্থ সংগ্রহ, চয়ন, পুঁজি।"
    },
    {
        "id": 928,
        "page": 93,
        "question": "কোনটি দ্বন্দ্ব সমাস সাধিত শব্দ?",
        "exam_name": "PTD-2018",
        "options": [
            "আলোছায়া",
            "ছায়াতরু",
            "ছায়াময়",
            "তরুছায়া"
        ],
        "answer": "ক",
        "explanation": "আলোছায়া দ্বন্দ্ব সমাস সাধিত শব্দ। যার ব্যাস বাক্য আলো ও ছায়া।"
    },
    {
        "id": 929,
        "page": 93,
        "question": "আখতারুজ্জামান ইলিয়াসের প্রথম উপন্যাস কোনটি?",
        "exam_name": "MOR-2018",
        "options": [
            "খোয়াবনামা",
            "অন্য ঘরে অন্য স্বর",
            "দোযখের ওম",
            "চিলেকোঠার সেপাই"
        ],
        "answer": "ঘ",
        "explanation": "‘চিলেকোঠার সেপাই’, আখতারুজ্জামান ইলিয়াসের প্রথম উপন্যাস। ‘খোয়াবনামা’ তাঁর রচিত দ্বিতীয় ও শেষ উপন্যাস।"
    },
    {
        "id": 930,
        "page": 93,
        "question": "কোনটি রবীন্দ্রনাথ ঠাকুরের রচনা?",
        "exam_name": "MOR-2018",
        "options": [
            "গীতালি",
            "মরীচিকা",
            "কনকাঞ্জলি",
            "হোমশিখা"
        ],
        "answer": "ক",
        "explanation": "গীতালি (১৯১৪) রবীন্দ্রনাথ ঠাকুরের রচিত কাব্যগ্রন্থ।"
    },
    {
        "id": 931,
        "page": 93,
        "question": "সমষ্টিবাচক বিশেষ্যপদ কোনটি?",
        "exam_name": "MOR-2018",
        "options": [
            "খাতা",
            "সভা",
            "পাখি",
            "ঢাকা"
        ],
        "answer": "খ",
        "explanation": "যে বিশেষ্য দ্বারা ব্যক্তি বা বস্তুর সমষ্টি বুঝায়। যেমন- জনতা, সভা।"
    },
    {
        "id": 932,
        "page": 93,
        "question": "পানিপথের তৃতীয় যুদ্ধ অবলম্বনে রচিত নাটক কোনটি?",
        "exam_name": "MOR-2018",
        "options": [
            "রক্তাক্ত প্রান্তর",
            "পরাক্রম",
            "বিদ্রোহী পদ্মা",
            "নীলদর্পণ"
        ],
        "answer": "ক",
        "explanation": "মুনীর চৌধুরীর ‘রক্তাক্ত প্রান্তর’-এর মূল উপজীব্য পানিপথের তৃতীয় যুদ্ধ।"
    }
]
