# Page 94: Q933 - Q950 (18 MCQs)
# Source: Images/BPSC Non Tech/BPSC Bangla/p94.jpg

questions = [
    {
        "id": 933,
        "page": 94,
        "question": "‘পদ্মাবতী’ কাব্যের রচয়িতা কে?",
        "exam_name": "MOR-2018",
        "options": [
            "সৈয়দ সুলতান",
            "আলাওল",
            "বিদ্যাপতি",
            "সাবিরিদ খাঁ"
        ],
        "answer": "খ",
        "explanation": "‘পদ্মাবতী’ (১৬৫১) আলাওলের কাব্য। আলাওল মুসলিম কবি।"
    },
    {
        "id": 934,
        "page": 94,
        "question": "‘মুসলিম সাহিত্য সমাজ’ প্রতিষ্ঠিত হয়েছিল কোন সালে?",
        "exam_name": "MOR-2018",
        "options": [
            "১৯১৯",
            "১৭৭৪",
            "১৯২৬",
            "১৯৩৫"
        ],
        "answer": "গ",
        "explanation": "ঢাকায় মুসলিম সাহিত্য সমাজ প্রতিষ্ঠিত হয় ১৯২৬ সালে। মুসলিম সাহিত্য সমাজের মুখপত্র শিখা।"
    },
    {
        "id": 935,
        "page": 94,
        "question": "“যে ভিক্ষা চায় তাকে দান কর” এটি কোন বাক্যের উদাহরণ?",
        "exam_name": "MOR-2018",
        "options": [
            "যৌগিক বাক্য",
            "খণ্ড বাক্য",
            "সরল বাক্য",
            "জটিল বাক্য"
        ],
        "answer": "ঘ",
        "explanation": "প্রশ্নোক্ত বাক্যটি একটি জটিল বাক্য, যাতে একাধিক খণ্ড বাক্য পরস্পর সম্পর্কযুক্ত থাকে।"
    },
    {
        "id": 936,
        "page": 94,
        "question": "কোনটি শুদ্ধ?",
        "exam_name": "MOR-2018",
        "options": [
            "দারিদ্র্য",
            "দারীদ্র",
            "দারিদ্রতা",
            "দারিন্দ্রতা"
        ],
        "answer": "ক",
        "explanation": "‘দারিদ্র’ বানানটি শুদ্ধ। ‘দারিদ্র’ অর্থ- গরিব, নিঃস্ব, দীন বা অভাবগ্রস্ত। মূলত যারা অন্ন, বস্ত্র, বাসস্থান, শিক্ষা এবং চিকিৎসার মতো মৌলিক চাহিদাগুলো পূরণে অক্ষম, তাদের দরিদ্র বলা হয়।"
    },
    {
        "id": 937,
        "page": 94,
        "question": "‘আগুন’ শব্দের সমার্থক শব্দ কোনটি?",
        "exam_name": "MOR-2018",
        "options": [
            "ভাতি",
            "অনল",
            "অংশু",
            "জ্যোতি"
        ],
        "answer": "খ",
        "explanation": "অনল, বহ্নি, পাবক, হুতাশন, দহন ইত্যাদি আগুনের সমার্থক শব্দ।"
    },
    {
        "id": 938,
        "page": 94,
        "question": "‘অলক’ শব্দের অর্থ কী?",
        "exam_name": "MOR-2018",
        "options": [
            "দুল",
            "ফুল",
            "কুল",
            "চুল"
        ],
        "answer": "ঘ",
        "explanation": "চুল, কেশ, চিকুর, কুন্তল, কেশপাশ, কেশদাম ইত্যাদি অলক শব্দের সমার্থক শব্দ।"
    },
    {
        "id": 939,
        "page": 94,
        "question": "মুক্তিযুদ্ধভিত্তিক উপন্যাস ‘শ্যামল ছায়া’র রচয়িতা কে?",
        "exam_name": "MOR-2018",
        "options": [
            "হুমায়ূন আহমেদ",
            "আবু ইসহাক",
            "আনোয়ার পাশা",
            "সেলিনা হোসেন"
        ],
        "answer": "ক",
        "explanation": "‘শ্যামল ছায়া’ হুমায়ূন আহমেদের মুক্তিযুদ্ধভিত্তিক উপন্যাস। ‘আগুনের পরশমণি’, ‘সৌরভ’ তাঁরই উপন্যাস।"
    },
    {
        "id": 940,
        "page": 94,
        "question": "কোনটি বাঙালির মুক্তি চেতনায় উজ্জীবনমূলক নাটক?",
        "exam_name": "MOR-2018",
        "options": [
            "নূরলদীনের সারাজীবন",
            "রক্তাক্ত প্রান্তর",
            "শর্মিষ্ঠা",
            "একেই কি বলে সভ্যতা?"
        ],
        "answer": "ক",
        "explanation": "‘নূরলদীনের সারাজীবন’ সৈয়দ শামসুল হক রচিত বাঙালির মুক্তির চেতনায় উজ্জীবনমূলক নাটক।"
    },
    {
        "id": 941,
        "page": 94,
        "question": "কোনটি তৎপুরুষ সমাসের উদাহরণ?",
        "exam_name": "MOR-2018",
        "options": [
            "রাঙাআলু",
            "রসরঙ্গ",
            "ভাঙাগড়া",
            "বঙ্গভঙ্গ"
        ],
        "answer": "ঘ",
        "explanation": "যে সমাসে পূর্বপদের বিভক্তি লোপ পায় এবং পরপদ প্রাধান্য পায়, তাকে তৎপুরুষ সমাস বলে। বঙ্গের রাজা = বঙ্গরাজ্য।"
    },
    {
        "id": 942,
        "page": 94,
        "question": "‘কবিতা’ পত্রিকার সম্পাদক কে ছিলেন?",
        "exam_name": "MOR-2018",
        "options": [
            "বিষ্ণু দে",
            "কাজী নজরুল ইসলাম",
            "বুদ্ধদেব বসু",
            "হুমায়ুন কবির"
        ],
        "answer": "গ",
        "explanation": "বুদ্ধদেব বসু সম্পাদিত বাংলা সাহিত্যের ইতিহাসে কবিতা বিষয়ক আলোচনার ‘কবিতা’ পত্রিকা চিরস্মরণীয়।"
    },
    {
        "id": 943,
        "page": 94,
        "question": "কোনটি প্রত্যয়যোগে গঠিত শব্দ?",
        "exam_name": "MOR-2018",
        "options": [
            "বিলাতি",
            "বিরতি",
            "বিফল",
            "বিকাল"
        ],
        "answer": "খ",
        "explanation": "‘বিলাতি’ ফারসি শব্দ। বি উপসর্গযোগে সংস্কৃত কৃৎ প্রত্যয়ান্ত শব্দ বি + √রম্ + তি = বিরতি।"
    },
    {
        "id": 944,
        "page": 94,
        "question": "‘যে আপনার রং লুকায়’ তাকে এক কথায় বলে-",
        "exam_name": "MOR-2018",
        "options": [
            "ভূতপূর্ব",
            "ফুলেল",
            "অদৃশ্য",
            "বর্ণচোরা"
        ],
        "answer": "ঘ",
        "explanation": "যা পূর্বে ছিল এখন নেই- ভূতপূর্ব। দেখা যায় না এমন- অদৃশ্য। ফুলের গন্ধযুক্ত- ফুলেল।"
    },
    {
        "id": 945,
        "page": 94,
        "question": "‘গিন্নি’ কোন শ্রেণির শব্দ?",
        "exam_name": "MOR-2018",
        "options": [
            "অর্ধ-তৎসম",
            "খাঁটি বাংলা",
            "দেশি",
            "বিদেশি"
        ],
        "answer": "ক",
        "explanation": "গিন্নি, জোছনা, ছেরাদ্দ, বোষ্টম, কুচ্ছিত অর্ধ-তৎসম শব্দ।"
    },
    {
        "id": 946,
        "page": 94,
        "question": "‘শ্রীকৃষ্ণকীর্তন’ কাব্য-এর রচয়িতা কে?",
        "exam_name": "MOR-2018",
        "options": [
            "বড়ু চণ্ডীদাস",
            "বৃন্দাবন দাস",
            "কাহ্নপা",
            "মুকুন্দরাম চক্রবর্তী"
        ],
        "answer": "ক",
        "explanation": "বড়ু চণ্ডীদাস রচিত শ্রীকৃষ্ণকীর্তন কাব্য। কৃষ্ণ, রাধা, বড়ায়ি এর প্রধান চরিত্র।"
    },
    {
        "id": 947,
        "page": 94,
        "question": "কোন সালে জাতীয় কবি কাজী নজরুল ইসলাম ব্যাধিতে আক্রান্ত হন?",
        "exam_name": "MOR-2018",
        "options": [
            "১৯৪২",
            "১৯২৮",
            "১৯২৯",
            "১৯৩০"
        ],
        "answer": "ক",
        "explanation": "তেতাল্লিশ বছর বয়সে ১৯৪২ সালে কবি দুরারোগ্য ব্যাধিতে আক্রান্ত হয়ে বাকশক্তি হারান।"
    },
    {
        "id": 948,
        "page": 94,
        "question": "বাংলা বাক্যের শেষে ব্যবহৃত হয়, এমন বিরামচিহ্নের সংখ্যা কয়টি?",
        "exam_name": "NESCO-2018",
        "options": [
            "২টি",
            "৩টি",
            "৪টি",
            "৫টি"
        ],
        "answer": "গ",
        "explanation": "বাংলা বাক্যের শেষে ব্যবহৃত বিরামচিহ্নের সংখ্যা ৪টি। এ বিরামচিহ্নকে বলা হয় প্রান্তিক বিরামচিহ্ন। এরূপ প্রান্তিক বিরামচিহ্নের মধ্যে দাঁড়ি এবং দুই দাঁড়ি চিহ্ন মূলত পদ্যে ব্যবহৃত হয়। প্রাচীন কালে পদ্যে প্রথম চরণে এক দাঁড়ি ও দ্বিতীয় চরণে দুই দাঁড়ি ব্যবহৃত হতো।"
    },
    {
        "id": 949,
        "page": 94,
        "question": "“এ এক বিরাট সত্য”- এখানে ‘সত্য’ কোন পদরূপে ব্যবহৃত হয়েছে?",
        "exam_name": "NESCO-2018",
        "options": [
            "বিশেষ্যরূপে",
            "অব্যয়রূপে",
            "বিশেষণরূপে",
            "সর্বনামরূপে"
        ],
        "answer": "ক",
        "explanation": "পদ প্রধানত দুই প্রকার, যথা- সব্যয় পদ ও অব্যয় পদ। সব্যয় পদ আবার চার প্রকার, যথা- বিশেষ্য, বিশেষণ, সর্বনাম ও ক্রিয়া। ‘এ এক বিরাট সত্য’ বাক্যে ‘সত্য’ বিশেষ্য পদরূপে ব্যবহৃত হয়েছে।"
    },
    {
        "id": 950,
        "page": 94,
        "question": "কোনটির আগে স্ত্রীবাচক শব্দ যোগ করে লিঙ্গান্তর করতে হয়?",
        "exam_name": "NESCO-2018",
        "options": [
            "নেতা",
            "দাদা",
            "কবি",
            "বাদশা"
        ],
        "answer": "গ",
        "explanation": "লিঙ্গ শব্দের অর্থ চিহ্ন বা লক্ষণ। যে চিহ্ন বা লক্ষণ দেখে শব্দকে স্ত্রীজাতি, স্ত্রী-পুরুষ উভয় বা অচেতন পদার্থ বলে চেনা যায় বা বুঝায়, তাদেরকে লিঙ্গ বলে। লিঙ্গ ৪ প্রকার, যথা- ১। পুংলিঙ্গ বা পুরুষবাচক শব্দ ২। স্ত্রীলিঙ্গ বা স্ত্রীবাচক শব্দ ৩। পুরুষ-স্ত্রী উভয়বাচক শব্দ ৪। ক্লীব লিঙ্গ বা অচেতন পদার্থ। কিছু ক্ষেত্রে শব্দের আগে পুরুষবাচক বা স্ত্রীবাচক শব্দ তৈরি করতে হয়। যেমন- লোক- স্ত্রীলোক, কবি- মহিলা কবি, পুলিশ- মহিলা পুলিশ ইত্যাদি।"
    }
]
