# Page 96: Q965 - Q983 (19 MCQs)
# Source: Images/BPSC Non Tech/BPSC Bangla/p96.jpg

questions = [
    {
        "id": 965,
        "page": 96,
        "question": "‘তুলা’ কোন ভাষার শব্দ?",
        "exam_name": "BPSC-2017",
        "options": [
            "কোল ভাষা",
            "মুণ্ডারী ভাষা",
            "তামিল ভাষা",
            "ওলন্দাজ ভাষা"
        ],
        "answer": "খ",
        "explanation": "তুলা মুণ্ডারী ভাষার শব্দ। কুড়ি-কোল ভাষা এবং ইস্কাপন, টেক্কা, রুইতন, হরতন ওলন্দাজ ভাষার শব্দ।"
    },
    {
        "id": 966,
        "page": 96,
        "question": "“আমি এসেছি, কারণ তোমাকে নিয়ে যাব” বাক্যটি কোন ধরনের বাক্য?",
        "exam_name": "BPSC-2017",
        "options": [
            "সরল বাক্য",
            "যৌগিক বাক্য",
            "জটিল বাক্য",
            "নির্দেশাত্মক বাক্য"
        ],
        "answer": "গ",
        "explanation": "বাক্যটিতে একটি প্রধান বাক্য ও একটি খণ্ড বাক্য রয়েছে, তাই এটি জটিল বাক্য।"
    },
    {
        "id": 967,
        "page": 96,
        "question": "ইতিহাস বিষয়ে অভিজ্ঞ যিনি-",
        "exam_name": "BPSC-2017",
        "options": [
            "ঐতিহাসিক",
            "ইতিহাসবেত্তা",
            "ইতিহাসবিদ",
            "ইতিহাসবিজ্ঞ"
        ],
        "answer": "খ",
        "explanation": "ইতিহাস বিষয়ে অভিজ্ঞ যিনি- ইতিহাসবেত্তা, ইতিহাস রচনা করেন যিনি- ঐতিহাসিক।"
    },
    {
        "id": 968,
        "page": 96,
        "question": "‘ব্যাঙের আধুলি’ বাগধারার অর্থ-",
        "exam_name": "BPSC-2017",
        "options": [
            "অসম্ভব ঘটনা",
            "সামান্য সম্পদ",
            "দুঃসাধ্য বস্তু",
            "চক্ষুশূল"
        ],
        "answer": "খ",
        "explanation": "ব্যাঙের আধুলি = সামান্য সম্পদ\nব্যাঙের সর্দি = অসম্ভব ঘটনা\nচোখের বালি = চক্ষুশূল"
    },
    {
        "id": 969,
        "page": 96,
        "question": "‘সচেষ্ট’ শব্দের বিপরীতার্থক শব্দ-",
        "exam_name": "BPSC-2017",
        "options": [
            "নীরস",
            "সবল",
            "নিশ্চেষ্ট",
            "দুর্বল"
        ],
        "answer": "গ",
        "explanation": "সচেষ্ট- নিশ্চেষ্ট, সরস- নীরস, দুর্বল- সবল।"
    },
    {
        "id": 970,
        "page": 96,
        "question": "‘চাতুর্য’ শব্দের বিশেষণ-",
        "exam_name": "BPSC-2017",
        "options": [
            "চতুরতা",
            "চতূরালি",
            "চতুর",
            "চৈতন্য"
        ],
        "answer": "গ",
        "explanation": "চাতুর্য শব্দটি বিশেষ্য। এর বিশেষণ = চতুর।"
    },
    {
        "id": 971,
        "page": 96,
        "question": "পরাশ্রয়ী বর্ণ কোনটি?",
        "exam_name": "BPSC-2017",
        "options": [
            "ম",
            "ন",
            "ং",
            "ঞ"
        ],
        "answer": "গ",
        "explanation": "পরাশ্রয়ী বর্ণগুলো হলো ং, ঃ, ঁ।"
    },
    {
        "id": 972,
        "page": 96,
        "question": "উপকারীর উপকার স্বীকার করে যে- এর সংক্ষিপ্ত রূপ কোনটি?",
        "exam_name": "BPSC-2017",
        "options": [
            "উপকার স্বীকার",
            "কৃতজ্ঞ",
            "অকৃতজ্ঞ",
            "কৃতঘ্ন"
        ],
        "answer": "ঘ",
        "explanation": "উপকারীর উপকার স্বীকার করে যে = কৃতজ্ঞ।\nউপকারীর অপকার করে যে = কৃতঘ্ন।\nউপকারীর উপকার স্বীকার না করে যে = অকৃতজ্ঞ।"
    },
    {
        "id": 973,
        "page": 96,
        "question": "‘Campaign’ শব্দটির পারিভাষিক শব্দ কী?",
        "exam_name": "BPSC-2017",
        "options": [
            "প্রচারাভিযান",
            "প্রচারণা",
            "প্রচার",
            "প্রকাশনা"
        ],
        "answer": "ক",
        "explanation": "Campaign-এর পারিভাষিক শব্দ = প্রচারাভিযান\nDeceive = প্রতারণা; Issue = প্রচার"
    },
    {
        "id": 974,
        "page": 96,
        "question": "কবি ভারতচন্দ্রকে ‘রায়গুণাকর’ উপাধি দিয়েছিলেন কে?",
        "exam_name": "BPSC-2017",
        "options": [
            "রঘুনাথ জমিদার",
            "রাজা কৃষ্ণচন্দ্র",
            "দ্বিজচণ্ডিদাস",
            "ময়ূর ভট্ট"
        ],
        "answer": "খ",
        "explanation": "মধ্যযুগের অন্যতম বিখ্যাত কবি ভারতচন্দ্রকে রায়গুণাকর উপাধি দিয়েছিলেন রাজা কৃষ্ণচন্দ্র।"
    },
    {
        "id": 975,
        "page": 96,
        "question": "মেঘনাদবধ কাব্যের রচনাকাল-",
        "exam_name": "BPSC-2017",
        "options": [
            "১৮৬১",
            "১৮৬৫",
            "১৮৬০",
            "১৮৭৩"
        ],
        "answer": "ক",
        "explanation": "মেঘনাদবধ কাব্য কবি মাইকেল মধুসূদন দত্ত ১৮৬১ সালে রচনা করেন। বাংলা সাহিত্যের প্রথম মহাকাব্য ‘মেঘনাদবধ কাব্য’।"
    },
    {
        "id": 976,
        "page": 96,
        "question": "রামায়ণের রচয়িতা কে?",
        "exam_name": "BPSC-2017",
        "options": [
            "বেদব্যাস",
            "বাল্মীকি",
            "বশিষ্ঠ",
            "বিশ্বমিত্র"
        ],
        "answer": "খ",
        "explanation": "রামায়ণের রচয়িতা বাল্মীকি।"
    },
    {
        "id": 977,
        "page": 96,
        "question": "চর্যাপদ আবিষ্কৃত হয়-",
        "exam_name": "BPSC-2017",
        "options": [
            "১৮৯০",
            "১৯০২",
            "১৯০৭",
            "১৯১০"
        ],
        "answer": "গ",
        "explanation": "বাংলা সাহিত্যের আদি নিদর্শন চর্যাপদ। নেপালের রাজদরবারের রয়েল লাইব্রেরি থেকে ১৯০৭ সালে হরপ্রসাদ শাস্ত্রী এটি আবিষ্কার করেন।"
    },
    {
        "id": 978,
        "page": 96,
        "question": "‘প্রভাবতী সম্ভাষণ’ কার রচনা?",
        "exam_name": "BPSC-2017",
        "options": [
            "দেবেন্দ্রনাথ ঠাকুর",
            "ঈশ্বরচন্দ্র বিদ্যাসাগর",
            "রামমোহন রায়",
            "দীনবন্ধু মিত্র"
        ],
        "answer": "খ",
        "explanation": "ঈশ্বরচন্দ্র বিদ্যাসাগরের উল্লেখযোগ্য গ্রন্থগুলো হলো- প্রভাবতী সম্ভাষণ, বর্ণপরিচয়, অতি অল্প হইল, আবার অতি অল্প হইল।"
    },
    {
        "id": 979,
        "page": 96,
        "question": "মধ্যযুগের শেষ কবি কে?",
        "exam_name": "BPSC-2017",
        "options": [
            "আলাওল",
            "ভারতচন্দ্র",
            "মুকুন্দরাম",
            "শ্যামানন্দ"
        ],
        "answer": "খ",
        "explanation": "মধ্যযুগের শেষ ও শ্রেষ্ঠ কবি ভারতচন্দ্র রায়গুণাকর ১৭৬০ সালে মৃত্যুবরণ করেন। তিনি বাংলা সাহিত্যের প্রথম আধুনিক কবি। তাঁর মৃত্যুর মধ্য দিয়ে মধ্যযুগের পরিসমাপ্তি ঘটে। যুগসন্ধিক্ষণের কবি।"
    },
    {
        "id": 980,
        "page": 96,
        "question": "‘আজ সৃষ্টি সুখের উল্লাসে’ কবিতাটি কোন কাব্যের অন্তর্গত?",
        "exam_name": "BPSC-2017",
        "options": [
            "বিষের বাঁশী",
            "ফণিমণসা",
            "দোলনচাঁপা",
            "ভাঙার গান"
        ],
        "answer": "গ",
        "explanation": "বাংলা সাহিত্যের বিদ্রোহী কবি কাজী নজরুল ইসলামের ‘দোলনচাঁপা’ কাব্যের কবিতা “আজ সৃষ্টি সুখের উল্লাসে”।"
    },
    {
        "id": 981,
        "page": 96,
        "question": "‘পদ্মা নদীর মাঝি’ উপন্যাসের কেন্দ্রীয় চরিত্র-",
        "exam_name": "BPSC-2017",
        "options": [
            "শশী",
            "হেরম্ব",
            "কুবের",
            "গণেশ"
        ],
        "answer": "গ",
        "explanation": "‘পদ্মা নদীর মাঝি’ মানিক বন্দ্যোপাধ্যায়ের শ্রেষ্ঠ উপন্যাস। এ উপন্যাসের অন্যতম চরিত্রগুলো কুবের, কপিলা, গোপী, গণেশ, হোসেন মিয়া।"
    },
    {
        "id": 982,
        "page": 96,
        "question": "বাংলা গীতিকবিতার জনক কে?",
        "exam_name": "BPSC-2017",
        "options": [
            "রবীন্দ্রনাথ ঠাকুর",
            "ঈশ্বরচন্দ্র বিদ্যাসাগর",
            "বিহারীলাল চক্রবর্তী",
            "প্যারীচাঁদ মিত্র"
        ],
        "answer": "গ",
        "explanation": "বাংলা গীতিকবিতার জনক -> বিহারীলাল চক্রবর্তী,\nবাংলা উপন্যাসের জনক -> প্যারীচাঁদ মিত্র,\nবাংলা ছোটগল্পের জনক -> রবীন্দ্রনাথ ঠাকুর।"
    },
    {
        "id": 983,
        "page": 96,
        "question": "‘বনফুলের’ প্রকৃত নাম কী?",
        "exam_name": "BPSC-2017",
        "options": [
            "বলাইচাঁদ মুখোপাধ্যায়",
            "প্রমথনাথ বিশী",
            "প্রভাতকুমার মুখোপাধ্যায়",
            "শরৎচন্দ্র চট্টোপাধ্যায়"
        ],
        "answer": "ক",
        "explanation": "বলাইচাঁদ মুখোপাধ্যায়ের ছদ্মনাম -> বনফুল\nশরৎচন্দ্রের -> অনিলাদেবী।"
    }
]
