# Page 97: Q984 - Q1001 (18 MCQs)
# Source: Images/BPSC Non Tech/BPSC Bangla/p97.jpg

questions = [
    {
        "id": 984,
        "page": 97,
        "question": "‘গীতাঞ্জলি’ কাব্যটি কত সালে প্রকাশিত হয়?",
        "exam_name": "BPSC-2017",
        "options": [
            "১৯১৩",
            "১৯১০",
            "১৯১২",
            "১৯১৫"
        ],
        "answer": "খ",
        "explanation": "কবিগুরু রবীন্দ্রনাথ ঠাকুর ১৯১০ সালে গীতাঞ্জলি কাব্যটি রচনা করেন। এর জন্য ১৯১৩ সালে তিনি নোবেল পুরস্কার পেয়েছিলেন।"
    },
    {
        "id": 985,
        "page": 97,
        "question": "মুসলিম রেনেসাঁর কবি কে?",
        "exam_name": "BPSC-2017",
        "options": [
            "ফররুখ আহমদ",
            "আহসান হাবীব",
            "হাসান হাফিজুর রহমান",
            "সৈয়দ আলী আহসান"
        ],
        "answer": "ক",
        "explanation": "মুসলিম রেনেসাঁর কবি ফররুখ আহমদ। ফররুখ আহমদের বিখ্যাত কাব্য গ্রন্থগুলোর মধ্যে সাত সাগরের মাঝি, হাতেমতায়ী, নৌফেল ও হাতেম, সিরাজুম মুনীরা, সিন্দাবাদ ইত্যাদি উল্লেখযোগ্য। শিশুতোষ গ্রন্থ ‘পাখির বাসা’-এর জন্য ইউনেস্কো পুরস্কার পান।"
    },
    {
        "id": 986,
        "page": 97,
        "question": "‘শাহনামা’ গ্রন্থের রচয়িতা কে?",
        "exam_name": "BPSC-2017",
        "options": [
            "ফেরদৌসী",
            "সবুক্তগীন",
            "জামী",
            "রুমী"
        ],
        "answer": "ক",
        "explanation": "‘শাহনামা’ গ্রন্থের রচয়িতা ফেরদৌসী।"
    },
    {
        "id": 987,
        "page": 97,
        "question": "পত্রের মূল অংশ কোনটি?",
        "exam_name": "BPSC-2017",
        "options": [
            "সম্বোধন",
            "শিরোনাম",
            "পত্রগর্ভ",
            "ঠিকানা"
        ],
        "answer": "গ",
        "explanation": "পত্রের মোট অংশ ছয়টি। তার মূল অংশ পত্রগর্ভ।"
    },
    {
        "id": 988,
        "page": 97,
        "question": "“আবার আসিব ফিরে, ধানসিঁড়িটির তীরে এই বাংলায়”- পঙ্ক্তিটির রচয়িতা কে?",
        "exam_name": "BPSC-17",
        "options": [
            "রবীন্দ্রনাথ ঠাকুর",
            "জীবনানন্দ দাশ",
            "কাজী নজরুল ইসলাম",
            "জসীমউদ্দীন"
        ],
        "answer": "খ",
        "explanation": "“আবার আসিব ফিরে, ধানসিঁড়িটির তীরে এই বাংলায়”- এই পঙ্ক্তিটি জীবনানন্দ দাশের ‘আবার আসিব ফিরে’ কবিতা থেকে নেওয়া হয়েছে।"
    },
    {
        "id": 989,
        "page": 97,
        "question": "এক কথায় প্রকাশ করুন- যার কিছু নাই।",
        "exam_name": "RAJUK-2017",
        "options": [
            "ভিখারী",
            "দরিদ্র",
            "অসচ্ছল",
            "অকিঞ্চন",
            "কোনোটিই নয়"
        ],
        "answer": "ঘ",
        "explanation": "যার কিছুই নাই তাকে অকিঞ্চন বলে। যে ভিক্ষা করে তাকে ভিখারী বলে। অসচ্ছল অর্থ অস্বচ্ছল।"
    },
    {
        "id": 990,
        "page": 97,
        "question": "নিচের কোন বানানটি শুদ্ধ?",
        "exam_name": "RAJUK-2017",
        "options": [
            "স্বায়ত্ব",
            "সায়ত্ব",
            "স্বায়ত্ত",
            "স্বায়ত্ত্ব",
            "কোনোটিই নয়"
        ],
        "answer": "গ",
        "explanation": "শুদ্ধ বানান হলো স্বায়ত্ত।"
    },
    {
        "id": 991,
        "page": 97,
        "question": "‘তামার বিষ’ বাগধারার অর্থ-",
        "exam_name": "RAJUK-2017",
        "options": [
            "গভীর আঘাত",
            "ধাতব পদার্থের আঘাত",
            " অর্থের কুপ্রভাব",
            "পুরানো ক্ষত",
            "কোনোটিই নয়"
        ],
        "answer": "গ",
        "explanation": "‘তামার বিষ’ বাগধারাটির অর্থ অর্থের কুপ্রভাব।"
    },
    {
        "id": 992,
        "page": 97,
        "question": "‘পানি’ এর সমার্থক শব্দ কোনটি?",
        "exam_name": "RAJUK-2017, BSEC-21",
        "options": [
            "উদক",
            "অরুণ",
            "পত্রগ",
            "অরোরা",
            "কোনোটিই নয়"
        ],
        "answer": "ক",
        "explanation": "পানি শব্দের সমার্থক শব্দগুলো হলো- সলিল, বারি, অপ্, উদক, অম্বু, নীর, পয়ঃ, তোয়।"
    },
    {
        "id": 993,
        "page": 97,
        "question": "বর্জন এর সন্ধি বিচ্ছেদ কোনটি?",
        "exam_name": "RAJUK-2017",
        "options": [
            "বৃজ + অন",
            "ব + অর্জন",
            "বৃজ + অর্জন",
            "বর + জন",
            "কোনোটিই নয়"
        ],
        "answer": "ক",
        "explanation": "বর্জন বৃজ + অন। বর্জন অর্থ ত্যাগ করা।"
    },
    {
        "id": 994,
        "page": 97,
        "question": "লাঠি কোন ধরনের শব্দ?",
        "exam_name": "RAJUK-2017",
        "options": [
            "আরবি শব্দ",
            "ফরাসি শব্দ",
            "দেশি শব্দ",
            "স্পেনীয়",
            "কোনোটিই নয়"
        ],
        "answer": "গ",
        "explanation": "দেশি শব্দ: কুলা, গঞ্জ, চোঙ্গা, ডাব, ডাগর, ঢেঁকি, টোপর, লাঠি। ফারসি শব্দ: কার্তুজ, কুপন, ডিপো, রেস্তোরাঁ। আরবি শব্দ: ইসলাম, ঈমান, ওজু, কোরবানি, কোরআন।"
    },
    {
        "id": 995,
        "page": 97,
        "question": "পবিত্র শব্দের সন্ধি বিচ্ছেদ কোনটি?",
        "exam_name": "RAJUK-2017",
        "options": [
            "প + বিত্র",
            "প + অবিত্র",
            "পো + ইত্র",
            "পো + অবিত্র",
            "কোনোটিই নয়"
        ],
        "answer": "গ",
        "explanation": "পবিত্র একটি স্বরসন্ধির উদাহরণ। যার সঠিক সন্ধি বিচ্ছেদ = পো + ইত্র।"
    },
    {
        "id": 996,
        "page": 97,
        "question": "“বাংলার মুখ আমি দেখিয়াছি তাই আমি পৃথিবীর রূপ খুঁজিতে যাই না আর” কবিতার কবি কে?",
        "exam_name": "MOR-2017",
        "options": [
            "রবীন্দ্রনাথ ঠাকুর",
            "জীবনানন্দ দাশ",
            "কাজী নজরুল ইসলাম",
            "বিষ্ণুদে"
        ],
        "answer": "খ",
        "explanation": "“বাংলার মুখ আমি দেখিয়াছি তাই আমি পৃথিবীর রূপ খুঁজিতে যাই না আর” লাইনটি নির্জনতার কবি জীবনানন্দ দাশের কবিতা থেকে নেওয়া হয়েছে।"
    },
    {
        "id": 997,
        "page": 97,
        "question": "‘পদ্মা নদীর মাঝি’ কী?",
        "exam_name": "MOR-2017",
        "options": [
            "একটি জীবনী গ্রন্থ",
            "একটি উপন্যাস",
            "একটি চলচ্চিত্র",
            "একটি নাটক"
        ],
        "answer": "খ",
        "explanation": "‘পদ্মা নদীর মাঝি’ একাধারে উপন্যাস এবং চলচ্চিত্র। এটি মানিক বন্দ্যোপাধ্যায় রচিত একটি উপন্যাস; যা ১৯৩৬ সালে প্রকাশিত হয়। এ উপন্যাস অবলম্বনে প্রখ্যাত চলচ্চিত্রকার গৌতম ঘোষ ১৯৯৩ সালে একটি চলচ্চিত্র নির্মাণ করেন। চলচ্চিত্রটি বাংলাদেশ ও ভারতের যৌথ প্রযোজনায় নির্মিত।"
    },
    {
        "id": 998,
        "page": 97,
        "question": "‘খদ্যোত’ শব্দের অর্থ কী?",
        "exam_name": "MOR-2017",
        "options": [
            "পাখি",
            "জোনাকি",
            "ক্রেতা",
            "চতুর"
        ],
        "answer": "খ",
        "explanation": "“খদ্যোত” বিশেষ্যবাচক শব্দের অর্থ দেহে আলোক সন্নিবিষ্ট একপ্রকার পতঙ্গ, জোনাকি পোকা।"
    },
    {
        "id": 999,
        "page": 97,
        "question": "কাকে বিদ্যাপতির ভাবশিষ্য বলা হয়?",
        "exam_name": "MOR-2017",
        "options": [
            "চণ্ডীদাস",
            "জ্ঞানদাস",
            "গোবিন্দদাস",
            "কৃষ্ণদাস"
        ],
        "answer": "গ",
        "explanation": "গোবিন্দদাসকে বিদ্যাপতির ভাবশিষ্য বলা হয়। তাঁর আসল পদবি সেন। কবিভূষণের সাথে অনেক মিল থাকায় তাঁকে কবি বল্লভদাস অভিধা উপাধি দেন।"
    },
    {
        "id": 1000,
        "page": 97,
        "question": "বঙ্কিমচন্দ্র চট্টোপাধ্যায় সম্পাদিত ‘বঙ্গদর্শন’ পত্রিকা কত সালে প্রকাশিত হয়?",
        "exam_name": "MOR-2017",
        "options": [
            "১৮৭১",
            "১৮৭২",
            "১৮৭৩",
            "১৮৮৫"
        ],
        "answer": "খ",
        "explanation": "১৮৭২ সালে প্রকাশিত হয় বঙ্গদর্শন পত্রিকা। পরবর্তীতে রবীন্দ্রনাথ পত্রিকাটি সম্পাদনা করেন।"
    },
    {
        "id": 1001,
        "page": 97,
        "question": "মাইকেল মধুসূদন দত্তের ‘মেঘনাদবধ কাব্য’ ইংরেজিতে প্রথম অনুবাদ করেন কে?",
        "exam_name": "MOR-2017",
        "options": [
            "দীনবন্ধু মিত্র",
            "রাজনারায়ণ বসু",
            "সজনীকান্ত দাস",
            "ডি.এল. রায়"
        ],
        "answer": "খ",
        "explanation": "মাইকেল মধুসূদন দত্তের ‘মেঘনাদবধ কাব্য’ ইংরেজিতে অনুবাদ করেন রাজনারায়ণ বসু।"
    }
]
