# Page 98: Q1002 - Q1019 (18 MCQs)
# Source: Images/BPSC Non Tech/BPSC Bangla/p98.jpg

questions = [
    {
        "id": 1002,
        "page": 98,
        "question": "কাজী নজরুল ইসলাম ‘অগ্নিবীণা’ কাব্য কাকে উৎসর্গ করেন?",
        "exam_name": "MOR-2017",
        "options": [
            "রবীন্দ্রনাথ ঠাকুর",
            "চিত্তরঞ্জন দাস",
            "সুভাষচন্দ্র বসু",
            "বারীন্দ্রকুমার ঘোষ"
        ],
        "answer": "ঘ",
        "explanation": "কাজী নজরুল ইসলাম অগ্নিবীণা কাব্যটি বারীন্দ্রকুমার ঘোষকে উৎসর্গ করেন। এটা নজরুলের প্রথম প্রকাশিত কাব্য।"
    },
    {
        "id": 1003,
        "page": 98,
        "question": "কোনটি রবীন্দ্রনাথের ছোটগল্প নয়?",
        "exam_name": "MOR-2017",
        "options": [
            "একরাত্রি",
            "দুরাশা",
            "দুরবস্থা",
            "মাস্টারমশাই"
        ],
        "answer": "গ",
        "explanation": "একরাত্রি, দুরাশা, মাস্টারমশাই, ছোটগল্পের রচয়িতা রবীন্দ্রনাথকে বাংলা ছোটগল্পের জনক বলা হয়।"
    },
    {
        "id": 1004,
        "page": 98,
        "question": "কোনটি শুদ্ধ শব্দ?",
        "exam_name": "MOR-2017",
        "options": [
            "সত্তা",
            "সত্ত্বা",
            "স্বত্তা",
            "সত্বা"
        ],
        "answer": "ক",
        "explanation": "‘সত্তা’ শব্দটি শুদ্ধ।"
    },
    {
        "id": 1005,
        "page": 98,
        "question": "নজরুলের কোন রচনাটি ব্রিটিশ সরকার বাজেয়াপ্ত করে?",
        "exam_name": "MOR-2017",
        "options": [
            "অগ্নিবীণা",
            "বিষের বাঁশী",
            "ব্যথার দান",
            "ছায়ানট"
        ],
        "answer": "খ",
        "explanation": "কাজী নজরুলের 'বিষের বাঁশী' কাব্যগ্রন্থটি ব্রিটিশ সরকার বাজেয়াপ্ত করে। প্রকাশ পায় আগস্ট ১৯২৪ সালে, নিষিদ্ধ হয় ২২ অক্টোবর ১৯২৪ সালে।"
    },
    {
        "id": 1006,
        "page": 98,
        "question": "পানিপথের তৃতীয় যুদ্ধ অবলম্বনে রচিত নাটক কোনটি?",
        "exam_name": "MOR-2017",
        "options": [
            "যুদ্ধ",
            "বিদ্রোহী পদ্মা",
            "রক্তাক্ত প্রান্তর",
            "পরাক্রম"
        ],
        "answer": "গ",
        "explanation": "মুনীর চৌধুরীর রচিত প্রথম ও পূর্ণাঙ্গ নাটক, যা পানিপথের তৃতীয় যুদ্ধ অবলম্বনে রচিত রক্তাক্ত প্রান্তর।"
    },
    {
        "id": 1007,
        "page": 98,
        "question": "‘রাইফেল রোটি আওরাত’ কোন ধরনের রচনা?",
        "exam_name": "MOR-2017",
        "options": [
            "ছোটগল্প",
            "নাটক",
            "উপন্যাস",
            "প্রবন্ধ"
        ],
        "answer": "গ",
        "explanation": "আনোয়ার পাশা রচিত মুক্তিযুদ্ধভিত্তিক উপন্যাস ‘রাইফেল রোটি আওরাত’। তাঁর অন্যান্য উপন্যাস নীড় সন্ধানী (১৯৬৮), নিষুতি রাতের গাথা (১৯৬৯)।"
    },
    {
        "id": 1008,
        "page": 98,
        "question": "কোন বানানটি শুদ্ধ?",
        "exam_name": "MOR-2017",
        "options": [
            "স্বায়ত্বশাসন",
            "স্বায়ত্তশাসন",
            "স্নায়ত্বশাসন",
            "সায়ত্বশাসন"
        ],
        "answer": "খ",
        "explanation": "‘স্বায়ত্তশাসন’ বানানটি শুদ্ধ। কোনো ব্যক্তি, গোষ্ঠী, প্রতিষ্ঠান বা অঞ্চলের নিজস্ব আইন ও নীতি অনুযায়ী বহিরাগত কোনো চরম হস্তক্ষেপ ছাড়াই স্বাধীনভাবে সিদ্ধান্ত গ্রহণ ও পরিচালনার ক্ষমতাকে স্বায়ত্তশাসন বলে।"
    },
    {
        "id": 1009,
        "page": 98,
        "question": "কোনটি প্রতীক্ষা শব্দের প্রতিশব্দ?",
        "exam_name": "MOR-2017",
        "options": [
            "বিতর্ক",
            "এন্তেজার",
            "বিলম্বন",
            "সমাপন্ন"
        ],
        "answer": "খ",
        "explanation": "“প্রতীক্ষা” শব্দের প্রতিশব্দ এন্তেজার, আগ্রহ, আশা, প্রত্যাশা।"
    },
    {
        "id": 1010,
        "page": 98,
        "question": "‘সে সকাল থেকে খাই খাই করছে।’ এ বাক্যে খাই খাই কোন ধরনের পদ?",
        "exam_name": "MOR-2017",
        "options": [
            "ক্রিয়াপদ",
            "ক্রিয়া-বিশেষ্য",
            "দ্বিত্ব-বিশেষণ",
            "ক্রিয়া-বিশেষণ"
        ],
        "answer": "গ",
        "explanation": "ক্রিয়াপদের দ্বিত্ব ঘটিয়ে গঠিত হয় ক্রিয়া-দ্বিত্বজাত বিশেষণ। যেমন- ‘খাই খাই’ দ্বিত্ব বিশেষণ পদ।"
    },
    {
        "id": 1011,
        "page": 98,
        "question": "‘বাবা’ শব্দটি কোন ভাষা থেকে এসেছে?",
        "exam_name": "MOR-2017",
        "options": [
            "সংস্কৃত",
            "অহমিয়া",
            "হিন্দি",
            "তুর্কি"
        ],
        "answer": "ঘ",
        "explanation": "বাবা, চাকর, চাকু, ঠাকুর, বাবুর্চি এগুলো তুর্কি শব্দ।"
    },
    {
        "id": 1012,
        "page": 98,
        "question": "‘বড়ায়ি’ কোন কাব্যের চরিত্র?",
        "exam_name": "MOR-2017",
        "options": [
            "মনসামঙ্গল",
            "চণ্ডীমঙ্গল",
            "শ্রীকৃষ্ণকীর্তন",
            "পদ্মাবতী"
        ],
        "answer": "গ",
        "explanation": "শ্রীকৃষ্ণকীর্তন এ কাব্যের একটি চরিত্র বড়ায়ি। প্রধান চরিত্র কৃষ্ণ।"
    },
    {
        "id": 1013,
        "page": 98,
        "question": "আলাওল কোন রাজসভার কবি ছিলেন?",
        "exam_name": "MOR-2017",
        "options": [
            "মিথিলা",
            "নাটোর",
            "আরাকান রাজসভার",
            "ত্রিপুরা"
        ],
        "answer": "গ",
        "explanation": "আলাওল রোসাঙ্গ রাজসভার কবি ছিলেন। আরাকানকে সাহিত্যে রোসাং বা রোসাঙ্গ নামে অভিহিত করা হয়েছে।"
    },
    {
        "id": 1014,
        "page": 98,
        "question": "তৎসম শব্দের ব্যবহার কোন রীতিতে বেশি হয়?",
        "exam_name": "MOR-2017",
        "options": [
            "চলিত",
            "সাধু",
            "মিশ্র",
            "আঞ্চলিক"
        ],
        "answer": "খ",
        "explanation": "বাংলাভাষার দুটি রীতির মধ্যে সাধুরীতিতে তৎসম শব্দের ব্যবহার বেশি হয়।"
    },
    {
        "id": 1015,
        "page": 98,
        "question": "‘উপরোধ’ শব্দের অর্থ কী?",
        "exam_name": "BPSC-2017",
        "options": [
            "প্রতিরোধ",
            "উপস্থাপন",
            "উপযোগী",
            "অনুরোধ"
        ],
        "answer": "ঘ",
        "explanation": "উপরোধ শব্দের অর্থ অনুরোধ, উপস্থাপন অর্থ প্রদর্শন, প্রতিরোধ অর্থ বাধা, উপযোগী অর্থ যথার্থ, যোগ্য।"
    },
    {
        "id": 1016,
        "page": 98,
        "question": "“আমার ভাইয়ের রক্তে রাঙানো একুশে ফেব্রুয়ারি” গানটির সুরকার কে?",
        "exam_name": "BPSC-2017",
        "options": [
            "আবদুল লতিফ",
            "আবদুল আহাদ",
            "আলতাফ মাহমুদ",
            "মায়হারুল ইসলাম"
        ],
        "answer": "গ",
        "explanation": "“আমার ভাইয়ের রক্তে রাঙানো” গানটির প্রথম সুরকার আব্দুল লতিফ বর্তমান সুরকার আলতাফ মাহমুদ। গানটির রচয়িতা আবদুল গাফফার চৌধুরী।"
    },
    {
        "id": 1017,
        "page": 98,
        "question": "কোনটি মুসলিম সাহিত্য সমাজের মুখপত্র ছিল?",
        "exam_name": "DPHE-2016; MOR-2017",
        "options": [
            "তত্ত্ববোধিনী",
            "শিখা",
            "মোহাম্মদী",
            "সবুজপত্র"
        ],
        "answer": "খ",
        "explanation": "১৮২৬ সালে কাজী আবদুল ওদুদ, আবুল হোসেন, মোতাহের হোসেন মুসলিম সাহিত্য সমাজ গড়ে তোলেন। এর মুখপত্র ছিল ‘শিখা’ পত্রিকা। এটি ১৯২৭ সালে প্রকাশিত হয়।"
    },
    {
        "id": 1018,
        "page": 98,
        "question": "মুক্তিযুদ্ধভিত্তিক উপন্যাস কোনটি?",
        "exam_name": "DPHE-2016; MOR-2017",
        "options": [
            "মাটি আর অশ্রু",
            "হাঙর নদী গ্রেনেড",
            "সারেং বৌ",
            "ক্রীতদাসের হাসি"
        ],
        "answer": "খ",
        "explanation": "সেলিনা হোসেনের মুক্তিযুদ্ধভিত্তিক উপন্যাস হলো ‘হাঙর নদী গ্রেনেড’। 'সারেং বৌ' শহীদুল্লা কায়সারের উপন্যাস এবং 'ক্রীতদাসের হাসি' শওকত ওসমানের রচিত উপন্যাস।"
    },
    {
        "id": 1019,
        "page": 98,
        "question": "‘পর্তুগিজ’ ভাষার শব্দ নয় কোনটি?",
        "exam_name": "DPHE-2016; MOR-2017",
        "options": [
            "চাহিদা",
            "আনারস",
            "আলমারি",
            "গুদাম"
        ],
        "answer": "ক",
        "explanation": "আনারস, আলমারি, আলপিন, চাবি, গুদাম ইত্যাদি পর্তুগিজ শব্দ। চাহিদা, শিখ পাঞ্জাবি শব্দ।"
    }
]
