# Page 99: Q1020 - Q1036 (17 MCQs)
# Source: Images/BPSC Non Tech/BPSC Bangla/p99.jpg

questions = [
    {
        "id": 1020,
        "page": 99,
        "question": "বাংলা ভাষার শব্দ সম্ভারকে কয়টি ভাগে ভাগ করা হয়েছে?",
        "exam_name": "DPHE-2016",
        "options": [
            "চারটি",
            "পাঁচটি",
            "দুইটি",
            "তিনটি"
        ],
        "answer": "খ",
        "explanation": "বাংলা ভাষার শব্দ সম্ভারকে ৫ ভাগে ভাগ করা হয়, যথা- তৎসম, অর্ধ-তৎসম, তদ্ভব, দেশি, বিদেশি।"
    },
    {
        "id": 1021,
        "page": 99,
        "question": "‘সন্তানের প্রতি মাতৃস্নেহ আন্তরিক।’ নিম্নে রেখ পদের নাম-",
        "exam_name": "DPHE-2016",
        "options": [
            "বিশেষ্য",
            "ক্রিয়া",
            "বিশেষণ",
            "অব্যয়"
        ],
        "answer": "গ",
        "explanation": "ক্রিয়ার দোষ, গুণ, অবস্থাকে বিশেষণ বলে। এখানে মাতৃস্নেহ একটি বিশেষণ পদ।"
    },
    {
        "id": 1022,
        "page": 99,
        "question": "নিচের কোনটি শব্দের আগে বসে?",
        "exam_name": "DPHE-2016",
        "options": [
            "প্রত্যয়",
            "উপসর্গ",
            "অনুসর্গ",
            "বিভক্তি"
        ],
        "answer": "খ",
        "explanation": "উপসর্গ শব্দের পূর্বে বসে। প্রত্যয় শব্দের পরে বসে। অনুসর্গ শব্দের মধ্যে বসে।"
    },
    {
        "id": 1023,
        "page": 99,
        "question": "‘জঙ্গম’ শব্দের অর্থ-",
        "exam_name": "DPHE-2016",
        "options": [
            "যুদ্ধের ময়দান",
            "ঘন অরণ্য",
            "গতিশীল",
            "গুপ্ত"
        ],
        "answer": "গ",
        "explanation": "জঙ্গম শব্দের অর্থ অস্থাবর, গতিশীল।"
    },
    {
        "id": 1024,
        "page": 99,
        "question": "‘উত্তপ্ত’ শব্দের বিপরীতার্থক শব্দ-",
        "exam_name": "DPHE-2016",
        "options": [
            "শীতল",
            "শৈত্য",
            "বরফ",
            "শীত"
        ],
        "answer": "ক",
        "explanation": "উত্তপ্ত-এর বিপরীত শব্দ শীতল, তাপ-এর বিপরীত শব্দ শৈত্য।"
    },
    {
        "id": 1025,
        "page": 99,
        "question": "‘কাকনিদ্রা’ বাগধারার অর্থ-",
        "exam_name": "DPHE-2016",
        "options": [
            "অনিষ্ট চিন্তা",
            "কপট নিদ্রা",
            "অগভীর সতর্ক নিদ্রা",
            "অলস নিদ্রা"
        ],
        "answer": "গ",
        "explanation": "কাকনিদ্রা একটি বাগধারা, যার অর্থ অগভীর সতর্ক নিদ্রা।"
    },
    {
        "id": 1026,
        "page": 99,
        "question": "চর্যাপদ কোথা থেকে আবিষ্কৃত হয়?",
        "exam_name": "R&H-12; DPHE-16",
        "options": [
            "নেপালের ধর্মশালা থেকে",
            "বাঁকুড়ার এক গোয়াল ঘর থেকে",
            "তিব্বতের ধর্মশালা থেকে",
            "নেপালের রাজ গ্রন্থশালা থেকে"
        ],
        "answer": "ঘ",
        "explanation": "চর্যাপদ প্রাচীন বাংলা সাহিত্যের একটি আদি নিদর্শন। এটি ১৯০৭ সালে নেপালের রাজ গ্রন্থশালা থেকে হরপ্রসাদ শাস্ত্রী আবিষ্কার করেন।"
    },
    {
        "id": 1027,
        "page": 99,
        "question": "কোন সময়কে বাংলা সাহিত্যের ‘অন্ধকার যুগ’ বলা হয়?",
        "exam_name": "DPHE-2016",
        "options": [
            "৬০০ – ৯৫০ খ্রি.",
            "১২০১ – ১৩৫০ খ্রি.",
            "১৩৫১ – ১৪৫০ খ্রি.",
            "৯৫০ – ১২০০ খ্রি."
        ],
        "answer": "খ",
        "explanation": "তুর্কি শাসনের সময় বাংলা সাহিত্যের এ যুগে খুব বেশি সাহিত্য রচিত হয়নি বলে এ সময় তথা ১২০১–১৩৫০ খ্রি. মোট ১৫০ বছরকে বাংলা সাহিত্যের অন্ধকার যুগ বলা হয়।"
    },
    {
        "id": 1028,
        "page": 99,
        "question": "শ্রীচৈতন্যদেবের জীবনভিত্তিক প্রথম কাহিনি কাব্য রচনা করেন-",
        "exam_name": "DPHE-2016",
        "options": [
            "লোচন দাস",
            "গোবিন্দ দাস",
            "জয়ানন্দ",
            "বৃন্দাবন দাস"
        ],
        "answer": "ঘ",
        "explanation": "শ্রীচৈতন্যদেবের জীবনভিত্তিক প্রথম কাহিনি কাব্য রচনা করেন বৃন্দাবন দাস। তাঁর রচিত গ্রন্থ হলো ‘চৈতন্য-ভাগবত’।"
    },
    {
        "id": 1029,
        "page": 99,
        "question": "ভারতচন্দ্র রায়গুণাকর কোন রাজার সভাকবি ছিলেন?",
        "exam_name": "DPHE-2016",
        "options": [
            "রাজা চন্দ্রগুপ্তের",
            "রাজা বিক্রমাদিত্যের",
            "লক্ষণসেনের",
            "রাজা কৃষ্ণচন্দ্রের"
        ],
        "answer": "ঘ",
        "explanation": "ভারতচন্দ্র রায়গুণাকর বাংলা সাহিত্যের মধ্যযুগের সর্বশেষ এবং সর্বশ্রেষ্ঠ কবি ছিলেন। তিনি রাজা কৃষ্ণচন্দ্রের সভাকবি ছিলেন। তিনি ১৭৬০ সালে মৃত্যুবরণ করেন।"
    },
    {
        "id": 1030,
        "page": 99,
        "question": "ঈশ্বরচন্দ্র বিদ্যাসাগরকে কোন প্রতিষ্ঠান বিদ্যাসাগর উপাধি প্রদান করেন?",
        "exam_name": "DPHE-2016",
        "options": [
            "সংস্কৃত কলেজ",
            "প্রেসিডেন্সি কলেজ",
            "ফোর্ট উইলিয়াম কলেজ",
            "কলকাতা বিশ্ববিদ্যালয়"
        ],
        "answer": "ক",
        "explanation": "ঈশ্বরচন্দ্র বিদ্যাসাগরকে ১৮৩৯ সালে সংস্কৃত কলেজ বিদ্যাসাগর উপাধি দেয়। তাঁর রচিত গ্রন্থগুলো হলো- প্রভাবতী সম্ভাষণ, ভ্রান্তি বিলাস।"
    },
    {
        "id": 1031,
        "page": 99,
        "question": "‘বত্রিশ সিংহাসন’ এর রচয়িতা-",
        "exam_name": "DPHE-2016",
        "options": [
            "গোলকনাথ শর্মা",
            "রামরাম বসু",
            "মৃত্যুঞ্জয় বিদ্যালঙ্কার",
            "মদনমোহন তর্কালঙ্কার"
        ],
        "answer": "গ",
        "explanation": "বত্রিশ সিংহাসন, হিতোপদেশ, প্রবোধচন্দ্রিকা গ্রন্থের রচয়িতা মৃত্যুঞ্জয় বিদ্যালঙ্কার।"
    },
    {
        "id": 1032,
        "page": 99,
        "question": "রাজা রামমোহন রচিত বাংলা ব্যাকরণের নাম-",
        "exam_name": "DPHE-2016",
        "options": [
            "গৌড়ীয় ব্যাকরণ",
            "ভাষা ও ব্যাকরণ",
            "বর্ণ পরিচয়",
            "সরল বাংলা ব্যাকরণ"
        ],
        "answer": "ক",
        "explanation": "বাংলা ভাষায় রচিত প্রথম বাংলা ব্যাকরণ গ্রন্থ “গৌড়ীয় ব্যাকরণ” রচনা করেন রাজা রামমোহন রায়। তিনি ১৮৩৩ সালে এটি রচনা করেন।"
    },
    {
        "id": 1033,
        "page": 99,
        "question": "বাংলা সাহিত্যের প্রথম সার্থক নাটক কোনটি?",
        "exam_name": "DPHE-2016",
        "options": [
            "ভদ্রার্জুন",
            "কীর্তিবিলাস",
            "শর্মিষ্ঠা",
            "কুলীনকুল সর্বস্ব"
        ],
        "answer": "গ",
        "explanation": "বাংলা সাহিত্যের প্রথম সার্থক নাটক শর্মিষ্ঠা। এটি মাইকেল মধুসূদন দত্ত ১৮৫৯ সালে রচনা করেন! তিনি বাংলা সাহিত্যের প্রথম মহাকাব্য রচয়িতা।"
    },
    {
        "id": 1034,
        "page": 99,
        "question": "বঙ্কিমচন্দ্র চট্টোপাধ্যায়ের প্রথম উপন্যাস কোনটি?",
        "exam_name": "DPHE-2016",
        "options": [
            "দুর্গেশনন্দিনী",
            "কপালকুণ্ডলা",
            "মৃণালিনী",
            "বিষবৃক্ষ"
        ],
        "answer": "ক",
        "explanation": "সাহিত্য সম্রাট বঙ্কিমচন্দ্র চট্টোপাধ্যায় ১৮৬৫ সালে দুর্গেশনন্দিনী রচনা করেন। এটি বাংলা সাহিত্যের প্রথম সার্থক উপন্যাস। তাঁর অন্যান্য উপন্যাস কপালকুণ্ডলা, দেবী চৌধুরানী।"
    },
    {
        "id": 1035,
        "page": 99,
        "question": "রবীন্দ্রনাথ ঠাকুর সাহিত্যে নোবেল পুরস্কার পান কোন সালে?",
        "exam_name": "DPHE-2016",
        "options": [
            "১৯১০",
            "১৯১১",
            "১৯১২",
            "১৯১৩"
        ],
        "answer": "ঘ",
        "explanation": "রবীন্দ্রনাথ ঠাকুর তাঁর গীতাঞ্জলি কাব্যগ্রন্থের জন্য ১৯১৩ সালে নোবেল পুরস্কার লাভ করেন। গীতাঞ্জলি কাব্যগ্রন্থের ইংরেজি অনুবাদ Song offerings."
    },
    {
        "id": 1036,
        "page": 99,
        "question": "লেটো গানের দলে যোগ দিয়েছিলেন কে?",
        "exam_name": "DPHE-2016",
        "options": [
            "হুমায়ূন আহমেদ",
            "রফিক আজাদ",
            "কাজী নজরুল ইসলাম",
            "আবুল ফজল"
        ],
        "answer": "গ",
        "explanation": "বিদ্রোহী কবি কাজী নজরুল ইসলাম ১২ বছর বয়সে লেটো গানের দলে যোগ দেন। তিনি পশ্চিমবঙ্গের বর্ধমান জেলার আসানসোলে জন্মগ্রহণ করেন। তাঁর প্রথম কাব্যগ্রন্থ অগ্নিবীণা।"
    }
]
