# -*- coding: utf-8 -*-
"""
BPSC Non-Tech MCQ Digest
Subject: Bangladesh Affairs
Page: 549
Questions: 106 to 120
"""

questions = [
    {
        "id": 106,
        "page": 549,
        "question": "একুশে পদক ২০২৪ কতজনকে দেওয়া হয়েছে? [RAJUK-2024]",
        "options": [
            "১৮",
            "১৯",
            "২০",
            "২১",
            "২২"
        ],
        "answer": "ঘ",
        "explanation": "২০২৪ সালের ১৩ ফেব্রুয়ারি সংস্কৃতি বিষয়ক মন্ত্রণালয় একুশে পদকের জন্য মনোনীতদের নাম ঘোষণা করে। বিভিন্ন ক্ষেত্রে অবদানের স্বীকৃতিতে ২১ জন বিশিষ্ট নাগরিক একুশে পদক ২০২৪ পেয়েছেন। এদের মধ্যে ছয়জন মরণোত্তর সম্মাননা পান。\n২০২৬ সালে ৮ জন ব্যক্তি এবং ১টি প্রতিষ্ঠানকে একুশে পদক প্রদান করা হয়।"
    },
    {
        "id": 107,
        "page": 549,
        "question": "বাংলাদেশের লোকশিল্প জাদুঘর কোথায় অবস্থিত? [RAJUK-2024]",
        "options": [
            "মহাস্থানগড়",
            "ময়নামতি",
            "সোনারগাঁ",
            "বগুড়া",
            "ঢাকা"
        ],
        "answer": "গ",
        "explanation": "বাংলাদেশের একমাত্র লোকশিল্প জাদুঘর সোনারগাঁয়ে অবস্থিত। বাংলাদেশের প্রাচীন ঐতিহ্য রক্ষার্থে বাংলাদেশ লোক ও কারুশিল্প ফাউন্ডেশনের উদ্যোগে এটি গঠিত হয়। এটি ১৯৮১ সালে প্রতিষ্ঠিত হয়।"
    },
    {
        "id": 108,
        "page": 549,
        "question": "রোমান সানা কোন খেলার সাথে সম্পৃক্ত? [RAJUK-2024]",
        "options": [
            "ফুটবল",
            "ক্রিকেট",
            "বাস্কেটবল",
            "আর্চারি",
            "কোনোটিই নয়"
        ],
        "answer": "ঘ",
        "explanation": "বাংলাদেশী বংশোদ্ভূত রোমান সানা একজন তীরন্দাজ। তিনি প্রথম বাংলাদেশি হিসেবে ২০১৯ সালে বিশ্ব আর্চারি চ্যাম্পিয়নশিপের পুরুষ একক ইভেন্টে ব্রোঞ্জ পদক লাভ করেন।"
    },
    {
        "id": 109,
        "page": 549,
        "question": "আয়তনে বাংলাদেশের বৃহত্তম বিভাগ কোনটি? [RAJUK-2024]",
        "options": [
            "পার্বত্য চট্টগ্রাম",
            "ময়মনসিংহ",
            "খুলনা",
            "ঢাকা",
            "কোনোটিই নয়"
        ],
        "answer": "ঙ",
        "explanation": "বর্তমানে বাংলাদেশের সবচেয়ে বড় বিভাগ চট্টগ্রাম বিভাগ। এর আয়তন ৩৩,৯০৯ বর্গকিলোমিটার। ১১টি জেলা এই বিভাগের অন্তর্ভুক্ত। দ্বিতীয় অবস্থানে আছে ঢাকা। আয়তনে সবচেয়ে ছোট বিভাগ হলো ময়মনসিংহ।"
    },
    {
        "id": 110,
        "page": 549,
        "question": "হিলি স্থলবন্দর কোন জেলায় অবস্থিত? [RAJUK-2024]",
        "options": [
            "যশোর",
            "আখাউড়া",
            "সাতক্ষীরা",
            "দিনাজপুর",
            "কোনোটিই নয়"
        ],
        "answer": "ঘ",
        "explanation": "১৯৮৬ সালে বাংলাদেশ সরকার কর্তৃক বাংলাদেশ ও ভারতের মধ্যে আমদানি রপ্তানি ব্যবসায়ের জন্য হিলি স্থলবন্দর প্রতিষ্ঠিত হয়। হিলি স্থলবন্দর বাংলাদেশ ভারত সীমান্তে দিনাজপুর জেলার হাকিমপুর উপজেলায় অবস্থিত।"
    },
    {
        "id": 111,
        "page": 549,
        "question": "কুয়াকাটা কোন জেলার অন্তর্গত? [RAJUK-2024]",
        "options": [
            "বরিশাল",
            "খুলনা",
            "পটুয়াখালী",
            "কক্সবাজার",
            "কোনোটিই নয়"
        ],
        "answer": "গ",
        "explanation": "কুয়াকাটা বাংলাদেশের দক্ষিণ-পশ্চিমাঞ্চলের পটুয়াখালী জেলার একটি শহর ও পর্যটন কেন্দ্র। এটি পটুয়াখালী জেলার কলাপাড়া উপজেলার মহিপুর থানায় অবস্থিত। অপরূপ সৌন্দর্যের লীলাভূমি কুয়াকাটাকে সাগরে কন্যাও বলা হয়।"
    },
    {
        "id": 112,
        "page": 549,
        "question": "কার্তিক ও অগ্রহায়ণ এই দুই মাস নিয়ে কোন কাল? [RAJUK-2024]",
        "options": [
            "বর্ষা",
            "শরৎ",
            "হেমন্ত",
            "বসন্ত",
            "কোনোটি নয়"
        ],
        "answer": "গ",
        "explanation": ""
    },
    {
        "id": 113,
        "page": 549,
        "question": "কোন মুঘল সুবাদার চট্টগ্রাম দখল করে এর নাম রাখেন ইসলামাবাদ? [KGCL-2024]",
        "options": [
            "ইসলাম খান",
            "রাজা মানসিংহ",
            "মীর জুমলা",
            "শায়েস্তা খান"
        ],
        "answer": "ঘ",
        "explanation": ""
    },
    {
        "id": 114,
        "page": 549,
        "question": "বাগেরহাটে খানজাহান আলী প্রতিষ্ঠিত মসজিদটি কত গম্বুজবিশিষ্ট? [KGCL-2024]",
        "options": [
            "আশি",
            "একাশি",
            "ষাট",
            "চৌষট্টি"
        ],
        "answer": "খ",
        "explanation": ""
    },
    {
        "id": 115,
        "page": 549,
        "question": "বাংলাদেশের প্রধান খনিজ সম্পদ কোনটি? [Petrobangla-2024]",
        "options": [
            "কয়লা",
            "তেল",
            "প্রাকৃতিক গ্যাস",
            "চুনাপাথর"
        ],
        "answer": "গ",
        "explanation": ""
    },
    {
        "id": 116,
        "page": 549,
        "question": "বাংলাদেশের জাতীয় পতাকার ডিজাইনার কে? [Petrobangla-2024]",
        "options": [
            "হাশেম খান",
            "জয়নুল আবেদীন",
            "কামরুল হাসান",
            "হামিদুর রহমান"
        ],
        "answer": "গ",
        "explanation": ""
    },
    {
        "id": 117,
        "page": 549,
        "question": "পেট্রোবাংলা কত সালে প্রতিষ্ঠিত হয়? [Petrobangla-2024]",
        "options": [
            "১৯৭১",
            "১৯৮১",
            "১৯৮৫",
            "১৯৯৫"
        ],
        "answer": "গ",
        "explanation": ""
    },
    {
        "id": 118,
        "page": 549,
        "question": "হার্ডিঞ্জ ব্রিজ কোন দুইটি উপজেলাকে সংযুক্ত করেছে? [CPGCBL-24]",
        "options": [
            "পাকশী-ঈশ্বরদী",
            "ঈশ্বরদী-মিরপুর",
            "ভেড়ামারা-ঈশ্বরদী",
            "পাকশী-রূপপুর"
        ],
        "answer": "গ",
        "explanation": "হার্ডিঞ্জ ব্রিজ বাংলাদেশের কুষ্টিয়া জেলার ভেড়ামারা উপজেলার সাথে পাবনা জেলার ঈশ্বরদী উপজেলাকে সংযুক্ত করেছে। পদ্মা নদীর ওপর প্রায় ২৪ হাজার শ্রমিকের দীর্ঘ পাঁচ বছর অক্লান্ত পরিশ্রমে ১৯১৫ সালে সেতুটির নির্মাণকাজ শেষ হয়। স্বাধীনতা যুদ্ধের শেষ পর্যায়ে বোমা হামলায় ক্ষতিগ্রস্ত হলে সেই সময় কিছুদিনের জন্য সেতুটি বন্ধ ছিল। তা ছাড়া ১০০ বছরের বেশি সময় ধরে এই সেতু সেবা দিয়ে যাচ্ছে। ব্রিটিশ সরকার আসাম, ত্রিপুরা, নাগাল্যান্ড ও উত্তরবঙ্গের সঙ্গে কলকাতার যোগাযোগ সহজতর করার লক্ষ্যে পদ্মা নদীর ওপর এ সেতু নির্মাণ করে। তখন ব্রিটিশ ভারতের ভাইসরয় ছিলেন লর্ড হার্ডিঞ্জ। তাঁর নামানুসারে সেতুটির নামকরণ করা হয়।"
    },
    {
        "id": 119,
        "page": 549,
        "question": "বাংলাদেশকে স্বীকৃতি প্রদানকারী প্রথম আফ্রিকান দেশ কোনটি? [CPGCBL-24]",
        "options": [
            "সুদান",
            "মরক্কো",
            "কঙ্গো",
            "সেনেগাল"
        ],
        "answer": "ঘ",
        "explanation": "বাংলাদেশকে স্বীকৃতিদানকারী প্রথম দেশ ভুটান, প্রথম আরব দেশ—ইরাক, প্রথম আমেরিকান দেশ—কানাডা, প্রথম সমাজতান্ত্রিক এবং ইউরোপীয় দেশ—পোল্যান্ড, প্রথম ওশেনিয়া দেশ—টঙ্গা। ১৯৭২ সালের ১ ফেব্রুয়ারি প্রথম আফ্রিকান দেশ হিসেবে সেনেগাল বাংলাদেশকে স্বীকৃতি দেয়।"
    },
    {
        "id": 120,
        "page": 549,
        "question": "বর্তমান প্রধান বিচারপতি কততম প্রধান বিচারপতি? [CPGCBL-24]",
        "options": [
            "২৩তম",
            "২৪তম",
            "২৫তম",
            "২০তম"
        ],
        "answer": "গ",
        "explanation": "বাংলাদেশের ২৬তম এবং বর্তমান প্রধান বিচারপতি হলেন বিচারপতি জুবায়ের রহমান চৌধুরী।"
    }
]
