# scripts/bpsc_non_tech/bangladesh_affairs/p557.py

PAGE_557_QUESTIONS = [
    {
        "id": 223,
        "question": "বাংলাদেশের সর্বপ্রথম আবিষ্কৃত গ্যাসক্ষেত্র কোনটি? [GTCL-2021]",
        "options": [
            "ফেঞ্চুগঞ্জ",
            "সালদা",
            "বাখরাবাদ",
            "হরিপুর",
            "কোনোটিই নয়"
        ],
        "answer": "ঘ",
        "explanation": "হরিপুর গ্যাসক্ষেত্র বাংলাদেশের সিলেট এলাকায় অবস্থিত একটি প্রাকৃতিক গ্যাসক্ষেত্র। ১৯৫৫ সালে সর্বপ্রথম এখানে গ্যাসের খোঁজ পাওয়া যায় এবং ১৯৫৭ সালে প্রথম গ্যাস উত্তোলন শুরু হয়। এ পর্যন্ত এখানে সর্বমোট ৭টি গ্যাসকূপ খনন করা হয়েছে। এর মধ্যে একটিতে তেলেরও সন্ধান পাওয়া গেছে।"
    },
    {
        "id": 224,
        "question": "টেকসই উন্নয়ন লক্ষ্য (SDG)-এর সূচক কতগুলো? [GTCL-2021]",
        "options": [
            "৪৩টি",
            "৪৫টি",
            "৪৭টি",
            "৪৯টি",
            "কোনোটিই নয়"
        ],
        "answer": "গ",
        "explanation": "টেকসই উন্নয়ন লক্ষ্যমাত্রা (SDGs) হচ্ছে ভবিষ্যত বৈশ্বিক ও আন্তর্জাতিক উন্নয়ন সংক্রান্ত কিছু লক্ষ্যমাত্রা, যা জাতিসংঘ প্রণয়ন করেছে। সহস্রাব্দ উন্নয়ন লক্ষ্যমাত্রাসমূহের (মিলেনিয়াম ডেভেলপমেন্ট গোলস) মেয়াদ ২০১৫ সালে শেষ হয়ে যাওয়ার পর, সেগুলো টেকসই উন্নয়ন লক্ষ্যমাত্রাসমূহ দ্বারা প্রতিস্থাপিত হয়েছে। এতে মোট ১৭টি লক্ষ্যমাত্রা ৪৭টি সূচক ও ১৬৯টি সুনির্দিষ্ট বা সহযোগী লক্ষ্য রয়েছে।"
    },
    {
        "id": 225,
        "question": "বিশ্ব রেডক্রস দিবস কত তারিখে? [BPDB-2021]",
        "options": [
            "৮ মে",
            "৭ মে",
            "৯ মে",
            "৫ মে"
        ],
        "answer": "ক",
        "explanation": "৮ মে, বিশ্ব রেডক্রস ও রেড ক্রিসেন্ট দিবস। যুদ্ধে আহতদের সেবার মহান ব্রত নিয়ে ১৮৬৩ সালের এ দিনে রেডক্রস/রেড ক্রিসেন্ট নামে সেবামূলক প্রতিষ্ঠান গড়ে ওঠে। ১৮২৮ সালের এই দিনে রেডক্রস, রেড ক্রিসেন্ট আন্দোলনের প্রতিষ্ঠাতা হেনরি ডুনান্ট সুইজারল্যান্ডের জেনেভায় জন্মগ্রহণ করেন। এই মহান ব্যক্তিকে শ্রদ্ধার সাথে স্মরণ করার জন্য প্রতিবছর তার জন্মদিনটিকে বিশ্ব রেডক্রস ও রেড ক্রিসেন্ট দিবস হিসেবে সারা বিশ্বে যথাযথ মর্যাদায় উদযাপন করা হয়।"
    },
    {
        "id": 226,
        "question": "জনসংখ্যা নিয়ে কোন সংস্থা কাজ করে? [BPDB-2021]",
        "options": [
            "EDM",
            "UNFPA",
            "WHO",
            "CARE"
        ],
        "answer": "খ",
        "explanation": "'জাতিসংঘের জনসংখ্যা তহবিল' জাতিসংঘের একটি বিশেষ সংস্থা। এর পূর্বরূপ হচ্ছে United Nations Fund for Population Activities সংক্ষেপে 'UNFPA' 'জাতিসংঘ জনসংখ্যা কার্যক্রম তহবিল'। বিশ্বব্যাপী জনসংখ্যা বিস্ফোরণের ভয়াবহতা উপলব্ধি করে জনসংখ্যা কার্যক্রমে কার্যকরী সহায়তা দানের উদ্দেশ্যেই এই তহবিল গঠন করা হয়। ১৯৬৬ সালে জাতিসংঘের সাধারণ পরিষদে জনসংখ্যা কার্যক্রমে কারিগরি সহায়তা দানের উদ্দেশ্যে একটি প্রস্তাবনা রাখা হয়। উক্ত প্রস্তাবনার ভিত্তিতেই প্রথমে একটি ট্রাস্ট ফান্ড গঠন করা হয়। পরবর্তীতে ১৯৬৯ সালে এই ফান্ডের নামকরণ করা হয় 'জাতিসংঘের জনসংখ্যা কার্যক্রম তহবিল'। যুক্তরাষ্ট্রের নিউইয়র্ক শহরে এর সদর দপ্তর অবস্থিত। এ সংস্থার কার্যক্রম আট অঞ্চলে বিভক্ত। জাতিসংঘের অর্থনৈতিক ও সামাজিক পরিষদ এটি পরিচালনা করে থাকে। ১৯৭১ সালে পরিষদ তহবিলকে জনসংখ্যা সম্পর্কিত ম্যান্ডেট প্রদান করে ও ১৯৮৩ সালে সেটি পুনর্ব্যক্ত করে।"
    },
    {
        "id": 227,
        "question": "নদী ছাড়া 'পদ্মা' কীসের নাম? [BPDB-2021]",
        "options": [
            "তরমুজ",
            "আনারস",
            "পেয়ারা",
            "আম"
        ],
        "answer": "ক",
        "explanation": "উন্নত জাতের তরমুজের নাম— পদ্মা, জাদুওয়ার, বিগ ফ্যামিলি, হান্টার ইত্যাদি। উন্নত জাতের আনারসের নাম— হানিকুইন, জায়ান্টকিউ, ক্যালেন্ডুলা ইত্যাদি। উন্নত জাতের পেয়ারার নাম— কাজী পেয়ারা, বারি পেয়ারা-২, ৩ ইত্যাদি। উন্নত জাতের আমের নাম— হিমসাগর, চোষা, সোহাগী, ল্যাংড়া, ফজলি ইত্যাদি।"
    },
    {
        "id": 228,
        "question": "বিশ্ব সাহিত্য কেন্দ্র কবে প্রতিষ্ঠিত হয়? [BPDB-2021]",
        "options": [
            "১৯৭৭ সালে",
            "১৯৮৮ সালে",
            "১৯৬০ সালে",
            "১৯৭৮ সালে"
        ],
        "answer": "ঘ",
        "explanation": "'বিশ্বসাহিত্য কেন্দ্র' শুধুমাত্র একটি প্রতিষ্ঠান নয়, এটি আজ দেশব্যাপী একটি আন্দোলন, আলোকিত জাতীয় চিত্তের একটি বিনীত নিশ্চয়তা। অধ্যাপক আবদুল্লাহ আবু সায়ীদের উদ্যোগে ১৯৭৮ সনে এই সংগঠন প্রতিষ্ঠিত হয়। এই সংগঠনের মূল উদ্দেশ্য হলো গ্রন্থপাঠের মাধ্যমে তরুণদের সঠিক পথে পরিচালিত করা। আলোকিত মানুষ চাই— এই শ্লোগানের উপর ভিত্তি করে সংগঠনটি বাংলাদেশে বইপড়া ও শুভবুদ্ধি বিকাশের জন্য কাজ করে থাকে। এর মূল কার্যালয় ঢাকার বাংলামটর এলাকায় অবস্থিত। তবে দেশব্যাপী এটির শাখা রয়েছে।"
    },
    {
        "id": 229,
        "question": "বিশ্ব পর্যটন দিবস কবে? [BPDB-2021]",
        "options": [
            "২৭ ডিসেম্বর",
            "২৮ সেপ্টেম্বর",
            "২৭ সেপ্টেম্বর",
            "২৭ জানুয়ারি"
        ],
        "answer": "গ",
        "explanation": "প্রতি বছর ২৭ সেপ্টেম্বর তারিখে বিশ্ব পর্যটন দিবস সারা বিশ্বব্যাপী পালিত হয়ে থাকে। জাতিসংঘের অধীনস্থ বিশ্ব পর্যটন সংস্থার প্রত্যক্ষ তত্ত্বাবধানে ১৯৮০ সাল থেকে সকল সদস্য দেশে এটি পালিত হয়ে আসছে। দিবসটির প্রধান উদ্দেশ্য হচ্ছে আন্তর্জাতিক সম্প্রদায় ও পর্যটন কেন্দ্রের সাথে সেতুবন্ধন গড়ে তোলা। এ ছাড়াও, পর্যটনের ভূমিকা সম্পর্কে জনসচেতনতা বৃদ্ধিসহ সামাজিক, সাংস্কৃতিক, রাজনৈতিক এবং অর্থনৈতিক উপযোগিতাকে বিশ্বব্যাপী ছড়িয়ে দেয়া এ দিবসের অন্যতম লক্ষ্য।"
    },
    {
        "id": 230,
        "question": "বাংলাদেশের কোন জেলার সাথে ভারতের সংযোগ নেই? [BPDB, APSCL-2021]",
        "options": [
            "ফেনী",
            "সিলেট",
            "রাঙামাটি",
            "বান্দরবান"
        ],
        "answer": "ঘ",
        "explanation": "ভারতের সাথে বাংলাদেশের সীমান্তবর্তী জেলা— ৩০টি। বাংলাদেশের সীমান্তবর্তী বান্দরবান ও কক্সবাজার জেলার সাথে ভারতের সীমান্ত নেই।"
    },
    {
        "id": 231,
        "question": "হাকালুকি হাওর কোন জেলায় অবস্থিত? [APSCL-2021]",
        "options": [
            "নেত্রকোনা",
            "মৌলভীবাজার",
            "হবিগঞ্জ",
            "সুনামগঞ্জ"
        ],
        "answer": "খ",
        "explanation": "হাকালুকি হাওর বাংলাদেশের বৃহত্তম হাওর। এটি মৌলভীবাজার ও সিলেট জেলায় অবস্থিত। এর ভৌগোলিক অবস্থান ২৪°৩৫´-২৪°৪৪´ উত্তর অক্ষাংশ এবং ৯২°০১´-৯২°০৯´ পূর্ব দ্রাঘিমাংশ। হাকালুকি হাওরে প্রচুর পরিমাণ মৎস্য সম্পদ রয়েছে। হাওরের বিলগুলো অনেক প্রজাতির দেশীয় মাছের প্রাকৃতিক আবাস।"
    },
    {
        "id": 232,
        "question": "আহসান মঞ্জিলে কোন সালে প্রথম সুইচ টিপে বিদ্যুৎ চালু করা হয়? [APSCL-2021]",
        "options": [
            "১৯০০",
            "১৯০১",
            "১৯০২",
            "১৯০৪"
        ],
        "answer": "খ",
        "explanation": "১৯০১ সালে ঢাকার নবাব আহসানউল্লাহর বাসভবনে একটি জেনারেটর স্থাপন করা হয়। ১৯০১ সালের ৭ ডিসেম্বর মি. বোল্টন নামে জনৈক ব্রিটিশ নাগরিক আহসান মঞ্জিলে সুইচ টিপে প্রথম বিদ্যুৎ সরবরাহের সূচনা করেন।"
    },
    {
        "id": 233,
        "question": "বাংলাদেশের দ্বিতীয় বৃহত্তম দ্বীপ কোনটি? [APSCL-2021]",
        "options": [
            "মহেশখালী",
            "সন্দ্বীপ",
            "ভোলা",
            "নিঝুম দ্বীপ"
        ],
        "answer": "ক",
        "explanation": "কক্সবাজার জেলায় অবস্থিত ৩৮৮.৫০ বর্গকিলোমিটার আয়তনের দ্বীপ উপজেলা মহেশখালী (Maheshkhali)। বাংলাদেশের একমাত্র পাহাড়ি দ্বীপ এটি। এর পশ্চিমে কুতুবদিয়া দ্বীপ ও বঙ্গোপসাগর, পূর্বে চকরিয়া ও কক্সবাজার সদর উপজেলা, দক্ষিণে কক্সবাজার সদর ও বঙ্গোপসাগর এবং উত্তরে চকরিয়া উপজেলা।"
    }
]
