# scripts/bpsc_non_tech/bangladesh_affairs/p561.py

PAGE_561_QUESTIONS = [
    {
        "id": 267,
        "question": "নিচের কোন জেলাটি চায়ের জন্য প্রসিদ্ধ? [BSEC-2021]",
        "options": [
            "বরিশাল",
            "বগুড়া",
            "সিলেট",
            "রাজশাহী"
        ],
        "answer": "গ",
        "explanation": "সিলেট জেলা চা-পাতার জন্য প্রসিদ্ধ। সিলেট জেলাটি বাংলাদেশের উত্তর-পূর্বাঞ্চলে অবস্থিত। এ জেলার আয়তন প্রায় ৩৪৩২ বর্গকিমি। সিলেটের পশ্চিমে রয়েছে সুনামগঞ্জ ও হবিগঞ্জ জেলা, পূর্বে রয়েছে আসাম (ভারত), দক্ষিণে মৌলভীবাজার জেলা, উত্তরে অবস্থিত মেঘালয় (ভারত) ও খাসিয়া জৈন্তিয়া পাহাড়।"
    },
    {
        "id": 268,
        "question": "বাংলাদেশের জাতীয় সংগীতের রচয়িতা কে? [BSEC-2021]",
        "options": [
            "মধুসূদন দত্ত",
            "বঙ্কিমচন্দ্র চট্টোপাধ্যায়",
            "শরৎচন্দ্র চট্টোপাধ্যায়",
            "রবীন্দ্রনাথ ঠাকুর"
        ],
        "answer": "ঘ",
        "explanation": "বাংলাদেশের জাতীয় সংগীতের (\"আমার সোনার বাংলা\") রচয়িতা বিশ্বকবি রবীন্দ্রনাথ ঠাকুর। বঙ্গমাতা সম্পর্কে এই গাথা রবীন্দ্রনাথ ঠাকুর কর্তৃক ১৯০৫ সালে রচিত। বাউল গায়ক গগন হরকরার গান \"আমি কোথায় পাব তারে\" থেকে এই গানের সুর ও সংগীত উদ্ভূত। ১৩ জানুয়ারি, ১৯৭২ তারিখে মন্ত্রিসভার প্রথম বৈঠকে এ গানটির প্রথম দশ লাইন সদ্যগঠিত গণপ্রজাতন্ত্রী বাংলাদেশ রাষ্ট্রের জাতীয় সংগীত হিসেবে নির্বাচিত হয়। জাতীয় সংগীত হিসেবে নির্বাচিত হওয়ার পর এ সংগীতের সুরারোপ করেন সমর দাস।"
    },
    {
        "id": 269,
        "question": "পৃথিবীর বৃহত্তম ব-দ্বীপ— [BSEC-2021]",
        "options": [
            "সেন্ট মার্টিন",
            "বাংলাদেশ",
            "ইতালি",
            "ইংল্যান্ড"
        ],
        "answer": "খ",
        "explanation": "ভূমির আকৃতি ও প্রকৃতির কারণে কোনো একটি অঞ্চলকে বদ্বীপ বলা হয়ে থাকে। বাংলা 'ব' অক্ষরের আকৃতি অথবা গ্রিক বড় হাতের ডেল্টা-এর আকৃতিবিশিষ্ট ভূখণ্ডকে বদ্বীপ বলা হয়। এ পৃথিবীতে যতগুলো বদ্বীপ রয়েছে, তার মধ্যে বৃহত্তম হলো বাংলাদেশ। আর তাই বাংলাদেশকে পৃথিবীর বৃহত্তম ব-দ্বীপ বলা হয়।"
    },
    {
        "id": 270,
        "question": "বাংলাদেশের সীমানা সংলগ্ন দেশ— [BSEC-2021]",
        "options": [
            "১টি",
            "২টি",
            "৩টি",
            "৪টি"
        ],
        "answer": "খ",
        "explanation": "বাংলাদেশের সীমানা সংলগ্ন দেশ ২টি; ভারত ও মিয়ানমার। বাংলাদেশের সীমান্ত সংলগ্ন দেশ ভারতের সাথে সীমান্ত ভাগ করে নেওয়া ভারতীয় রাজ্যগুলো হলো আসাম, পশ্চিমবঙ্গ, মিজোরাম, মেঘালয় এবং ত্রিপুরা। ভারতের সাথে বাংলাদেশের সীমান্ত ২৫৮২ মাইল দীর্ঘ এবং মিয়ানমারের সাথে ১৭০ মাইল দীর্ঘ। বাংলাদেশের রাঙ্গামাটি জেলা দুই দেশের সীমানা দ্বারা বেষ্টিত। মিয়ানমার বাংলাদেশের দক্ষিণ-পূর্বে অবস্থিত।"
    },
    {
        "id": 271,
        "question": "বাংলাদেশের আন্তর্জাতিক বিমানবন্দর— [BSEC-2021]",
        "options": [
            "১টি",
            "২টি",
            "৩টি",
            "৪টি"
        ],
        "answer": "গ",
        "explanation": "বাংলাদেশের আন্তর্জাতিক বিমানবন্দর রয়েছে তিনটি— ঢাকার হযরত শাহজালাল আন্তর্জাতিক বিমানবন্দর, চট্টগ্রামের শাহ আমানত আন্তর্জাতিক বিমানবন্দর এবং সিলেটের ওসমানী আন্তর্জাতিক বিমানবন্দর।"
    },
    {
        "id": 272,
        "question": "কোনটি স্থানীয় সরকার নয়? [BSEC-2021]",
        "options": [
            "পৌরসভা",
            "পল্লীবিদ্যুৎ",
            "সিটি কর্পোরেশন",
            "উপজেলা পরিষদ"
        ],
        "answer": "খ",
        "explanation": "স্থানীয় সরকার হলো জন প্রশাসনের বা সরকারের এমন একটি রূপ, যা সংখ্যা গরিষ্ঠতার ভিত্তিতে একটি রাষ্ট্রের মধ্যে প্রশাসনের সর্বনিম্ন পর্যায়ে অবস্থান করে। কিছু সাধারণ স্থানীয় সরকার ব্যবস্থার নাম হলো অঞ্চল, বিভাগ, জেলা, শহর, সিটি কর্পোরেশন, উপজেলা পরিষদ, পৌরসভা ও ইউনিয়ন। অপরদিকে, পল্লীবিদ্যুৎ হলো একটি স্বায়ত্তশাসিত সংস্থা। এর কাজ হলো বাংলাদেশের গ্রামীণ অঞ্চলে বিদ্যুৎ পৌঁছে দেওয়া। বাংলাদেশে বর্তমানে ৮০টি পল্লীবিদ্যুৎ সমিতি রয়েছে এবং এর প্রধান কার্যালয় ঢাকাতে অবস্থিত।"
    },
    {
        "id": 273,
        "question": "বাংলাদেশের অর্থনৈতিক নীতি নির্ধারণ এবং উন্নয়ন প্রকল্প অনুমোদন সংক্রান্ত সর্বোচ্চ কর্তৃপক্ষ কোনটি? [BPSC-21]",
        "options": [
            "এনডিএমসি",
            "সিসিজিপি",
            "পরিকল্পনা কমিশন",
            "একনেক"
        ],
        "answer": "ঘ",
        "explanation": "জাতীয় অর্থনৈতিক পরিষদের নির্বাহী কমিটি বা একনেক (ECNEC-Executive Committee of National Economic Council) হলো গণপ্রজাতন্ত্রী বাংলাদেশ সরকারের মন্ত্রিপরিষদ বিভাগের অধীনস্থ একটি নির্বাহী কমিটি, যা জাতীয় গুরুত্বপূর্ণ উন্নয়ন প্রকল্পের যাচাই, বিনিযোগ, অনুমোদন ও অগ্রগতি তথাপি দেশের অর্থনৈতিক অবস্থা ও অর্থনৈতিক কর্মকাণ্ড তত্ত্বাবধান ও নীতিমালা প্রণয়ন, পর্যালোচনা ও অনুমোদন প্রদান করে।"
    },
    {
        "id": 274,
        "question": "জাতীয় দুর্যোগ প্রস্তুতি দিবস কবে? [BPSC-2021]",
        "options": [
            "১০ মার্চ",
            "১ জুলাই",
            "১৩ অক্টোবর",
            "২৫ ডিসেম্বর"
        ],
        "answer": "ক",
        "explanation": "১০ মার্চ জাতীয় দুর্যোগ প্রস্তুতি দিবস। দিবসটি উদযাপনের মূল উদ্দেশ্য প্রাকৃতিক ও মানবসৃষ্ট দুর্যোগ সম্পর্কে জনসচেতনতা বৃদ্ধি। পাশাপাশি প্রাকৃতিক দুর্যোগে জানমালের ক্ষয়ক্ষতি সহনীয় পর্যায়ে রাখতে বেসরকারি সংস্থা, সুশীল সমাজসহ সর্বস্তরের জনগণকে সচেতন করা।"
    },
    {
        "id": 275,
        "question": "বাংলাদেশে ভূমিকম্পে সবচেয়ে ঝুঁকিপূর্ণ জেলা কোনটি? [BPSC-2021]",
        "options": [
            "ঢাকা",
            "সিলেট",
            "বরিশাল",
            "বগুড়া"
        ],
        "answer": "খ",
        "explanation": "বাংলাদেশ ভূমিকম্পপ্রবণ এলাকার যে মানচিত্র রয়েছে, তাতে সিলেট ও চট্টগ্রাম উচ্চ ঝুঁকিপূর্ণ অঞ্চল। 'ডাউকি ফল্ট' লাইনে থাকা সিলেট অঞ্চলে এর আগে উত্তরমাত্রার ভূমিকম্প হয়েছিল ১৮৯৭ সালে। রিখটার স্কেলে ৮ মাত্রার ওপরে থাকা সেই ভূমিকম্পে সিলেটে ব্যাপক ক্ষয়ক্ষতি হয়েছিল।"
    },
    {
        "id": 276,
        "question": "বাংলাদেশে ভূমিস্ব ঝুঁকিপ্রবণ জেলা কোনটি? [BPSC-2021]",
        "options": [
            "রাজশাহী",
            "জামালপুর",
            "খুলনা",
            "রাঙামাটি"
        ],
        "answer": "ঘ",
        "explanation": "ভূমিধস (Landslide) হলো ভৌগোলিক প্রভাবে অপেক্ষাকৃত শুকনা ভূখণ্ড, শিলা বা উভয়ের প্রত্যক্ষভাবে নিম্নমুখী অবনমন বা পতন। ভূমিধস ভূমিকম্পের একটা বড় কারণ এবং জানমালের সবচেয়ে শক্তিশালী অপক্ষয়, যা প্রায়শ বছরে প্রতি বর্গ কিমি ১০০০ টন ছাড়িয়ে যায়। বাংলাদেশের দক্ষিণ-পূর্বাঞ্চলীয় পাহাড়ি এলাকায় এটা বহুল প্রচলিত।"
    },
    {
        "id": 277,
        "question": "বাংলাদেশে বন্যাপ্রবণ জেলা কোনটি? [BPSC-2021]",
        "options": [
            "যশোর",
            "জামালপুর",
            "কুমিল্লা",
            "কক্সবাজার"
        ],
        "answer": "খ",
        "explanation": "বন্যায় বাংলাদেশের সাতটি জেলা সবচেয়ে বেশি ক্ষতিগ্রস্ত হয়। কুড়িগ্রাম, লালমনিরহাট, গাইবান্ধা, সিরাজগঞ্জ, জামালপুর, সুনামগঞ্জ ও শরীয়তপুর জেলা সবচেয়ে বেশি ক্ষতিগ্রস্তের তালিকায় আছে।"
    },
    {
        "id": 278,
        "question": "বাংলাদেশে ঘূর্ণিঝড় ঝুঁকিপ্রবণ উপজেলা কোনটি? [BPSC-2021]",
        "options": [
            "সারিযাকান্দি",
            "চিলমারী",
            "শ্যামনগর",
            "সরিষাবাড়ী"
        ],
        "answer": "গ",
        "explanation": "বাংলাদেশ তার ব্যতিক্রমী ভৌগোলিক অবস্থানের কারণে বারবার জাতীয় বিধ্বংসী ঘূর্ণিঝড়ের প্রকোপে পড়ে। বঙ্গোপসাগরের উত্তর দিকের ফানেল আকৃতির ফলশ্রুতিতে যখনই ঘূর্ণিঝড় রূপ নেয় জলোচ্ছ্বাস ও ভূমিধসের কারণ হয়ে দাঁড়ায়, যার ভূক্তভোগী রূপ তীরভূমিতে অবস্থানকারী হাজার হাজার মানুষ। বাংলাদেশে ঘূর্ণিঝড় ঝুঁকিপূর্ণ উপজেলা শ্যামনগর [সাতক্ষীরা]।"
    }
]
