# scripts/bpsc_non_tech/bangladesh_affairs/p563.py

PAGE_563_QUESTIONS = [
    {
        "id": 291,
        "question": "বাংলাদেশের জলসীমায় উৎপত্তি ও সমাপ্তি নদীর নাম কী? [BADC-2020]",
        "options": [
            "কর্ণফুলী",
            "হালদা",
            "গোমতী",
            "মহানন্দা"
        ],
        "answer": "খ",
        "explanation": "হালদা নদী বাংলাদেশে উৎপন্ন হয়ে বাংলাদেশেই শেষ হয়। এটি চট্টগ্রামে অবস্থিত। হালদাকে প্রাকৃতিক মৎস্য প্রজনন কেন্দ্র বলা হয়।"
    },
    {
        "id": 292,
        "question": "১৯৭১ সালে অনুষ্ঠিত 'Concert for Bangladesh'-এর প্রধান শিল্পী কে ছিলেন? [BADC-2020]",
        "options": [
            "রুনা লায়লা",
            "বাপ্পী লাহেড়ী",
            "মার্ক এন্থনি",
            "জর্জ হ্যারিসন"
        ],
        "answer": "ঘ",
        "explanation": "১ আগস্ট ১৯৭১ সালে জর্জ হ্যারিসন নিউইয়র্কে \"Concert for Bangladesh\" আয়োজন করেন। এতে পণ্ডিত রবিশংকর, বব ডিলান অংশগ্রহণ করেন।"
    },
    {
        "id": 293,
        "question": "মুক্তিযুদ্ধ বিষয়ক মন্ত্রণালয় গঠিত হয়— [BCMCL-2020]",
        "options": [
            "২০০০ সালে",
            "২০১০ সালে",
            "২০০১ সালে",
            "১৯৯৯ সালে"
        ],
        "answer": "গ",
        "explanation": "মুক্তিযুদ্ধ বিষয়ক মন্ত্রণালয় হচ্ছে বাংলাদেশ সরকারের একটি মন্ত্রণালয়। মুক্তিযুদ্ধের স্মৃতি সংরক্ষণ এবং বাংলাদেশের স্বাধীনতা যুদ্ধের মুক্তিযোদ্ধাদের জন্য কল্যাণ তহবিল পরিচালনা করা এই মন্ত্রণালয়ের কাজ। ২০০১ সালের ২৩ অক্টোবর এই মন্ত্রণালয়টি গঠন করা হয়।"
    },
    {
        "id": 294,
        "question": "অবিভক্ত বাংলার শেষ মুখ্যমন্ত্রী কে ছিলেন? [BCMCL-20]",
        "options": [
            "এ.কে. ফজলুল হক",
            "হোসেন শহীদ সোহরাওয়ার্দী",
            "খাজা নাজিমুদ্দিন",
            "আবুল হাসেম"
        ],
        "answer": "খ",
        "explanation": "হোসেন শহীদ সোহরাওয়ার্দী (জন্ম: সেপ্টেম্বর ৮, ১৮৯২ এবং মৃত্যু: ৫ ডিসেম্বর ১৯৬৩) বিখ্যাত বাঙালি রাজনীতিবিদ ও আইনজীবী ছিলেন। যুক্তফ্রন্ট গঠনের মূল নেতাদের মধ্যে তিনি অন্যতম।"
    },
    {
        "id": 295,
        "question": "কোন ইউরোপিয়ান দেশ প্রথম বাংলাদেশকে স্বীকৃতি দেয়? [BCMCL-2020]",
        "options": [
            "রাশিয়া",
            "ডেনমার্ক",
            "জার্মানি",
            "বুলগেরিয়া"
        ],
        "answer": "গ",
        "explanation": "বাংলাদেশে স্বীকৃতি প্রদানকারী প্রথম ইউরোপিয়ান দেশ পোল্যান্ড ও পূর্ব জার্মানি।"
    },
    {
        "id": 296,
        "question": "লবণাক্ত সহনশীল ধানের জাত কোনটি? [DPDC-2020]",
        "options": [
            "ব্রি ধান-৩৩",
            "ব্রি ধান-৪৬",
            "ব্রি ধান-৪৪",
            "ব্রি ধান-৪৭"
        ],
        "answer": "ঘ",
        "explanation": "লবণাক্ত সহিষ্ণু ধান ব্রি ধান-৪৭। অন্যদিকে খরা সহিষ্ণু ধান হলো ব্রি ধান-৩৩।"
    },
    {
        "id": 297,
        "question": "বাংলাদেশ Cricket Board গঠিত হয়— [DPDC-2020]",
        "options": [
            "১৯৭২ সালে",
            "১৯৭৩ সালে",
            "১৯৭৪ সালে",
            "১৯৭৫ সালে"
        ],
        "answer": "ক",
        "explanation": "বাংলাদেশ ক্রিকেট বোর্ড (বিসিবি) বাংলাদেশের ক্রিকেটের সর্বোচ্চ ক্রীড়া নিয়ন্ত্রক সংস্থা। বিসিবি মূলত ১৯৭২ সালে প্রতিষ্ঠিত হয়।"
    },
    {
        "id": 298,
        "question": "'সোনার বাংলা-১' কী? [DPDC-2020]",
        "options": [
            "ধান",
            "গম",
            "পাট",
            "আখ"
        ],
        "answer": "ক",
        "explanation": "সোনার বাংলা-১ ধান হলো— রোপা আমন, হাইব্রিড।"
    },
    {
        "id": 299,
        "question": "Icddr, b-এর সদর দপ্তর কোথায় অবস্থিত? [DPDC-20]",
        "options": [
            "মহাখালী, ঢাকা",
            "কাঠমান্ডু, নেপাল",
            "নয়াদিল্লি, ভারত",
            "কলম্বো, শ্রীলঙ্কা"
        ],
        "answer": "ক",
        "explanation": "'ইন্টারন্যাশনাল সেন্টার ফর ডায়রিয়াল ডিজিজ রিসার্চ, বাংলাদেশ, সংক্ষেপে আইসিডিডিআর,বি (icddr,b) বাংলাদেশের একটি চিকিৎসাসংক্রান্ত গবেষণা প্রতিষ্ঠান, যার সদর দপ্তর মহাখালী, ঢাকা।"
    },
    {
        "id": 300,
        "question": "'একাত্তর স্মরণে' ভাস্কর্য কোথায় অবস্থিত? [DPDC-2020]",
        "options": [
            "ঢাকা বিশ্ববিদ্যালয়",
            "শিশু একাডেমি",
            "বাংলা একাডেমি",
            "জাহাঙ্গীরনগর বিশ্ববিদ্যালয়"
        ],
        "answer": "গ",
        "explanation": "'একাত্তর স্মরণে' মুক্তিযুদ্ধের এক অনন্য ভাস্কর্য এটি। বাংলা একাডেমি ভবনের প্রধান ফটকের ডানপাশের দেয়ালে স্থাপিত রয়েছে ভাস্কর্যটি।"
    },
    {
        "id": 301,
        "question": "বাংলাদেশ সরকারের প্রধান আইন কর্মকর্তা হলেন— [DPDC-2020]",
        "options": [
            "আইনমন্ত্রী",
            "অ্যাটর্নি জেনারেল",
            "প্রধান বিচারপতি",
            "জাতীয় সংসদ"
        ],
        "answer": "খ",
        "explanation": "সর্বোচ্চ আইন কর্মকর্তা হিসেবে দেশের সকল আদালতে সরকারের প্রতিনিধিত্ব করেন অ্যাটর্নি জেনারেল।"
    },
    {
        "id": 302,
        "question": "সিকিউরিটি প্রিন্টিং করপোরেশন থেকে মুদ্রিত প্রথম নোট কোনটি? [DPDC-2020]",
        "options": [
            "৫ টাকার নোট",
            "১০ টাকার নোট",
            "২০ টাকার নোট",
            "৫০ টাকার নোট"
        ],
        "answer": "খ",
        "explanation": "বাংলাদেশে প্রথম নোট চালু হয় ৪ মার্চ ১৯৭২ সালে। সর্বপ্রথম ছাপানো হয় ১০ টাকার নোট।"
    },
    {
        "id": 303,
        "question": "বাংলাদেশে প্রথম করোনা রোগী শনাক্ত হয় কোন তারিখে? [PPA-2020]",
        "options": [
            "৭ মার্চ, ২০২০",
            "৮ মার্চ, ২০২০",
            "১১ মার্চ, ২০২০",
            "১০ মার্চ, ২০২০"
        ],
        "answer": "খ",
        "explanation": "বাংলাদেশে ৮ মার্চ, ২০২০ প্রথম করোনা রোগীর সন্ধান পাওয়া যায়। রোগতত্ত্ব বিভাগের মতে ইতালি থেকে করোনা সংক্রমণ নিয়ে দেশে ফেরেন দুই বাংলাদেশি। যাদের মধ্যে একজনের পরিবারের সদস্যসহ মোট তিনজনের কোভিড নাইনটিন শনাক্ত নিশ্চিত হয়।"
    },
    {
        "id": 304,
        "question": "বাংলাদেশ সরকারের কোন কর্তৃপক্ষ অভ্যন্তরীণ নৌপথে চলাচলকারী যান্ত্রিক নৌযানের ফিটনেস সনদ প্রদান করে? [PPA-2020]",
        "options": [
            "BIWTA",
            "IWIC",
            "Department of Shipping",
            "BUET"
        ],
        "answer": "গ",
        "explanation": "বাংলাদেশ অভ্যন্তরীণ নৌপরিবহন কর্তৃপক্ষ (বিআইডব্লিউটিএ) বাংলাদেশ সরকারের একটি স্বায়ত্তশাসিত সংস্থা, যা দেশের অভ্যন্তরীন নৌচলাচল নিয়ন্ত্রণ করে। এটি নৌপরিবহন নিয়ন্ত্রণ ও উন্নয়নসহ নৌযানসমূহের জন্য বিভিন্ন আইন ও নীতিমালা প্রণয়ন, অনুমোদন, নিবন্ধন ইত্যাদি কাজের জন্য দায়িত্বপ্রাপ্ত। ঢাকার মতিঝিলে এর প্রধান কার্যালয় অবস্থিত এবং এটি বাংলাদেশের নৌপরিবহন মন্ত্রণালয়ের অধীন।"
    },
    {
        "id": 305,
        "question": "Which of the following private bank of Bangladesh introduced mobile banking first? [BB-2020]",
        "options": [
            "Islami bank Bangladesh limited",
            "BRAC bank limited",
            "Dutch Bangla bank limited",
            "Prime bank limited"
        ],
        "answer": "গ",
        "explanation": "যে পদ্ধতিতে একজন গ্রাহক মোবাইল বা ট্যাব ব্যবহার করে আর্থিক লেনদেন সম্পন্ন করতে পারেন, তাকে মোবাইল ব্যাংকিং বলে। খুব সহজে এবং দ্রুত টাকা এক স্থান থেকে আরেক স্থানে পাঠানোর এই মাধ্যম এখন অনেকেই পছন্দ করছেন। ২০১০ সালে ডাচ-বাংলা ব্যাংক বাংলাদেশে সর্বপ্রথম মোবাইল ব্যাংকিং চালু করে। মোবাইল ব্যাংকিং সেবা দেয়ার ক্ষেত্রে নেতৃত্বের ভূমিকায় রয়েছে ব্যাক ব্যাংকের সহযোগী প্রতিষ্ঠান 'বিকাশ'।"
    },
    {
        "id": 306,
        "question": "কোন জেলার সাথে মিয়ানমারের সীমান্ত আছে? [BPSC-2020]",
        "options": [
            "কুমিল্লা",
            "ফেনী",
            "বান্দরবান",
            "চট্টগ্রাম"
        ],
        "answer": "গ",
        "explanation": "মিয়ানমারের সাথে বাংলাদেশের ৩টি সীমান্তবর্তী জেলা হলো— কক্সবাজার, রাঙামাটি ও বান্দরবান।"
    }
]
