# p565.py - Questions 317 to 329

PAGE_565_QUESTIONS = [
    {
        "id": 317,
        "question": "\"সেন্ট মার্টিন দ্বীপ\" কোন জেলায় অবস্থিত? [BREB-20]",
        "options": [
            "ভোলা",
            "পটুয়াখালী",
            "নোয়াখালী",
            "কক্সবাজার"
        ],
        "answer": "ঘ",
        "explanation": "সেন্টমার্টিন দ্বীপ কক্সবাজার জেলার টেকনাফ থেকে প্রায় ৯ কিমি দক্ষিণে ও মিয়ানমার-এর উপকূল থেকে ৮ কিমি পশ্চিমে নাফ নদীর মোহনায় অবস্থিত। এটি একটি ছোট প্রবাল দ্বীপ (মাত্র ৩৬ বর্গ কিমি)।"
    },
    {
        "id": 318,
        "question": "বাংলাদেশের হোয়াইট গোল্ড হিসেবে পরিচিত কোনটি? [MOD-2020]",
        "options": [
            "ইলিশ মাছ",
            "পাট",
            "রূপা",
            "চিংড়ি"
        ],
        "answer": "ঘ",
        "explanation": "বাংলাদেশ অর্থনৈতিক পণ্যের মধ্যে চিংড়ি মাছ রপ্তানি করে বিপুল পরিমাণ বৈদেশিক মুদ্রা অর্জন করে। এজন্য বাংলাদেশের চিংড়ি সম্পদকে 'White gold' বলা হয়।"
    },
    {
        "id": 319,
        "question": "'মুক্তির গান' চলচ্চিত্র কে পরিচালনা করেছেন? [MOD-20]",
        "options": [
            "জহির রায়হান",
            "আলমগীর কবির",
            "গীতা মেহতা",
            "তারেক মাসুদ"
        ],
        "answer": "ঘ",
        "explanation": "মুক্তির গান তারেক মাসুদ ও ক্যাথরিন মাসুদ পরিচালিত বাংলাদেশের মুক্তিযুদ্ধভিত্তিক একটি প্রামাণ্যচিত্র। এটি মুক্তি পায় ১৯৯৫ সালে। এই প্রামাণ্যচিত্র জাতীয় ও আন্তর্জাতিক পর্যায়ে পুরস্কৃত ও প্রশংসিত হয়।"
    },
    {
        "id": 320,
        "question": "বাংলাদেশের তৈরি জাহাজ 'স্টেলা মেরিস' রপ্তানি হয়েছে কোন দেশে? [MOD-2020]",
        "options": [
            "ফিনল্যান্ড",
            "ডেনমার্ক",
            "নরওয়ে",
            "সুইডেন"
        ],
        "answer": "খ",
        "explanation": "বাংলাদেশের তৈরি জাহাজ 'স্টেলা মেরিস' ২০০৮ সালে ডেনমার্কে রপ্তানি করা হয়। এ জাহাজটির রপ্তানি প্রতিষ্ঠান আনন্দ শিপইয়ার্ড লিমিটেড।"
    },
    {
        "id": 321,
        "question": "প্রধান বীজ উৎপাদনকারী সরকারি প্রতিষ্ঠান— [MOD-20]",
        "options": [
            "BARI",
            "BRRI",
            "BADC",
            "BINA"
        ],
        "answer": "গ",
        "explanation": "BARI-এর পূর্ণরূপ Bangladesh Agricultural Research Institute। এটি দেশের বৃহত্তম বহুবিধ ফসল গবেষণা প্রতিষ্ঠান। BINA (Bangladesh Institute of Nuclear Agriculture) বাংলাদেশের একটি পরমাণু কৃষি গবেষণা প্রতিষ্ঠান; BRRI (Bangladesh Rice Research Institute) ধান গবেষণা প্রতিষ্ঠান। আর BADC (Bangladesh Agricultural Development Corporation) বাংলাদেশে উচ্চ ফলনশীল বিভিন্ন ফসলের বীজ উৎপাদন, সংরক্ষণ ও সরবরাহ বৃদ্ধি করা, সেচ প্রযুক্তি উন্নয়ন, ভূ-উপরিস্থ পানির সর্বোত্তম ব্যবহার ও মানসম্পন্ন সার সরবরাহ করে।"
    },
    {
        "id": 322,
        "question": "'ডায়মন্ড জুবিলি' কত বছরে অনুষ্ঠিত হয়? [BWDB-2020]",
        "options": [
            "৫০ বছর",
            "৬০ বছর",
            "৮০ বছর",
            "৭৫ বছর"
        ],
        "answer": "খ",
        "explanation": "সিলভার জুবিলি = ২৫ বছর, রুবি জুবিলি = ৪০ বছর, সুবর্ণ জয়ন্তী /গোল্ডেন জুবিলি = ৫০ বছর, হীরক জয়ন্তী/ডায়মন্ড জুবিলি = ৬০ বছর, প্লাটিনাম জয়ন্তী/প্লাটিনাম জুবিলি = ৭৫ বছর, শতবর্ষ জয়ন্তী/টিটানিয়াম জুবিলি = ১০০ বছর, সার্ধ-শতবর্ষ জয়ন্তী = ১৫০ বছর, সহস্রাব্দ জয়ন্তী = ১০০ বছর, গ্রেট জুবিলি = ২০০০ সালকে বলা হয়।"
    },
    {
        "id": 323,
        "question": "বাংলাদেশের বিদ্যুৎশক্তির প্রধান উৎস কী? [BWDB-2020]",
        "options": [
            "খনিজ তেল",
            "প্রাকৃতিক গ্যাস",
            "খরস্রোতা নদী",
            "উপরের সবগুলো"
        ],
        "answer": "খ",
        "explanation": "বাংলাদেশের বিদ্যুৎশক্তির উৎস— খনিজ তেল, প্রাকৃতিক গ্যাস, পানি ও কয়লা। বিদ্যুৎশক্তির প্রধান উৎস প্রাকৃতিক গ্যাস।"
    },
    {
        "id": 324,
        "question": "কোন মুঘল সম্রাট প্রথম বাংলা জয় করেন? [BWDB-20]",
        "options": [
            "বাবর",
            "হুমায়ুন",
            "আকবর",
            "জাহাঙ্গীর"
        ],
        "answer": "খ",
        "explanation": "প্রথম মুঘল সম্রাট হিসেবে বাংলা জয় করেন সম্রাট আকবর (১৫৭৬ সালে)।"
    },
    {
        "id": 325,
        "question": "বাংলাদেশের ইতিহাসে কোন ঘটনাটি আগে ঘটেছিল? [BWDB-2020]",
        "options": [
            "যুক্তফ্রন্ট গঠন",
            "ভাষা আন্দোলন",
            "আগরতলা ষড়যন্ত্র মামলা",
            "আওয়ামী মুসলিম লীগের প্রতিষ্ঠা"
        ],
        "answer": "ঘ",
        "explanation": "যুক্তফ্রন্ট গঠন— ১৯৫৩ সালে, ভাষা আন্দোলন— ১৯৫২ সালে, আগরতলা ষড়যন্ত্র মামলা— ১৯৬৮ সালে, আওয়ামী মুসলিম লীগের প্রতিষ্ঠা— ২৩ জুন ১৯৪৯ সালে।"
    },
    {
        "id": 326,
        "question": "কীসের ভিত্তিতে ভাষা আন্দোলন হয়েছিল? [BWDB-20]",
        "options": [
            "দ্বি-জাতি তত্ত্ব",
            "সামাজিক চেতনা",
            "অসাম্প্রদায়িকতা",
            "বাঙালি জাতীয়তাবাদ"
        ],
        "answer": "ঘ",
        "explanation": "পাকিস্তান সৃষ্টির পর যখন বাংলা ভাষা ও সংস্কৃতির উপর প্রথম আঘাত আসে, তখন বাঙালি জনগণ বিশেষ করে যুবসমাজ দৃঢ়পায় ভাষা, সাহিত্য ও সংস্কৃতি রক্ষার জন্য ঐক্যবদ্ধ সংগ্রামে ঝাঁপিয়ে পড়ে। শুরু হয় ভাষা আন্দোলন। মূলত তখন থেকেই বাঙালি জাতীয়তাবাদের ভিত্তিতে গড়ে ওঠা পূর্ব বাংলার ভাষা আন্দোলন পরবর্তীতে স্বাধীন সার্বভৌম বাংলাদেশ জন্মের পথ সুগম করে। এ আন্দোলনের পরিসমাপ্তি ঘটে ১৯৫২ সালের ২১ ফেব্রুয়ারি সালাম, বরকত, রফিক, জব্বারসহ নাম না জানা অনেকের জীবন বিসর্জনের মধ্য দিয়ে।"
    },
    {
        "id": 327,
        "question": "মুক্তিযুদ্ধের সময় বাংলাদেশের বিমানবাহিনী গঠন করা হয়— [BSCIC-2023]",
        "options": [
            "২৭ মার্চ, কলকাতার দমদমে",
            "২৮ সেপ্টেম্বর, নাগাল্যান্ডের ডিমাপুরে",
            "১৭ এপ্রিল, পশ্চিমবঙ্গের জলপাইগুড়িতে",
            "১৫ আগস্ট, ত্রিপুরার আগরতলায়"
        ],
        "answer": "খ",
        "explanation": "১৯৭১ সালের ২৮ সেপ্টেম্বর ভারতের নাগাল্যান্ডের ডিমাপুরে গঠিত হয় বাংলাদেশ বিমানবাহিনী। এ সময় বাহিনীর মোট জনবল ছিল মাত্র ৫৭ জন। আর উড়োজাহাজ ছিল ৩টি।"
    },
    {
        "id": 328,
        "question": "বিদেশে কোন মিশনে বাংলাদেশের পতাকা প্রথম উত্তোলন করা হয়? [BWDB-2020]",
        "options": [
            "লন্ডন",
            "কলকাতা",
            "মস্কো",
            "নয়াদিল্লি"
        ],
        "answer": "খ",
        "explanation": "১৯৭১ সালের ১৮ এপ্রিল, রবিবার, দুপুর সাড়ে ১২টা। স্থান ৯, সার্কাস অ্যাভিনিউ, কলকাতা। বিশ্ব ইতিহাসে ঘটে নজিরবিহীন ঘটনা। কলকাতার পাকিস্তান ডেপুটি হাইকমিশন অফিসের সব বাঙালি কর্মকর্তা-কর্মচারী একযোগে আনুগত্য প্রকাশ করে বাংলাদেশ সরকারের প্রতি কার্যালয়ের নাম পাল্টে হয়ে গেল গণপ্রজাতন্ত্রী বাংলাদেশ সরকার। কূটনৈতিক মিশনের ছাদে ডেপুটি হাইকমিশনার মোহাম্মদ হোসেন আলীর নেতৃত্বে ওড়ানো হয় স্বাধীন বাংলাদেশের পতাকা।"
    },
    {
        "id": 329,
        "question": "বাংলাদেশের প্রথম দ্বিপাক্ষিক অগ্রাধিকারমূলক বাণিজ্যিক চুক্তি কোন দেশের সাথে স্বাক্ষরিত হয়েছে? [BBA-2020]",
        "options": [
            "ভারত",
            "ভুটান",
            "রাশিয়া",
            "নেপাল",
            "কোনোটিই নয়"
        ],
        "answer": "খ",
        "explanation": "দ্বিপাক্ষিক অগ্রাধিকারমূলক বাণিজ্য চুক্তি বা পিটিএ (প্রেফারেনশিয়াল ট্রেড এগ্রিমেন্ট) স্বাক্ষর করেছে বাংলাদেশ ও ভুটান। ১৯৭১ সালের ৬ ডিসেম্বর প্রথম দেশ হিসেবে বাংলাদেশকে স্বীকৃতি দেয় ভুটান। সেই থেকে গত ৫০ বছর ধরে দু'দেশের সুসম্পর্ক বজায় রয়েছে। সামাজিক, রাজনৈতিক ও অর্থনৈতিক সম্পর্ক উন্নত হয়েছে। তাই চুক্তির দিন হিসেবে ৬ ডিসেম্বর ২০২০ সালকে বেছে নেওয়া হয়।"
    }
]
