PAGE_576_MCQS = [
    {
        "id": 481,
        "question": "বাংলাদেশের তৃতীয় সমুদ্রবন্দরের নাম কী? [BPSC-17]",
        "options": [
            "কক্সবাজার",
            "পায়রা",
            "চালনা",
            "কুতুবদিয়া"
        ],
        "answer": "খ",
        "explanation": "বাংলাদেশের সর্বমোট সমুদ্রবন্দর তিনটি। প্রথম সমুদ্রবন্দর চট্টগ্রাম সমুদ্রবন্দর প্রতিষ্ঠিত হয় ১৮৮৮ সালে। ২য় সমুদ্রবন্দর মংলা সমুদ্রবন্দর ১৯৫৪ সালে প্রতিষ্ঠিত এবং তৃতীয় সমুদ্রবন্দর পায়রা সমুদ্রবন্দর পটুয়াখালী জেলায় অবস্থিত।"
    },
    {
        "id": 482,
        "question": "কোন নোটে বাংলাদেশ ব্যাংকের গভর্নরের স্বাক্ষর থাকে না?",
        "options": [
            "২ টাকার নোটে",
            "১০ টাকার নোটে",
            "২০ টাকার নোটে",
            "৫০ টাকার নোটে"
        ],
        "answer": "ক",
        "explanation": "২ টাকার নোট বাংলাদেশ সরকারের অর্থ মন্ত্রণালয় প্রচলন করে এবং এতে অর্থসচিবের স্বাক্ষর থাকে।"
    },
    {
        "id": 483,
        "question": "কোনটি বাংলাদেশে একটি পাহাড়ি দ্বীপ? [RAJUK-2017]",
        "options": [
            "মহেশখালী",
            "হাতিয়া",
            "চরফ্যাশন",
            "ছেঁড়াদ্বীপ",
            "কোনোটিই নয়"
        ],
        "answer": "ক",
        "explanation": "বাংলাদেশের একমাত্র পাহাড়ি দ্বীপ মহেশখালী কক্সবাজার জেলায় অবস্থিত। একমাত্র প্রবাল দ্বীপ সেন্টমার্টিন। বাংলাদেশের সর্বদক্ষিণে অবস্থিত ছেঁড়াদ্বীপ। হাতিয়া দ্বীপটি নোয়াখালী জেলায় অবস্থিত।"
    },
    {
        "id": 484,
        "question": "জাতীয় বিশ্ববিদ্যালয় কোথায় অবস্থিত? [RAJUK-2017]",
        "options": [
            "চট্টগ্রাম",
            "সাভার",
            "ঢাকা",
            "গাজীপুর",
            "কোনোটিই নয়"
        ],
        "answer": "ঘ",
        "explanation": "জাতীয় বিশ্ববিদ্যালয় ১৯৯২ সালে গাজীপুরের টঙ্গীতে প্রতিষ্ঠিত হয়।"
    },
    {
        "id": 485,
        "question": "বাংলাদেশের রাষ্ট্রীয় প্রতীকের ডিজাইনার কে? [RAJUK-2017]",
        "options": [
            "এ এন সাহা",
            "কামরুল হাসান",
            "রফিকুননবী",
            "জয়নুল আবেদীন",
            "কোনোটিই নয়"
        ],
        "answer": "খ",
        "explanation": "বাংলাদেশের রাষ্ট্রীয় প্রতীকে উভয়পাশ ধানগাছ বেষ্টিত পানিতে ভাসমান শাপলা ফুল। তার মাথায় পাটগাছের পরস্পর সংযুক্ত তিনটি পাতা ও চারটি তারকা, যা বাংলাদেশের চারটি মূলনীতি। এর ডিজাইনার কামরুল হাসান।"
    },
    {
        "id": 486,
        "question": "রূপপুর পারমাণবিক বিদ্যুৎ কেন্দ্র কোথায় অবস্থিত? [RAJUK-2017]",
        "options": [
            "ময়মনসিংহ",
            "নেত্রকোনা",
            "গাজীপুর",
            "পাবনা",
            "কোনোটিই নয়"
        ],
        "answer": "ঘ",
        "explanation": "এটি দেশের সবচেয়ে বড় পারমাণবিক বিদ্যুৎ কেন্দ্র, যা পাবনা জেলার ঈশ্বরদীতে অবস্থিত। এর উৎপাদন ক্ষমতা ২১৬০ মেগাওয়াট।"
    },
    {
        "id": 487,
        "question": "বাকল্যান্ড বাঁধ কোন নদীর তীরে অবস্থিত? [RAJUK-17]",
        "options": [
            "বুড়িগঙ্গা",
            "তুরাগ",
            "বালু",
            "করতোয়া",
            "কোনোটিই নয়"
        ],
        "answer": "ক",
        "explanation": "বাকল্যান্ড বাঁধ ১৮৬৪ সালে পুরান ঢাকায় বুড়িগঙ্গা নদীর উপর প্রতিষ্ঠিত হয়।"
    },
    {
        "id": 488,
        "question": "নিচের কোন কোম্পানিটি সম্প্রতি পদ্মা সেতুর মূল কাজ করার জন্য সরকারি সম্মতি পেয়েছে? [MOR-2017]",
        "options": [
            "China Major Bridge Engineering Co Ltd",
            "China International Construction Co Ltd",
            "China Bridge Works Co Ltd",
            "China Bridge Building Co Ltd",
            "কোনোটিই নয়"
        ],
        "answer": "ক",
        "explanation": "পদ্মা সেতুর নির্মাণ কাজ শুরু হয় ২০১৪ সালে। ৬.১৫ কিমি দীর্ঘ এ সেতুটির নির্মাণের কাজ পায় চায়না মেজর ইঞ্জিনিয়ারিং কো. লি.।"
    },
    {
        "id": 489,
        "question": "পদ্মা সেতুর দৈর্ঘ্য কত? [MOR-2017]",
        "options": [
            "৫.৫০ কিমি",
            "৬.১৫ কিমি",
            "৭.২৫ কিমি",
            "৪.৭৫ কিমি",
            "কোনোটিই নয়"
        ],
        "answer": "খ",
        "explanation": "পদ্মা সেতুর দৈর্ঘ্য ৬.১৫ কিমি এবং প্রস্থ ১৮.১০ মিটার। এর স্প্যান ৪১টি।"
    },
    {
        "id": 490,
        "question": "রাষ্ট্রপতিকে শপথ পাঠ করান কে? [MOR-2017]",
        "options": [
            "স্পিকার",
            "প্রধানমন্ত্রী",
            "অ্যাটর্নি জেনারেল",
            "প্রধান বিচারপতি"
        ],
        "answer": "ক",
        "explanation": "জাতীয় সংসদের মাননীয় স্পিকার মহামান্য রাষ্ট্রপতিকে শপথ পাঠ করান। তবে পঞ্চদশ সংশোধনীর পূর্বে প্রধান বিচারপতি পাঠ করাতেন। আর মাননীয় প্রধানমন্ত্রীকে শপথ বাক্য পাঠ করান মহামান্য রাষ্ট্রপতি।"
    },
    {
        "id": 491,
        "question": "বাংলাদেশে চামড়া শিল্প নগরী কোথায় অবস্থিত? [MOR-2017]",
        "options": [
            "ধামরাই",
            "সাভার",
            "আশুলিয়া",
            "কামরাঙ্গীর চর"
        ],
        "answer": "খ",
        "explanation": "বাংলাদেশের চামড়া শিল্প নগরী সাভারের হেমায়েতপুরের হরিণধরায়।"
    },
    {
        "id": 492,
        "question": "মুজিবনগরের পূর্বনাম ছিল— [MOR-2017]",
        "options": [
            "আম্রকানন",
            "বৈদ্যনাথতলা",
            "মাথাভাঙ্গা",
            "পলাশভাঙ্গা"
        ],
        "answer": "খ",
        "explanation": "মেহেরপুর জেলার বৈদ্যনাথতলা মুজিবনগরের পূর্বনাম। এখানে ১৯৭১ সালের ১৭ এপ্রিল বাংলাদেশের প্রথম সরকার গঠিত হয়।"
    },
    {
        "id": 493,
        "question": "বাংলাদেশের ক্ষুদ্র নৃ-গোষ্ঠীর সংখ্যা কতটি? [MOR-2017]",
        "options": [
            "৩০টি",
            "৩৯টি",
            "৪০টি",
            "৪৫টি"
        ],
        "answer": "নোট",
        "explanation": "বাংলাদেশে আদিবাসী ফোরামের তথ্যানুযায়ী, বাংলাদেশে বসবাসকারী ক্ষুদ্র নৃগোষ্ঠীর সংখ্যা বর্তমানে ৫০টি।"
    },
    {
        "id": 494,
        "question": "শততম টেস্ট ক্রিকেটে বাংলাদেশ মোট কত উইকেটে জিতেছে? [MOR-2017]",
        "options": [
            "৫",
            "৩",
            "৪",
            "৮"
        ],
        "answer": "গ",
        "explanation": "শ্রীলঙ্কার পি, সারা ওভাল মাঠে বাংলাদেশ শ্রীলঙ্কার বিরুদ্ধে শততম টেস্ট ম্যাচ খেলে ১৫-১৯ মার্চ ২০১৭। এ ম্যাচে বাংলাদেশ শ্রীলঙ্কাকে ৪ উইকেটে পরাজিত করেছিল। ম্যান অব দ্যা ম্যাচ হয়েছিলেন তামিম ইকবাল।"
    },
    {
        "id": 495,
        "question": "বাংলাদেশের কোন বিজ্ঞানী পাটের জীবন রহস্য আবিষ্কার করেছেন? [MOR-2017]",
        "options": [
            "অধ্যাপক আবদুস সালাম",
            "ড. মতিন পাটোয়ারী",
            "ড. শমশের আলী",
            "ড. মাকসুদুল আলম"
        ],
        "answer": "ঘ",
        "explanation": "পাটের জীবন রহস্য বা জিনোম সিকোয়েন্স আবিষ্কার করেন বাংলাদেশের বিজ্ঞানী ড. মাকসুদুল আলম। জিনোম সিকোয়েন্স আবিষ্কারের লাগিয়ে প্রথম উৎপাদিত পাট হলো রবি-১।"
    }
]
