PAGE_577_MCQS = [
    {
        "id": 496,
        "question": "'ব্র্যাক অন্বেষা' স্যাটেলাইটটি কবে উৎক্ষেপণ করা হয়? [BREB-2017]",
        "options": [
            "১ জুন, ২০১৭",
            "২ জুন, ২০১৭",
            "৩ জুন, ২০১৭",
            "৪ জুন, ২০১৭"
        ],
        "answer": "ঘ",
        "explanation": "বাংলাদেশের প্রথম ন্যানো স্যাটেলাইট ব্র্যাক অন্বেষা। এটি ব্র্যাক বিশ্ববিদ্যালয়ের ছাত্ররা তৈরি করেন। এটি প্রথম উৎক্ষেপণ করা হয় ৪ জুন, ২০১৭ সালে।"
    },
    {
        "id": 497,
        "question": "মংডু কোন দুটি দেশের সীমান্ত এলাকা? [BREB-2017]",
        "options": [
            "বাংলাদেশ-মায়ানমার",
            "বাংলাদেশ-ভারত",
            "মায়ানমার-চীন",
            "ভারত-চীন"
        ],
        "answer": "ক",
        "explanation": "মংডু বাংলাদেশ ও মিয়ানমার সীমান্ত এলাকা। সর্বমোট বাংলাদেশে ৩২টি সীমান্তবর্তী জেলা আছে, যার মধ্যে বাংলাদেশ ও ভারতের মধ্যে ৩০টি এবং বাংলাদেশ ও মিয়ানমারের মধ্যে ৩টি, রাঙ্গামাটি জেলায় ভারত ও মিয়ানমারের উভয়ের সীমান্ত আছে।"
    },
    {
        "id": 498,
        "question": "ওয়ান ডে এবং টেস্ট ক্রিকেট-এর অভিষেক ম্যাচে \"ম্যান অব দ্যা ম্যাচ\" হওয়ার গৌরব অর্জন করেন বাংলাদেশী কোন ক্রিকেটার? [DPHE-2016]",
        "options": [
            "সাকিব আল হাসান",
            "তামিম",
            "মুশফিকুর রহিম",
            "মুস্তাফিজুর রহমান"
        ],
        "answer": "ঘ",
        "explanation": "বাংলাদেশের একমাত্র ক্রিকেটার যিনি ওয়ান ডে ও টেস্ট ক্রিকেট-এর অভিষেক ম্যাচে ম্যান অব দ্যা ম্যাচ হন তিনি হলেন মুস্তাফিজুর রহমান। ওয়ান ডে-তে তিনি ভারতের বিপক্ষে ম্যান অব দ্যা ম্যাচ নির্বাচিত হন।"
    },
    {
        "id": 499,
        "question": "বাংলাদেশ ভারতের মধ্যে বিরোধপূর্ণ সমুদ্রসীমার মধ্যে বাংলাদেশ কত বর্গকিলোমিটার পেয়েছে? [DPHE-2016]",
        "options": [
            "৬৩৭৫ বর্গকিলোমিটার",
            "১০১৩৫ বর্গকিলোমিটার",
            "১৯৪৬৭ বর্গকিলোমিটার",
            "২৫৬০২ বর্গকিলোমিটার"
        ],
        "answer": "গ",
        "explanation": "বাংলাদেশ ও ভারতের মধ্যকার বিরোধপূর্ণ সমুদ্রসীমার মামলায় রায়ে ২০১৪ সালে ICJ এর রায়ে বাংলাদেশ ১৯৪৬৭ বর্গকিমি পায়।"
    },
    {
        "id": 500,
        "question": "ছিটমহল বিনিময় কার্যকর শুরু হয় কোন তারিখে? [DPHE-2016]",
        "options": [
            "২৮ জুলাই, ২০১৫",
            "২৯ জুলাই, ২০১৫",
            "৩০ জুলাই, ২০১৫",
            "৩১ জুলাই, ২০১৫"
        ],
        "answer": "ঘ",
        "explanation": "৩১ জুলাই ২০১৫ সালে বাংলাদেশ ও ভারতের মধ্যকার ছিটমহল বিনিময় শুরু হয়। ছিটমহল বিনিময় কার্যকর হয় ১ আগস্ট ২০১৫ সালে। উল্লেখ্য, ভারতে বাংলাদেশের ছিটমহল ছিল ৫১টি, বাংলাদেশে ভারতের ছিটমহল ছিল ১১১টি।"
    },
    {
        "id": 501,
        "question": "পদ্মা ও যমুনা নদীর মিলনস্থল কোথায়? [DPHE-2016]",
        "options": [
            "চাঁদপুর",
            "গোয়ালন্দ",
            "ভৈরব",
            "বগুড়া"
        ],
        "answer": "খ",
        "explanation": "পদ্মা ও যমুনা নদী মিলিত হয় রাজবাড়ীর গোয়ালন্দে। পদ্মা ও মেঘনা নদী মিলিত হয় চাঁদপুরে।"
    },
    {
        "id": 502,
        "question": "বাংলাদেশের সবচেয়ে বড় হাওর কোনটি? [DPHE-2016]",
        "options": [
            "হাকালুকি",
            "শনির হাওর",
            "তলার হাওর",
            "টাঙ্গুয়ার"
        ],
        "answer": "ক",
        "explanation": "বাংলাদেশের সবচেয়ে বড় হাওড় হাকালুকি হাওড়। এটি মৌলভীবাজার ও সিলেটে অবস্থিত। টাঙ্গুয়ার হাওড় সুনামগঞ্জে অবস্থিত।"
    },
    {
        "id": 503,
        "question": "জাতীয় স্মৃতিসৌধের ফলক কয়টি? [DPHE-2016]",
        "options": [
            "১০টি",
            "৭টি",
            "৪টি",
            "৬টি"
        ],
        "answer": "খ",
        "explanation": "১৯৭২ সালের ১৬ ডিসেম্বর নির্মিত জাতীয় স্মৃতিসৌধে ৭টি ফলক রয়েছে। এর স্থপতি সৈয়দ মাইনুল হোসেন। এটি ঢাকার সাভারে অবস্থিত।"
    },
    {
        "id": 504,
        "question": "মূল্য সংযোজন কর— কর। [DPHE-2016]",
        "options": [
            "পরোক্ষ",
            "প্রত্যক্ষ",
            "পরিপূরক",
            "সম্পূরক"
        ],
        "answer": "ক",
        "explanation": "কর দুই প্রকার, যথা— প্রত্যক্ষ কর ও পরোক্ষ কর। মূল্য সংযোজন কর পরোক্ষ কর; অন্যদিকে আয়কর প্রত্যক্ষ কর।"
    },
    {
        "id": 505,
        "question": "'সাঙ্গু' নদী কোন জেলা দিয়ে প্রবাহিত? [MES-2016]",
        "options": [
            "রাঙামাটি",
            "বান্দরবান",
            "খাগড়াছড়ি",
            "মেহেরপুর"
        ],
        "answer": "ক",
        "explanation": "সাঙ্গু নদী রাঙামাটি জেলা দিয়ে প্রবাহিত হয়েছে। সাঙ্গু নদীর উৎপত্তিস্থল আরাকান পাহাড়।"
    },
    {
        "id": 506,
        "question": "কত তারিখে জাতীয় স্মৃতিসৌধের ভিত্তিপ্রস্তর স্থাপন করা হয়? [MES-2016]",
        "options": [
            "১৬ ডিসেম্বর, ১৯৭১",
            "২৬ মার্চ, ১৯৭২",
            "১৬ ডিসেম্বর, ১৯৭২",
            "৪ এপ্রিল, ১৯৭৩"
        ],
        "answer": "গ",
        "explanation": "১৯৭২ সালের ১৬ ডিসেম্বর জাতীয় স্মৃতিসৌধের ভিত্তিপ্রস্তর স্থাপন করা হয়।"
    },
    {
        "id": 507,
        "question": "মাতৃভূমির দখলদার ইংরেজদেরকে হটাতে ক্ষুদিরাম কোন কাজটি করেছিলেন, যে জন্য তাকে ফাঁসি দেয়া হয়েছিল? [BREB-2016]",
        "options": [
            "বোমা নিক্ষেপ করে ইংরেজ হত্যার জন্য",
            "গুলি করে ইংরেজ হত্যার জন্য",
            "ছুরিকাঘাত করে ইংরেজ হত্যার জন্য",
            "বোমা নিক্ষেপ করে ট্রেন ধ্বংস করার জন্য"
        ],
        "answer": "ক",
        "explanation": "ক্ষুদিরাম ছিলেন ভারতীয় উপমহাদেশের ব্রিটিশ বিরোধী আন্দোলনের অন্যতম সাহসী যুবক। সে এক ইংরেজকে হত্যার জন্য গাড়িতে বোমা নিক্ষেপ করলে ধরা পড়ে, পরে ইংরেজরা তাকে ফাঁসি দেয়।"
    },
    {
        "id": 508,
        "question": "বাংলাদেশের স্বাধীনতা যুদ্ধে বীরশ্রেষ্ঠ খেতাবপ্রাপ্তদের মধ্যে কার কবর ভারতে ছিল? [BREB-2016]",
        "options": [
            "বীরশ্রেষ্ঠ মোস্তফা কামাল",
            "বীরশ্রেষ্ঠ মোহাম্মদ রুহুল আমিন",
            "বীরশ্রেষ্ঠ মতিউর রহমান",
            "বীরশ্রেষ্ঠ হামিদুর রহমান"
        ],
        "answer": "ঘ",
        "explanation": "বীরশ্রেষ্ঠ হামিদুর রহমান ১৯৫৩ সালে ঝিনাইদহের মহেশপুর উপজেলায় জন্মগ্রহণ করেন। তিনি ৪নং সেক্টরে যুদ্ধ করেন। ১১ ডিসেম্বর ২০০৭ সালে তার দেহাবশেষ ভারত থেকে ঢাকায় আনা হয়।"
    },
    {
        "id": 509,
        "question": "বাংলাপিডিয়ার প্রকাশক— [R&H-2006; PWD-2015]",
        "options": [
            "বাংলা একাডেমি",
            "এশিয়াটিক সোসাইটি অব বাংলাদেশ",
            "ঢাকা বিশ্ববিদ্যালয়",
            "ইউনিভার্সিটি প্রেস লিমিটেড"
        ],
        "answer": "খ",
        "explanation": "বাংলাপিডিয়ার প্রকাশক এশিয়াটিক সোসাইটি অব বাংলাদেশ। এটি বাংলাদেশের প্রথম জাতীয় জ্ঞানকোষ।"
    }
]
