PAGE_578_MCQS = [
    {
        "id": 510,
        "question": "বাংলাদেশের বৃহত্তম দ্বীপ কোনটি? [PWD-2011; HED-2015]",
        "options": [
            "ভোলা",
            "হাতিয়া",
            "নিঝুম দ্বীপ",
            "সন্দ্বীপ"
        ],
        "answer": "ক",
        "explanation": "বাংলাদেশের বৃহত্তম দ্বীপ ভোলা। এটি বরিশাল বিভাগে অবস্থিত।"
    },
    {
        "id": 511,
        "question": "বাংলাদেশে 'স্বাধীনতার ঘোষণাপত্র' কত তারিখে পঠিত হয়? [PWD-2011, HED-15]",
        "options": [
            "৭ মার্চ, ১৯৭১",
            "২৬ মার্চ, ১৯৭১",
            "১১ এপ্রিল, ১৯৭১",
            "১৭ এপ্রিল, ১৯৭১"
        ],
        "answer": "ঘ",
        "explanation": "মুজিবনগরে ১৭ এপ্রিল ১৯৭১ সালে \"স্বাধীনতার ঘোষণাপত্র\" পাঠ করা হয়েছিল।"
    },
    {
        "id": 512,
        "question": "বাংলাদেশের মুক্তিযুদ্ধে কোন সেক্টরটি কেবল নৌ-কমান্ডো দ্বারা গঠিত হয়েছিল? [PWD-2011; 2015]",
        "options": [
            "৯নং সেক্টর",
            "১০ নং সেক্টর",
            "১১ নং সেক্টর",
            "১২ নং সেক্টর"
        ],
        "answer": "খ",
        "explanation": "১৯৭১ সালে ৯ এপ্রিল মুক্তিযুদ্ধকে ১১টি সেক্টরে ভাগ করা হয়। এর মধ্যে ১০নং সেক্টরে কোনো নিয়মিত সেক্টর কমান্ডার ছিল না। এটি নৌ-কমান্ডো দ্বারা গঠিত হয়েছিল।"
    },
    {
        "id": 513,
        "question": "পূর্বাশা দ্বীপের অপর নাম কী? [BREB-2015]",
        "options": [
            "নিঝুম দ্বীপ",
            "সন্দ্বীপ",
            "দক্ষিণ তালপট্টি",
            "কুতুবদিয়া"
        ],
        "answer": "গ",
        "explanation": "পূর্বাশা দ্বীপটি বঙ্গোপসাগরের মোহনায় অবস্থিত। এটি দক্ষিণ তালপট্টি নামে পরিচিত। ভারতে এটি নিউমুর নামে পরিচিত। ২০১০ সালে দ্বীপটি তলিয়ে যায়।"
    },
    {
        "id": 514,
        "question": "বাংলাদেশের ধান গবেষণা ইনস্টিটিউট কোন জেলায় অবস্থিত? [HED-2015]",
        "options": [
            "গাজীপুর",
            "ফরিদপুর",
            "চাঁদপুর",
            "বরিশাল"
        ],
        "answer": "ক",
        "explanation": "বাংলাদেশ ধান গবেষণা ইনস্টিটিউট (BRRI) গাজীপুর জেলায় অবস্থিত। এটি ১৯৭০ সালে প্রতিষ্ঠিত হয়।"
    },
    {
        "id": 515,
        "question": "২০১৩-১৪ অর্থবছরে বাংলাদেশের বাজেটের পরিমাণ কত ছিল? [HED-2015]",
        "options": [
            "১,৫০,০০০ কোটি টাকা",
            "২,০০,০০০ কোটি টাকা",
            "১,৮০,০০০ কোটি টাকা",
            "২,২০,০০০ কোটি টাকা"
        ],
        "answer": "ঘ",
        "explanation": "২০১৩-১৪ অর্থবছরে বাংলাদেশের বাজেটের পরিমাণ ছিল ২,২২,৪৯১ কোটি টাকা (প্রায় ২,২০,০০০ কোটি টাকা)।"
    },
    {
        "id": 516,
        "question": "বাংলাদেশ ও মায়ানমার কোন নদী দ্বারা বিভক্ত? [HED-2015]",
        "options": [
            "কর্ণফুলী",
            "নাফ",
            "হালদা",
            "মাতামুহুরী"
        ],
        "answer": "খ",
        "explanation": "বাংলাদেশ ও মায়ানমারকে বিভক্ত করেছে নাফ নদী। এটি চীনের হিল থেকে উৎপত্তি হয়েছে। এর দৈর্ঘ্য ৬২ কিমি। এর গড় গভীরতা ১২৮ ফুট।"
    },
    {
        "id": 517,
        "question": "বাংলাদেশের সংবিধানে কতটি অনুচ্ছেদ আছে? [HED-2015]",
        "options": [
            "১২০টি",
            "১৩০টি",
            "২৫৩টি",
            "১৫৩টি"
        ],
        "answer": "ঘ",
        "explanation": "বাংলাদেশ সংবিধান ১৬ ডিসেম্বর ১৯৭২ সালে কার্যকর হয়। সংবিধানে ১৫৩টি অনুচ্ছেদে ১১টি ভাগ রয়েছে। সংবিধান গৃহীত হয় ৪ নভেম্বর ১৯৭২ সালে।"
    },
    {
        "id": 518,
        "question": "বাংলাদেশের প্রথম ইকোপার্কটি কোথায় অবস্থিত? [PWD-2015]",
        "options": [
            "সিলেট",
            "রাঙামাটি",
            "সীতাকুণ্ড",
            "খাগড়াছড়ি"
        ],
        "answer": "গ",
        "explanation": "দেশের প্রথম ইকোপার্ক সীতাকুণ্ড, চট্টগ্রামে অবস্থিত। এটি ৮০৮ হেক্টর জায়গা নিয়ে ইকোপার্কটি প্রতিষ্ঠিত হয়।"
    },
    {
        "id": 519,
        "question": "বাংলাদেশের সংবিধানের অভিভাবক কে? [PWD-2015]",
        "options": [
            "স্পিকার",
            "রাষ্ট্রপতি",
            "আইন মন্ত্রণালয়",
            "সুপ্রিম কোর্ট"
        ],
        "answer": "ঘ",
        "explanation": "সংবিধানের ৯৪(১) অনুচ্ছেদ অনুযায়ী \"বাংলাদেশে সুপ্রিম কোর্ট বাংলাদেশের একটি সর্বোচ্চ আদালত থাকিবে এবং আপিল ও হাইকোর্ট তাহা গঠিত হইবে।\" সুপ্রিম কোর্টকে সংবিধানের অভিভাবক ও চরম ব্যাখ্যাকারক বলা হয়।"
    },
    {
        "id": 520,
        "question": "গ্রামীণ ব্যাংক প্রতিষ্ঠিত হয় কত সালে? [PWD-2015]",
        "options": [
            "১৯৭৬ সালে",
            "১৯৭৯ সালে",
            "১৯৮৩ সালে",
            "১৯৮৫ সালে"
        ],
        "answer": "গ",
        "explanation": "গ্রামীণ ব্যাংক প্রতিষ্ঠিত হয় ১৯৮৩ সালে। এর প্রতিষ্ঠাতা ড. মুহাম্মদ ইউনূস। তিনি ২০০৬ সালে তৃতীয় বাঙালি হিসেবে নোবেল পুরস্কার পান।"
    },
    {
        "id": 521,
        "question": "মণিপুরী উপজাতি কোন জেলায় বাস করে? [PWD-2015]",
        "options": [
            "কুমিল্লা",
            "সিলেট",
            "রাঙামাটি",
            "ময়মনসিংহ"
        ],
        "answer": "খ",
        "explanation": "মণিপুরী উপজাতি বাস করে সিলেটে। ময়মনসিংহে বাস করে গারো উপজাতি। চাকমা, মারমা, রাখাইনদের বাস রাঙামাটি জেলায়।"
    },
    {
        "id": 522,
        "question": "বাংলাদেশ পাবলিক সার্ভিস কমিশন কী ধরনের সংস্থা? [PWD-2015]",
        "options": [
            "স্বায়ত্তশাসিত সংস্থা",
            "কর্পোরেট সংস্থা",
            "সাংবিধানিক সংস্থা",
            "পূর্ণ সরকারি সংস্থা"
        ],
        "answer": "গ",
        "explanation": "বাংলাদেশের সাংবিধানিক প্রতিষ্ঠানসমূহ হলো— জাতীয় সংসদ, সচিবালয়, প্রশাসনিক ট্রাইব্যুনাল, নির্বাচন কমিশন, সরকারি কর্ম কমিশন, মহাহিসাব নিরীক্ষক ও নিয়ন্ত্রক দপ্তর।"
    },
    {
        "id": 523,
        "question": "কোন আমলে সোনারগাঁও বাংলাদেশের রাজধানী ছিল? [PWD-2015]",
        "options": [
            "সুলতানি আমলে",
            "মুঘল আমলে",
            "ব্রিটিশ আমলে",
            "পাকিস্তান আমলে"
        ],
        "answer": "ক",
        "explanation": "সুলতানি আমলে বাংলার রাজধানী ছিল সোনারগাঁও। ১৩৩৮ সালে ফখরুদ্দীন মোবারক শাহ সোনারগাঁও দখল করেন।"
    },
    {
        "id": 524,
        "question": "বাংলাদেশের সশস্ত্র বাহিনীর সর্বাধিনায়ক কে? [PWD-2015]",
        "options": [
            "প্রধানমন্ত্রী",
            "সেনাবাহিনী প্রধান",
            "রাষ্ট্রপতি",
            "নৌবাহিনী প্রধান"
        ],
        "answer": "গ",
        "explanation": "বাংলাদেশের সশস্ত্র বাহিনীর সর্বাধিনায়ক রাষ্ট্রপতি। বাংলাদেশের সরকারপ্রধান প্রধানমন্ত্রী।"
    },
    {
        "id": 525,
        "question": "কুমিল্লা বার্ড এর প্রতিষ্ঠাতা কে? [PWD-2015]",
        "options": [
            "আইয়ুব খান",
            "ইয়াহিয়া খান",
            "আখতার হামিদ খান",
            "এ.কে. ফজলুল হক"
        ],
        "answer": "গ",
        "explanation": "বার্ড প্রতিষ্ঠিত হয় ১৯৫৯ সালে। এর প্রতিষ্ঠাতা আখতার হামিদ খান। এটি কোটবাড়ি, কুমিল্লায় অবস্থিত।"
    },
    {
        "id": 526,
        "question": "ছয়দফা কর্মসূচি ঘোষণা করেন— [PWD-2015]",
        "options": [
            "হোসেন শহীদ সোহরাওয়ার্দী",
            "মাওলানা ভাসানী",
            "শেখ মুজিবুর রহমান",
            "সৈয়দ নজরুল ইসলাম"
        ],
        "answer": "গ",
        "explanation": "১৯৬৬ সালের ৫ ফেব্রুয়ারি লাহোরে শেখ মুজিবুর রহমান বিরোধী দলগুলোর সম্মেলনে ৬ দফা পেশ করেন। ২০ মার্চ, ১৯৬৬ সালে তিনি আনুষ্ঠানিকভাবে ৬ দফা ঘোষণা করেন।"
    }
]
