PAGE_579_MCQS = [
    {
        "id": 527,
        "question": "জাতীয় সংসদের ১নং আসনটি বাংলাদেশের কোন জেলায়? [PWD-2015]",
        "options": [
            "কক্সবাজার",
            "পঞ্চগড়",
            "সিলেট",
            "বরগুনা"
        ],
        "answer": "খ",
        "explanation": "জাতীয় সংসদের ৩০০টি আসনের মধ্যে ১নং সংসদীয় আসন পঞ্চগড় এবং ৩০০ তম আসন বান্দরবান।"
    },
    {
        "id": 528,
        "question": "রাষ্ট্রভাষা বাংলা ভাষা বিষয়ে সংসদের প্রথম দাবি উত্থাপন করেন? [PWD-2015]",
        "options": [
            "মাওলানা ভাসানী",
            "শেখ মুজিবুর রহমান",
            "ধীরেন্দ্রনাথ দত্ত",
            "এ.কে. ফজলুল হক"
        ],
        "answer": "গ",
        "explanation": "১৯৪৮ সালের জানুয়ারি মাসে রাষ্ট্রভাষা করার উদ্দেশ্যে ঢাকায় রাষ্ট্রভাষা সংগ্রাম পরিষদ গঠিত হয়। ১৯৪৮ সালের ফেব্রুয়ারি মাসে ১ম অধিবেশনে ধীরেন্দ্রনাথ দত্ত বাংলাকে গণপরিষদের অন্যতম ভাষা করার দাবি জানান।"
    },
    {
        "id": 529,
        "question": "ঐতিহাসিক ছয়-দফা কোথায় ঘোষণা করা হয়? [R&H-2010; 2012]",
        "options": [
            "ঢাকার পল্টন ময়দানে",
            "চট্টগ্রামের লালদীঘি মাঠে",
            "লাহোরে",
            "ঢাকার সোহরাওয়ার্দী উদ্যানে"
        ],
        "answer": "গ",
        "explanation": "১৯৬৬ সালে ৫-৬ ফেব্রুয়ারি লাহোরে ঐতিহাসিক ৬ দফা দাবি ঘোষণা করা হয়, যা বাঙালির মুক্তির সনদ।"
    },
    {
        "id": 530,
        "question": "মুক্তিযুদ্ধ চলাকালীন সময়ে প্রবাসী গণপ্রজাতন্ত্রী বাংলাদেশ সরকারের অস্থায়ী সচিবালয় কোথায় ছিল? [R&H-2012]",
        "options": [
            "৮নং থিয়েটার রোড, কলকাতা",
            "মুজিবনগর",
            "করিমগঞ্জ",
            "বেনাপোল"
        ],
        "answer": "ক",
        "explanation": "মুক্তিযুদ্ধ চলাকালে মুজিবনগর সরকারের অস্থায়ী সচিবালয় ছিল কলকাতায়। মুজিবনগর সরকার গঠিত হয় ১০ এপ্রিল ১৯৭১। এর মন্ত্রণালয় ছিল ১২টি।"
    },
    {
        "id": 531,
        "question": "কোন পদটি সাংবিধানিক পদ নয়? [R&H-2012]",
        "options": [
            "প্রধান নির্বাচন কমিশনার",
            "চেয়ারম্যান, সরকারি কর্মকমিশন",
            "চেয়ারম্যান, মানবাধিকার কমিশন",
            "মহাহিসাব নিরীক্ষক ও নিয়ন্ত্রক"
        ],
        "answer": "গ",
        "explanation": "সংবিধানের ১১৮ নং অনুচ্ছেদে নির্বাচন কমিশনার, ১৩৭ নং অনুচ্ছেদে সরকারি কর্ম কমিশন, ১২৬ নং অনুচ্ছেদে মহাহিসাব নিরীক্ষক ও নিয়ন্ত্রক পদের কথা বলা হয়েছে।"
    },
    {
        "id": 532,
        "question": "কুমিল্লা জেলার আগের নাম কী? [R&H-2012]",
        "options": [
            "ব্রাহ্মণবাড়িয়া",
            "ত্রিপুরা",
            "আগরতলা",
            "লাকসাম"
        ],
        "answer": "খ",
        "explanation": "কুমিল্লা জেলার প্রাচীন নাম ছিল ত্রিপুরা।"
    },
    {
        "id": 533,
        "question": "বাংলায় চিরস্থায়ী ভূমি ব্যবস্থা কে প্রবর্তন করেন? [R&H-2012]",
        "options": [
            "কর্নওয়ালিস",
            "ক্লাইভ",
            "জন মেয়ার",
            "ওয়ারেন হেস্টিংস"
        ],
        "answer": "ক",
        "explanation": "লর্ড কর্নওয়ালিস চিরস্থায়ী ভূমি ব্যবস্থা প্রবর্তন করেন। তিনি ২২ মার্চ ১৭৯৩ সালে এটি প্রবর্তন করেন।"
    },
    {
        "id": 534,
        "question": "বাংলাদেশের বিখ্যাত মণিপুরি নাচ কোন অঞ্চলের? [R&H-2012]",
        "options": [
            "রাঙামাটি",
            "বান্দরবান",
            "কুমিল্লা",
            "সিলেট"
        ],
        "answer": "ঘ",
        "explanation": "মণিপুরি নাচ সিলেট বিখ্যাত। ঝুমুর রাজশাহী অঞ্চলের এবং বল যশোরের নৃত্য।"
    },
    {
        "id": 535,
        "question": "'ম্যাডোনা-৪৩' চিত্রটি কার আঁকা? [MOHPW-2004; R&H-2012]",
        "options": [
            "জয়নুল আবেদিন",
            "ক্লদ মোনে",
            "ভিনসেন্ট ভ্যানগন",
            "পাবলো পিকাসো"
        ],
        "answer": "ক",
        "explanation": "ম্যাডোনা-৪৩ চিত্রশিল্পটি শিল্পাচার্য জয়নুল আবেদিনের চিত্রকর্ম। তার কয়েকটি শিল্পকর্ম হলো— সংগ্রাম, মইটানা, সাঁওতাল রমণী ইত্যাদি।"
    },
    {
        "id": 536,
        "question": "ভারতের সাথে বাংলাদেশের পানি চুক্তি কোথায় স্বাক্ষরিত হয়? [R&M-2012]",
        "options": [
            "দার্জিলিং",
            "কোলকাতা",
            "নয়াদিল্লি",
            "ঢাকা"
        ],
        "answer": "গ",
        "explanation": "১৯৯৬ সালের ১২ ডিসেম্বর ৩০ বছর মেয়াদি গঙ্গার পানি বণ্টন চুক্তি সম্পাদিত হয়। চুক্তিটি নয়াদিল্লিতে হয়।"
    },
    {
        "id": 537,
        "question": "মুক্তিযুদ্ধের প্রথম সশস্ত্র প্রতিরোধ কোথায় সংঘটিত হয়? [PWD-2011]",
        "options": [
            "টাঙ্গাইলে",
            "গাজীপুরে",
            "রাজারবাগ পুলিশ লাইনে",
            "ঢাকা বিশ্ববিদ্যালয়ে"
        ],
        "answer": "খ",
        "explanation": "১৯ মার্চ, ১৯৭১ সালে গাজীপুরের জয়দেবপুরে মুক্তিযুদ্ধে প্রথম সশস্ত্র প্রতিরোধ গড়ে তোলা হয়। মুক্তিযুদ্ধের প্রথম ভাস্কর্য জাগ্রত চৌরঙ্গী।"
    },
    {
        "id": 538,
        "question": "জাতীয় সংসদের প্রতীক কী? [PWD-2011]",
        "options": [
            "চারদিকে ধানগাছ বেষ্টিত নৌকা",
            "শাপলা",
            "পাটগাছ",
            "কোনো প্রতীক নেই"
        ],
        "answer": "খ",
        "explanation": "সংবিধানের ৩নং অনুচ্ছেদ অনুসারে বাংলাদেশের জাতীয় সংসদের প্রতীক শাপলা। বাংলাদেশের জাতীয় ফল কাঁঠাল। উল্লেখ্য, সংবিধানের ১৫৩টি অনুচ্ছেদ রয়েছে।"
    },
    {
        "id": 539,
        "question": "বর্তমান প্রধান বিচারপতি কততম প্রধান বিচারপতি? [PWD-2011]",
        "options": [
            "১৭তম",
            "১৮তম",
            "১৯তম",
            "২১তম"
        ],
        "answer": "নোট",
        "explanation": "বর্তমানে (২৬তম) বিচারপতি জুবায়ের রহমান চৌধুরী।"
    },
    {
        "id": 540,
        "question": "দ্বিতীয় বাংলাদেশি যিনি অতিসম্প্রতি এভারেস্ট জয় করেছেন তাঁর নাম কী? [PWD-2011]",
        "options": [
            "মুসা ইব্রাহীম",
            "মোহাম্মদ ইব্রাহিম মুকিত",
            "মোহাম্মদ আবদুল মুহিত",
            "লিটন সরকার"
        ],
        "answer": "গ",
        "explanation": "দ্বিতীয় বাংলাদেশি হিসেবে এভারেস্ট জয় করেন এম.এ. মুহিত। প্রথম এভারেস্ট জয় করেন মুসা ইব্রাহীম। ২৩ মে ২০১০ সালে।"
    },
    {
        "id": 541,
        "question": "বাংলাদেশ জাতীয় সংসদে সংরক্ষিত আসনে মহিলা সদস্য সংখ্যা কত? [PWD-2011]",
        "options": [
            "৪০",
            "৪৫",
            "৫০",
            "৬০"
        ],
        "answer": "গ",
        "explanation": "সংবিধানের ১৫তম সংশোধনীতে মহিলাদের জন্য ৫০টি আসন সংরক্ষিত রয়েছে।"
    }
]
