PAGE_582_MCQS = [
    {
        "id": 575,
        "question": "বাংলাদেশের এই অঞ্চলে কবে প্রথম রেলপথ চালু হয়? [MOE-2004, 2005]",
        "options": [
            "১৯৫৫",
            "১৯৪৮",
            "১৮৬২",
            "১৯৬১"
        ],
        "answer": "গ",
        "explanation": "বাংলাদেশে প্রথম রেলপথ চালু হয় ১৮৬২ সালে। কুষ্টিয়া-জগতি পর্যন্ত এ রেলপথ ছিল। ১৯৮৬ সালে আন্তঃনগর সার্ভিস চালু হয়।"
    },
    {
        "id": 576,
        "question": "বাংলাদেশে 'স্বাধীনতা দিবস পুরস্কার' কবে থেকে প্রবর্তন করা হয়েছে? [MOE-04, 05]",
        "options": [
            "১৯৭৭",
            "১৯৭৮",
            "১৯৭৫",
            "১৯৭৬"
        ],
        "answer": "ক",
        "explanation": "বাংলাদেশের সর্বোচ্চ বেসামরিক পুরস্কার \"স্বাধীনতা পদক\" প্রবর্তিত হয় ১৯৭৭ সালে।"
    },
    {
        "id": 577,
        "question": "ঢাকায় আহসান মঞ্জিল কবে তৈরি হয়? [MOE-04, 05]",
        "options": [
            "১৮৭২",
            "১৮০৭",
            "১৯০৫",
            "১৮৬০"
        ],
        "answer": "ক",
        "explanation": "১৮৭২ সালে নবাব আব্দুল গণি তার ছেলের নামানুসারে এটির নাম দেন আহসান মঞ্জিল। পরবর্তীতে ১৯৫২ সালে এটি জাতীয় জাদুঘরে রূপান্তরিত করে বাংলাদেশ সরকার।"
    },
    {
        "id": 578,
        "question": "বাংলাদেশের সংবিধানের তৃতীয় সংশোধনী কবে গৃহীত হয়? [MOE-2004, 2005]",
        "options": [
            "২৩ নভেম্বর, ১৯৭৪",
            "২২ ডিসেম্বর, ১৯৭২",
            "১২ জুন, ১৯৭৩",
            "৪ জুলাই, ১৯৭৪"
        ],
        "answer": "ক",
        "explanation": "সংবিধানের ৩য় সংশোধনী গৃহীত হয় ২৩ নভেম্বর ১৯৭৪ সালে। এ সংশোধনীর বিষয়বস্তু ছিল বেড়ুবাড়ী সীমান্ত চুক্তি। উল্লেখ্য, এ পর্যন্ত ১৭টি সংশোধনী হয়েছে।"
    },
    {
        "id": 579,
        "question": "বাংলাদেশে প্রথম কত সালে গ্যাস আবিষ্কৃত হয়? [MOE-2004, 2005]",
        "options": [
            "১৯৫৫",
            "১৯৫৯",
            "১৯৫৮",
            "১৯৬১"
        ],
        "answer": "ক",
        "explanation": "সিলেটের হরিপুরে ১৯৫৫ সালে প্রথম গ্যাসক্ষেত্র আবিষ্কৃত হয়। ১৯৫৭ সালে প্রথম গ্যাস উত্তোলন করা হয়।"
    },
    {
        "id": 580,
        "question": "বাংলাদেশে কবে থেকে বয়স্ক ভাতা চালু হয়? [MOE-2004]",
        "options": [
            "১৯৯৮",
            "১৯৯৭",
            "১৯৯৯",
            "১৯৯৬"
        ],
        "answer": "ক",
        "explanation": "১৯৯৭-৯৮ অর্থবছরে বয়স্কভাতা কর্মসূচি গৃহীত হলেও তা চালু হয় ১৯৯৮ সাল থেকে।"
    },
    {
        "id": 581,
        "question": "বাংলাদেশ মোট ক'বার নিরাপত্তা পরিষদের অস্থায়ী সদস্যপদ লাভ করে? [MOE-2004]",
        "options": [
            "২ বার",
            "১ বার",
            "৩ বার",
            "একবারও নয়"
        ],
        "answer": "ক",
        "explanation": "বাংলাদেশ এ পর্যন্ত ২ বার নিরাপত্তা পরিষদের সদস্য নির্বাচিত হয়। (১) ১৯৭৯-১৯৮০ সালে (২) ২০০০-২০০১ সালে। নিরাপত্তা পরিষদে বাংলাদেশের প্রথম সভাপতি আনোয়ারুল করিম চৌধুরী।"
    },
    {
        "id": 582,
        "question": "কিশোরগঞ্জ জেলার কটিয়াদি থানার মসুয়ার গ্রামে কার জন্ম? [MOHPW-2004]",
        "options": [
            "সত্যজিৎ রায়",
            "জয়নুল আবেদিন",
            "সত্যেন্দ্রনাথ বসু",
            "সুভাষচন্দ্র বসু"
        ],
        "answer": "ক",
        "explanation": "বিখ্যাত চলচ্চিত্রকার সত্যজিৎ রায় কিশোরগঞ্জ জেলার কটিয়াদি থানার মসুয়ার গ্রামে জন্মগ্রহণ করেন। তিনি উপমহাদেশের প্রথম অস্কার জয়ী চলচ্চিত্রকার। পথের পাঁচালী তার পরিচালিত ছবি।"
    },
    {
        "id": 583,
        "question": "কোন মুসলমান শাসক প্রথম বাংলার স্বাধীনতা ঘোষণা করেন? [MOHPW-2004]",
        "options": [
            "ফিরোজ শাহ তুঘলক",
            "শাহ সুজা",
            "শায়েস্তা খাঁ",
            "ফখরুদ্দিন মোবারক শাহ"
        ],
        "answer": "ঘ",
        "explanation": "ফখরুদ্দিন মোবারক শাহ প্রথম বাংলার স্বাধীনতা ঘোষণা করেন। রাজধানী ছিল সোনারগাঁয়ে। তিনি জাতিতে তুর্কি ছিলেন।"
    },
    {
        "id": 584,
        "question": "নির্বাচনে কোন দেশকে পরাজিত করে বাংলাদেশ জাতিসংঘের নিরাপত্তা পরিষদের সদস্য হয়েছিল? [MOHPW-2004]",
        "options": [
            "পাকিস্তান",
            "ভারত",
            "ইন্দোনেশিয়া",
            "জাপান"
        ],
        "answer": "ঘ",
        "explanation": "বাংলাদেশ এ পর্যন্ত দুবার নিরাপত্তা পরিষদের অস্থায়ী সদস্য পদ লাভ করে। (i) ১৯৭৯-১৯৮০ (ii) ২০০০-২০০১ সালে। দ্বিতীয়বারে জাপানকে পরাজিত করে।"
    },
    {
        "id": 585,
        "question": "বাংলাদেশের দ্বিতীয় বৃহত্তম উপজাতি কোনটি? [MOHPW-2004]",
        "options": [
            "সাঁওতাল",
            "গারো",
            "হাজং",
            "মগ"
        ],
        "answer": "ক",
        "explanation": "২০১১ সালের আদমশুমারি মতে, দ্বিতীয় বৃহত্তম উপজাতি সাঁওতাল। বৃহত্তম উপজাতি চাকমা। সাঁওতালরা পিতৃতান্ত্রিক।"
    },
    {
        "id": 586,
        "question": "মজুদ গ্যাসের পরিমাণের দিক দিয়ে বাংলাদেশের সবচেয়ে বড় গ্যাস ফিল্ড কোনটি? [MOHPW-2004]",
        "options": [
            "বাখরাবাদ",
            "ফেঞ্চুগঞ্জ",
            "হবিগঞ্জ",
            "তিতাস"
        ],
        "answer": "ঘ",
        "explanation": "মজুদের দিক থেকে ২০২১ মতে, সবচেয়ে বড় গ্যাস ফিল্ড তিতাস, যা ব্রাহ্মণবাড়িয়ায় অবস্থিত। এটি ১৯৬৪ সালে প্রতিষ্ঠিত হয়।"
    },
    {
        "id": 587,
        "question": "ঢাকা পৌরসভা কত সালে প্রতিষ্ঠিত হয়? [MOHPW-2004]",
        "options": [
            "১৯০৬ সালে",
            "১৮৬৪ সালে",
            "১৮২২ সালে",
            "১৯৬২ সালে"
        ],
        "answer": "খ",
        "explanation": "১৮৬৪ সালে ঢাকা পৌরসভা প্রতিষ্ঠিত হয়। স্বাধীন বাংলাদেশে পৌরসভা অধ্যাদেশ জারি ১৯৭৭ সালে।"
    },
    {
        "id": 588,
        "question": "বাংলাদেশের জাতীয় মহাসড়কের মোট দৈর্ঘ্য— [MOHPW-2004]",
        "options": [
            "৩১৪৪ কিমি",
            "৩০০০ কিমি",
            "২৯৪৬ কিমি",
            "৪১০০ কিমি"
        ],
        "answer": "ক",
        "explanation": "অর্থনৈতিক সমীক্ষা ২০২৫ মতে, বর্তমানে জাতীয় মহাসড়কের দৈর্ঘ্য ৪২১৪ কিমি।"
    },
    {
        "id": 589,
        "question": "আমাদের সংবিধানের কোন সংশোধনী দ্বারা সংসদীয় পদ্ধতির সরকার পুনঃপ্রতিষ্ঠিত হয়? [MODMR-2004]",
        "options": [
            "অষ্টম",
            "নবম",
            "একাদশ",
            "দ্বাদশ"
        ],
        "answer": "ঘ",
        "explanation": "এ পর্যন্ত সংবিধানের ১৭টি সংশোধনী হয়। দ্বাদশ সংশোধনী দ্বারা সংসদীয় পদ্ধতির সরকার প্রতিষ্ঠিত হয়। উল্লেখ্য, ৪র্থ সংশোধনী দ্বারা রাষ্ট্রপতি শাসিত সরকার প্রতিষ্ঠিত হয়।"
    }
]
