# -*- coding: utf-8 -*-
"""
BPSC Non-Tech MCQ Digest
Subject: International Affairs
Page: 722
Questions: 1 to 13
"""

questions = [
    {
        "id": 1,
        "page": 722,
        "question": "Which of the following is a buffer state? [BB-26]",
        "options": [
            "Bangladesh",
            "Pakistan",
            "Maldives",
            "Bhutan"
        ],
        "answer": "ঘ",
        "explanation": "ভুটান একটি বাফার স্টেট (Buffer State)। সাধারণত 'বাফার স্টেট' বলতে এমন একটি ক্ষুদ্র বা অপেক্ষাকৃত দুর্বল রাষ্ট্রকে বুঝায়, যা দুটি বড় শক্তিশালী রাষ্ট্রের মাঝখানে অবস্থিত থাকে। এ রাষ্ট্রসমূহ দুই বৃহৎ শক্তির মধ্যে সরাসরি সংঘর্ষের ঝুঁকি কমিয়ে দেয়। ভুটান, ভারত এবং চীনের মতো দুটি বৃহৎ শক্তির মাঝখানে অবস্থিত একটি দেশ। বাংলাদেশ ও পাকিস্তান তাদের নিজস্ব সামরিক ও রাজনৈতিক প্রভাবের কারণে বৃহৎ শক্তির সীমানার ভারসাম্য রক্ষার চেয়ে নিজস্ব ভূ-রাজনৈতিক স্বার্থে বেশি সক্রিয়। এছাড়া, মালদ্বীপ একটি দ্বীপরাষ্ট্র। এর কোনো স্থল সীমানা নেই। ফলে এটিও বাফার স্টেট নয়।"
    },
    {
        "id": 2,
        "page": 722,
        "question": "The International Literacy day is — [BB-26]",
        "options": [
            "4 October",
            "4 September",
            "8 September",
            "8 November"
        ],
        "answer": "গ",
        "explanation": "আন্তর্জাতিক স্বাক্ষরতা দিবস প্রতিবছর ৮ সেপ্টেম্বর পালিত হয়। জাতিসংঘের অঙ্গসংগঠন ইউনেস্কো ১৯৬৬ সালের ২৬ অক্টোবর ৮ সেপ্টেম্বরকে আন্তর্জাতিক স্বাক্ষরতা দিবস হিসেবে ঘোষণা করে। ১৯৬৭ সালে প্রথমবারের মতো দিবসটি উদযাপিত হয়। দিবসটির লক্ষ্য ব্যক্তি, সম্প্রদায় এবং সমাজের কাছে স্বাক্ষরতার গুরুত্ব তুলে ধরা। বর্তমানে জাতিসংঘের সকল সদস্য রাষ্ট্র এই দিবসটি উদযাপন করে থাকে। এখানে, ৪ অক্টোবর — বিশ্ব প্রাণী দিবস; ৪ সেপ্টেম্বর — বিশ্ব যৌন স্বাস্থ্য দিবস; ৮ অক্টোবর — বিশ্ব রেডিওগ্রাফি দিবস।"
    },
    {
        "id": 3,
        "page": 722,
        "question": "তিনবার শান্তিতে নোবেল পুরস্কার প্রাপ্ত প্রতিষ্ঠান? [BPSC-26]",
        "options": [
            "ICRC",
            "UNHCR",
            "UNDP",
            "IOM"
        ],
        "answer": "ক",
        "explanation": "তিনবার শান্তিতে নোবেল পুরস্কারপ্রাপ্ত প্রতিষ্ঠান ICRC (International Committee of the Red Cross)। প্রতিষ্ঠানটি ১৯১৭, ১৯৪৪ এবং ১৯৬৩ সালে শান্তিতে নোবেল পুরস্কার পেয়েছে।"
    },
    {
        "id": 4,
        "page": 722,
        "question": "UN-এর Peacekeeping mission প্রথম কোথায় শুরু হয়? [BPSC-26]",
        "options": [
            "কঙ্গো",
            "সুদান",
            "ফিলিস্তিন",
            "সোমালিয়া"
        ],
        "answer": "গ",
        "explanation": "UN-এর Peacekeeping mission প্রথম শুরু হয় মধ্যপ্রাচ্যের ফিলিস্তিনে। ১৯৪৮ সালের আরব-ইসরায়েল যুদ্ধের প্রেক্ষিতে এই মিশন পরিচালিত হয়।"
    },
    {
        "id": 5,
        "page": 722,
        "question": "কোন দেশটির সমুদ্রবন্দর নাই? [BPSC-26]",
        "options": [
            "মালদ্বীপ",
            "নেপাল",
            "গ্রীস",
            "ভেনিজুয়েলা"
        ],
        "answer": "খ",
        "explanation": "নেপালের সমুদ্রবন্দর নাই। এটি একটি ভূমিবেষ্টিত দেশ, যার উত্তরে চীন এবং দক্ষিণ, পূর্ব ও পশ্চিমে ভারতের সীমান্ত রয়েছে।"
    },
    {
        "id": 6,
        "page": 722,
        "question": "তিস্তা নদীর উৎস কোথায়? [BPSC-26]",
        "options": [
            "ভুটান",
            "ভারতের ত্রিপুরা রাজ্য",
            "চীনের তিব্বত",
            "নেপাল"
        ],
        "answer": "নোট",
        "explanation": "'তিস্তা' নদীর উৎপত্তিস্থল ভারতের সিকিমের পার্বত্য অঞ্চল থেকে। তিস্তা বাংলাদেশ-ভারতের একটি আন্তঃসীমান্ত নদী। সিকিম ও পশ্চিমবঙ্গের উপর দিয়ে প্রবাহিত হওয়ার পর এটি বাংলাদেশে প্রবেশ করে তিস্তা-ব্রহ্মপুত্র নদের সঙ্গে মিলিত হয়েছে।"
    },
    {
        "id": 7,
        "page": 722,
        "question": "কত তারিখে বিশ্ব তামাক মুক্ত দিবস পালিত হয়? [BPSC-26]",
        "options": [
            "২৫ মে",
            "২৮ মে",
            "৩০ মে",
            "৩১ মে"
        ],
        "answer": "নোট",
        "explanation": "প্রতিবছর ৩১ মে বিশ্ব তামাক মুক্ত দিবস পালিত হয়। বিশ্বস্বাস্থ্য সংস্থার সদস্য রাষ্ট্রসমূহ ১৯৮৭ সাল থেকে এ দিবসটি পালন করে আসছে।"
    },
    {
        "id": 8,
        "page": 722,
        "question": "ব্যাডমিন্টন কোন দেশের জাতীয় খেলা? [BPSC-26]",
        "options": [
            "মালয়েশিয়া",
            "ইন্দোনেশিয়া",
            "চীন",
            "অস্ট্রেলিয়া"
        ],
        "answer": "খ",
        "explanation": "ইন্দোনেশিয়ার জাতীয় খেলা ব্যাডমিন্টন। আধুনিক ব্যাডমিন্টন উদ্ভব ১৯ শতকের মাঝামাঝি সময়ে ব্রিটিশ ভারতে হলেও পরবর্তীতে এটি ইন্দোনেশিয়া, মালয়েশিয়া, চীন এবং ডেনমার্কে অত্যন্ত জনপ্রিয়। এছাড়া মালয়েশিয়া, চীন এবং অস্ট্রেলিয়ার প্রধান খেলাগুলো হলো যথাক্রমে সেপাক তাকরাও, টেবিল টেনিস ও ফুটবল ও ক্রিকেট।"
    },
    {
        "id": 9,
        "page": 722,
        "question": "গ্রেট বেরিয়ার রিফ কোথায় অবস্থিত? [BPSC-26]",
        "options": [
            "প্রশান্ত মহাসাগরে",
            "আটলান্টিক মহাসাগরে",
            "ভারত মহাসাগরে",
            "পারস্য উপসাগরে"
        ],
        "answer": "ক",
        "explanation": "গ্রেট বেরিয়ার রিফ অস্ট্রেলিয়ার কুইন্সল্যান্ড রাজ্যের উপকূলে প্রশান্ত মহাসাগরের কোরাল সাগরে অবস্থিত। এটি পৃথিবীর দীর্ঘতম প্রবাল রিফ, যা ২৯০০ এর বেশি একক রিফের সমন্বয়ে গঠিত। UNESCO ১৯৮১ সালে এটিকে ওয়ার্ল্ড হেরিটেজ হিসেবে অন্তর্ভুক্ত করে।"
    },
    {
        "id": 10,
        "page": 722,
        "question": "গাজা স্ট্রিপ কোন সাগরের তীরে অবস্থিত? [BPSC-26]",
        "options": [
            "লোহিত সাগর",
            "মলয় সাগর",
            "ভূমধ্যসাগর",
            "কৃষ্ণসাগর"
        ],
        "answer": "গ",
        "explanation": "গাজা স্ট্রিপ ভূমধ্যসাগরের পূর্ব উপকূলে অবস্থিত। এটি ফিলিস্তিনের একটি উপকূলীয় ছিটমহল। এর পশ্চিমে ভূমধ্যসাগর, উত্তর ও পূর্বে ইসরায়েল এবং দক্ষিণে মিশর।"
    },
    {
        "id": 11,
        "page": 722,
        "question": "EU Court of Justice এর সদর দপ্তর কোথায় অবস্থিত? [BPSC-26]",
        "options": [
            "ব্রাসেলস",
            "রোম",
            "প্যারিস",
            "লুক্সেমবার্গ"
        ],
        "answer": "ঘ",
        "explanation": "EU Court of Justice এর সদরদপ্তর লুক্সেমবার্গে অবস্থিত। সংস্থাটি ইউরোপীয় ইউনিয়নের আইনের ব্যাখ্যা ও প্রয়োগের ক্ষেত্রে সর্বোচ্চ কর্তৃপক্ষ, যেখানে প্রতিটি সদস্য রাষ্ট্র থেকে একজন করে বিচারক থাকে।"
    },
    {
        "id": 12,
        "page": 722,
        "question": "মেহরাবাদ বিমানবন্দর কোন দেশে অবস্থিত? [LGD-26]",
        "options": [
            "কাজাখস্তান",
            "সুদান",
            "ইরান",
            "জর্ডান"
        ],
        "answer": "গ",
        "explanation": "মেহরাবাদ বিমানবন্দর ইরানে অবস্থিত। এটি পূর্বে অভ্যন্তরীণ এবং আন্তর্জাতিক উভয় ধরনের বিমানের জন্য শহরের প্রধান বিমানবন্দর হিসেবে কাজ করত, তবে বর্তমানে এটি অভ্যন্তরীণ বিমানবন্দর হিসেবে কাজ করে। এছাড়াও এটি ইরানের বিমানবাহিনীর অন্যতম প্রধান ঘাঁটি এবং সামরিক বিমান রক্ষণাবেক্ষণ কেন্দ্র হিসেবেও কাজ করে।"
    },
    {
        "id": 13,
        "page": 722,
        "question": "২০২৬ সালে বিশ্বকাপ ফুটবল কোন মহাদেশে অনুষ্ঠিত হবে? [LGD-26]",
        "options": [
            "এশিয়া",
            "আফ্রিকা",
            "ওশেনিয়া",
            "উত্তর আমেরিকা"
        ],
        "answer": "ঘ",
        "explanation": "২০২৬ সালে বিশ্বকাপ ফুটবল উত্তর আমেরিকা মহাদেশের তিনটি দেশে অনুষ্ঠিত হবে। আয়োজক দেশসমূহ হচ্ছে যথাক্রমে মার্কিন যুক্তরাষ্ট্র, কানাডা এবং মেক্সিকো। এই টুর্নামেন্টটি তিনটি দেশ দ্বারা আয়োজিত প্রথম এবং ১৯৯৪ সালের পর প্রথম উত্তর আমেরিকান বিশ্বকাপ। এ বিশ্বকাপটি ২০২৬ সালের ১১ জুন থেকে ২০ জুলাই পর্যন্ত অনুষ্ঠিত হবে, যেখানে প্রথমবারের মতো ৪৮টি দেশ অংশগ্রহণ করবে।"
    }
]
