# -*- coding: utf-8 -*-
"""
BPSC Non-Tech MCQ Digest
Subject: International Affairs
Page: 724
Questions: 24 to 35
"""

questions = [
    {
        "id": 24,
        "page": 724,
        "question": "কোন দেশের সংবিধান ও পার্লামেন্ট নেই? [DPDC-25]",
        "options": [
            "ইংল্যান্ড",
            "কানাডা",
            "সৌদি আরব",
            "চীন"
        ],
        "answer": "গ",
        "explanation": "সৌদি আরবের সংবিধান ও পার্লামেন্ট নেই। সৌদি আরব একটি পরম রাজতান্ত্রিক দেশ; যেখানে কোরান ও সুন্নাহভিত্তিক শাসন ব্যবস্থা বর্তমান।"
    },
    {
        "id": 25,
        "page": 724,
        "question": "মালয়েশিয়ার মুদ্রার নাম কী? [DPDC-25]",
        "options": [
            "রুপিয়া",
            "দিরহাম",
            "দিনার",
            "রিঙ্গিত"
        ],
        "answer": "ঘ",
        "explanation": "মালয়েশিয়ার মুদ্রার নাম রিঙ্গিত (Ringgit); মালদ্বীপ, ইন্দোনেশিয়ার মুদ্রার নাম রুপিয়া (যথাক্রমে Rufiyaa, Rupiah); সংযুক্ত আরব আমিরাত, মরক্কো প্রভৃতি দেশের মুদ্রার নাম দিরহাম (Dirham) এবং বাহরাইন, আলজেরিয়া, জর্ডান, তিউনিসিয়া, লিবিয়া প্রভৃতি দেশের মুদ্রার নাম দিনার (Dinar)।"
    },
    {
        "id": 26,
        "page": 724,
        "question": "নোবেল শান্তি পুরস্কারপ্রাপ্ত প্রথম এশীয় কে? [DPDC-25]",
        "options": [
            "অংসান সূচী",
            "কিম দায়ে জং",
            "লিডাক থো",
            "রোহ তায়েউ"
        ],
        "answer": "গ",
        "explanation": "নোবেল শান্তি পুরস্কারপ্রাপ্ত প্রথম এশীয় লিডাক থো। ভিয়েতনামের বিপ্লবী এবং কূটনীতিক লিডাক থো প্রথম এশীয় হিসেবে ১৯৭৩ সালে নোবেল শান্তি পুরস্কার লাভ করেন। তিনি মার্কিন যুক্তরাষ্ট্রের তৎকালীন পররাষ্ট্রমন্ত্রী হেনরি কিসিঞ্জারের সাথে প্যারিস শান্তি চুক্তিতে পৌঁছানোর জন্য এই পুরস্কারে ভূষিত হয়েছিলেন। কিন্তু তিনি এই পুরস্কার গ্রহণে অসম্মতি জানান। এছাড়া অংসান সূচী ১৯৯১ সালে, কিম দায়ে জং ২০০০ সালে নোবেল পুরস্কার লাভ করেন। এশীয়দের মধ্যে প্রথম নোবেল পুরস্কার পান রবীন্দ্রনাথ ঠাকুর।"
    },
    {
        "id": 27,
        "page": 724,
        "question": "৯ ডিসেম্বর কী দিবস পালিত হয়? [GDA-25]",
        "options": [
            "জাতীয় প্রতিবন্ধী দিবস",
            "আন্তর্জাতিক যুব দিবস",
            "বেগম রোকেয়া দিবস",
            "বিশ্ব খাদ্য দিবস"
        ],
        "answer": "গ",
        "explanation": "৯ ডিসেম্বর বেগম রোকেয়া দিবস। বেগম রোকেয়ার জন্ম ১৮৮০ সালের ৯ ডিসেম্বর এবং মৃত্যুতারিখ ১৯৩২ সালের ৯ ডিসেম্বর। তাঁর জন্ম ও মৃত্যুতারিখ একই দিনে হওয়ায় বাংলাদেশে রাষ্ট্রীয়ভাবে ৯ ডিসেম্বর বেগম রোকেয়া দিবস পালন করা হয়। এছাড়া—\n- আন্তর্জাতিক প্রতিবন্ধী দিবস: ৩ ডিসেম্বর।\n- আন্তর্জাতিক যুব দিবস: ১২ আগস্ট।\n- বিশ্ব খাদ্য দিবস: ১৬ অক্টোবর।"
    },
    {
        "id": 28,
        "page": 724,
        "question": "২০২৬ সালের ফিফা বিশ্বকাপ ফুটবলের ফাইনাল খেলা কোন শহরে অনুষ্ঠিত হবে? [GDA-25]",
        "options": [
            "ক্যালিফোর্নিয়ায়",
            "ফ্লোরিডায়",
            "নিউ জার্সিতে",
            "টেক্সাসে"
        ],
        "answer": "গ",
        "explanation": "২০২৬ সালের ফিফা বিশ্বকাপ ফুটবলের ফাইনাল খেলা নিউ জার্সিতে অনুষ্ঠিত হবে। ম্যাচটি ২০২৬ সালের ১৯ জুলাই অনুষ্ঠিত হবে। ২০২৬ বিশ্বকাপ হবে ইতিহাসের বৃহত্তম বিশ্বকাপ, যেখানে প্রথমবারের মতো ৪৮টি দেশ অংশ নেবে। যুক্তরাষ্ট্র, কানাডা এবং মেক্সিকো এই তিন দেশ যৌথভাবে টুর্নামেন্টটি আয়োজন করছে।"
    },
    {
        "id": 29,
        "page": 724,
        "question": "রাজনীতিবিদ কিন্তু সাহিত্যে নোবেল পুরস্কার পেয়েছেন— [GDA-25]",
        "options": [
            "জর্জ বার্নার্ড শ",
            "সল বেলো",
            "লাইনাস পলিং",
            "উইনস্টন চার্চিল"
        ],
        "answer": "ঘ",
        "explanation": "রাজনীতিবিদ কিন্তু সাহিত্যে নোবেল পেয়েছেন উইনস্টন চার্চিল। তিনি বিখ্যাত রাজনীতিবিদ ও ব্রিটিশ প্রধানমন্ত্রী ছিলেন। ১৯৫৩ সালে ঐতিহাসিক ও জীবনীমূলক লেখার জন্য সাহিত্যে নোবেল পুরস্কার লাভ করেন। এছাড়া, জর্জ বার্নার্ড শ, সল বেলো, লাইনাস পলিং নোবেল পুরস্কার অর্জন করলেও তাঁরা রাজনীতিবিদ ছিলেন না।"
    },
    {
        "id": 30,
        "page": 724,
        "question": "Qantas এয়ারওয়েজ কোন দেশের এয়ারলাইনস? [GDA-25]",
        "options": [
            "ভিয়েতনামের",
            "ইন্দোনেশিয়ার",
            "মালয়েশিয়ার",
            "অস্ট্রেলিয়ার"
        ],
        "answer": "ঘ",
        "explanation": "Qantas এয়ারওয়েজ অস্ট্রেলিয়ার এয়ারলাইনস। এটি ১৯২০ সালে প্রতিষ্ঠিত হয়েছিল। এটি অস্ট্রেলিয়ার বৃহত্তম এবং বিশ্বের তৃতীয় প্রাচীনতম বিমান সংস্থা হিসেবে পরিচিত।"
    },
    {
        "id": 31,
        "page": 724,
        "question": "MI6 গোয়েন্দা সংস্থাটি কোন দেশের? [GDA-25]",
        "options": [
            "মেক্সিকো",
            "যুক্তরাজ্যের",
            "কানাডার",
            "চিলির"
        ],
        "answer": "খ",
        "explanation": "MI6 গোয়েন্দা সংস্থাটি যুক্তরাজ্যের। MI6-এর পূর্ণরূপ হলো Secret Intelligence Service (SIS)। ১৯০৯ সালে এটি প্রতিষ্ঠিত হয়। এই সংস্থাটি মূলত যুক্তরাজ্যের বৈদেশিক নিরাপত্তা ও তথ্য সংগ্রহের কাজ করে। বিখ্যাত কাল্পনিক গুপ্তচর চরিত্র 'জেমস বন্ড' এই MI6 সংস্থারই একজন এজেন্ট হিসেবে কাজ করেন।"
    },
    {
        "id": 32,
        "page": 724,
        "question": "আফ্রিকার ভিক্টোরিয়া হ্রদ তিনটি দেশের সীমান্তে অবস্থিত, নিচের কোন দেশটির সীমান্তে ভিক্টোরিয়া হ্রদ নেই? [GDA-25]",
        "options": [
            "তানজানিয়া",
            "কেনিয়া",
            "নাইজেরিয়া",
            "উগান্ডা"
        ],
        "answer": "গ",
        "explanation": "আফ্রিকার ভিক্টোরিয়া হ্রদ তিনটি দেশের সীমান্তে অবস্থিত। নাইজেরিয়ায় ভিক্টোরিয়া হ্রদ নেই। ভিক্টোরিয়া হ্রদ আফ্রিকা মহাদেশের বৃহত্তম হ্রদ এবং বিশ্বের দ্বিতীয় বৃহত্তম স্বাদুপানির হ্রদ। এটি উগান্ডা, কেনিয়া এবং তানজানিয়া- এই তিনটি দেশের সীমান্তে অবস্থিত।"
    },
    {
        "id": 33,
        "page": 724,
        "question": "ইন্টারন্যাশনাল মেরিটাইম অর্গানাইজেশন-এর সদর দপ্তর কোথায়? [GDA-25]",
        "options": [
            "রোম",
            "লন্ডন",
            "ভিয়েনা",
            "নিউইয়র্ক"
        ],
        "answer": "খ",
        "explanation": "ইন্টারন্যাশনাল মেরিটাইম অর্গানাইজেশন (IMO) এর সদরদপ্তর যুক্তরাজ্যের লন্ডনে অবস্থিত। এটি জাতিসংঘের একটি বিশেষায়িত সংস্থা এবং আন্তর্জাতিক শিপিংয়ের নিরাপত্তা ও পরিবেশগত মান নির্ধারণ করে থাকে।"
    },
    {
        "id": 34,
        "page": 724,
        "question": "নিশীথ সূর্যের দেশ কোনটি? [GDA-25]",
        "options": [
            "নরওয়ে",
            "সুইডেন",
            "ফিনল্যান্ড",
            "অস্ট্রিয়া"
        ],
        "answer": "ক",
        "explanation": "নিশীথ সূর্যের দেশ নরওয়ে। নরওয়ের উত্তরাঞ্চল সুমেরুবৃত্ত (Arctic Circle)-এর ভেতরে অবস্থিত। ফলে গ্রীষ্মকালে প্রায় আড়াই মাস এই অঞ্চলে সূর্য কখনোই দিগন্তের নিচে পুরোপুরি অস্ত যায় না। অর্থাৎ, মধ্যরাতেও সূর্যের দেখা মেলে। এজন্য নরওয়েকে 'নিশীথ সূর্যের দেশ' বলা হয়। সুইডেন ও ফিনল্যান্ডে এমন ঘটনা দেখা গেলেও ভৌগোলিক ও ঐতিহাসিকভাবে নরওয়েকে 'নিশীথ সূর্যের দেশ' বলা হয়।"
    },
    {
        "id": 35,
        "page": 724,
        "question": "বিশ্বখ্যাত গায়ক জংকুকের গানের দল বিটিএস কোন দেশের? [GDA-25]",
        "options": [
            "যুক্তরাজ্যের",
            "দক্ষিণ কোরিয়ার",
            "যুক্তরাষ্ট্রের",
            "ব্রাজিলের"
        ],
        "answer": "খ",
        "explanation": "বিশ্বখ্যাত গায়ক জংকুকের গানের দল বিটিএস দক্ষিণ কোরিয়ার। ২০১৩ সালে বিগ এন্টারটেইনমেন্টের অধীনে এই যাত্রা শুরু করে। জংকুক এই দলের কনিষ্ঠতম সদস্য এবং প্রধান গায়ক।"
    }
]
