# -*- coding: utf-8 -*-
"""
BPSC Non-Tech MCQ Digest
Subject: International Affairs
Page: 732
Questions: 124 to 148
"""

questions = [
    {
        "id": 124,
        "page": 732,
        "question": "বাংলাদেশ কত সালে স্বল্পোন্নত দেশের (এলডিসি) তালিকা থেকে পুরোপুরি বের হয়ে যাবে? [BPSC-2023]",
        "options": [
            "২০২৬",
            "২০৩০",
            "২০৩৬",
            "২০৪১"
        ],
        "answer": "ক",
        "explanation": ""
    },
    {
        "id": 125,
        "page": 732,
        "question": "FAO-এর সদর দপ্তর কোথায়? [BPSC-2023]",
        "options": [
            "ওয়াশিংটন",
            "মস্কো",
            "রোম",
            "টোকিও"
        ],
        "answer": "গ",
        "explanation": ""
    },
    {
        "id": 126,
        "page": 732,
        "question": "নিম্নের সংস্থাসমূহের মধ্যে বাংলাদেশ কোনটির সদস্য নয়? [BPSC-2023]",
        "options": [
            "BIMSTEC",
            "OIC",
            "D-8",
            "ASEAN"
        ],
        "answer": "ঘ",
        "explanation": ""
    },
    {
        "id": 127,
        "page": 732,
        "question": "হাম্বানটোটা সমুদ্রবন্দর কোথায় অবস্থিত? [BPSC-2023]",
        "options": [
            "জিবুতি",
            "মাদাগাস্কার",
            "শ্রীলঙ্কা",
            "ভারত"
        ],
        "answer": "গ",
        "explanation": ""
    },
    {
        "id": 128,
        "page": 732,
        "question": "এসডিজি (SDG) বাস্তবায়নের প্রান্তিক বছর কোন সাল? [BPSC-2023]",
        "options": [
            "২০২৫",
            "২০৩০",
            "২০৩৫",
            "২০৩৬"
        ],
        "answer": "খ",
        "explanation": ""
    },
    {
        "id": 129,
        "page": 732,
        "question": "কোনটি জাতিসংঘের অঙ্গসংগঠন নয়? [BPSC-2023]",
        "options": [
            "EU",
            "ILO",
            "UNDP",
            "WFP"
        ],
        "answer": "ক",
        "explanation": ""
    },
    {
        "id": 130,
        "page": 732,
        "question": "নিম্নের কোন দেশটি Horn of Africa-তে অবস্থিত? [BPSC-2023]",
        "options": [
            "মরক্কো",
            "সুদান",
            "ইথিওপিয়া",
            "সোমালিয়া"
        ],
        "answer": "গ",
        "explanation": ""
    },
    {
        "id": 131,
        "page": 732,
        "question": "ইউরোপীয় ইউনিয়ন কর্তৃক স্বল্পোন্নত দেশসমূহকে প্রদত্ত EBA সুবিধা কোন ক্ষেত্রে প্রযোজ্য? [BPSC-2023]",
        "options": [
            "বাণিজ্যের ক্ষেত্রে",
            "যুদ্ধের ক্ষেত্রে",
            "শিক্ষার ক্ষেত্রে",
            "পরিবহনের ক্ষেত্রে"
        ],
        "answer": "ক",
        "explanation": ""
    },
    {
        "id": 132,
        "page": 732,
        "question": "ইউরোপীয় 'রুটির ঝুড়ি' কোনটি? [BPSC-2023]",
        "options": [
            "রাশিয়া",
            "ইউক্রেন",
            "ফ্রান্স",
            "স্পেন"
        ],
        "answer": "খ",
        "explanation": ""
    },
    {
        "id": 133,
        "page": 732,
        "question": "সুইডেনের নির্বাচিত প্রথম নারী প্রধানমন্ত্রীর নাম— [MOE-2023]",
        "options": [
            "ম্যাগডালেনা অ্যান্ডারসন",
            "এমিলিন পাঙ্কহার্স্ট",
            "উইলহেলমিনা দ্রুকার",
            "বেল হকস্"
        ],
        "answer": "ক",
        "explanation": ""
    },
    {
        "id": 134,
        "page": 732,
        "question": "কোন পরিষদের সুপারিশক্রমে জাতিসংঘের মহাসচিব নিয়োগপ্রাপ্ত হন? [MOE-2023]",
        "options": [
            "সাধারণ পরিষদ",
            "নিরাপত্তা পরিষদ",
            "অর্থনৈতিক ও সামাজিক পরিষদ",
            "অছি পরিষদ"
        ],
        "answer": "খ",
        "explanation": ""
    },
    {
        "id": 135,
        "page": 732,
        "question": "আন্তর্জাতিক অভিবাসী সংস্থার (IOM) সদর দপ্তর কোথায়? [MOE-2023]",
        "options": [
            "রোম",
            "বার্ন",
            "জেনেভা",
            "লন্ডন"
        ],
        "answer": "গ",
        "explanation": ""
    },
    {
        "id": 136,
        "page": 732,
        "question": "বিশ্বের সবচেয়ে ব্যয়বহুল শহর কোনটি? [MOE-2023]",
        "options": [
            "লন্ডন",
            "দুবাই",
            "তেল আবিব",
            "নিউইয়র্ক"
        ],
        "answer": "ঘ",
        "explanation": ""
    },
    {
        "id": 137,
        "page": 732,
        "question": "কোনটি একটি বৈশ্বিক জলবায়ু ও পরিবেশ বিষয়ক আন্তর্জাতিক নির্দলীয় আন্দোলনের নাম? [MOE-2023]",
        "options": [
            "Extinction Rebellion",
            "Nature Compact",
            "Eco Friends",
            "Build Better World"
        ],
        "answer": "ক",
        "explanation": ""
    },
    {
        "id": 138,
        "page": 732,
        "question": "ভৌগোলিক নির্দেশক (GI) পণ্যের স্বীকৃতি দেয়— [MOE-2023]",
        "options": [
            "IFAD",
            "WIPO",
            "WTO",
            "IDA"
        ],
        "answer": "খ",
        "explanation": ""
    },
    {
        "id": 139,
        "page": 732,
        "question": "চীনের উইঘুর সম্প্রদায় কোন বংশ থেকে উদ্ভূত জাতিগোষ্ঠী? [MOE-2023]",
        "options": [
            "হুন",
            "মঙ্গো",
            "জিনজিং",
            "তুর্কি"
        ],
        "answer": "ঘ",
        "explanation": ""
    },
    {
        "id": 140,
        "page": 732,
        "question": "মিয়ানমারে রোহিঙ্গারা নাগরিকত্ব হারায় কোন সালে? [MOE-2023]",
        "options": [
            "১৯৭৮",
            "১৯৮২",
            "১৯৯২",
            "১৯৯৭"
        ],
        "answer": "খ",
        "explanation": ""
    },
    {
        "id": 141,
        "page": 732,
        "question": "প্রথম বিশ্বযুদ্ধ চলাকালে 'বেলফোর ঘোষণার' মূল প্রতিপাদ্য ছিল— [MOE-2023]",
        "options": [
            "জাতিপুঞ্জ প্রতিষ্ঠা",
            "অটোমানদের রাজ্য অধিকার করা",
            "ইহুদিদের জন্য একটি জাতি রাষ্ট্র প্রতিষ্ঠা",
            "জার্মানির বিরুদ্ধে মিত্রশক্তির নূতন কৌশল অবলম্বন"
        ],
        "answer": "গ",
        "explanation": ""
    },
    {
        "id": 142,
        "page": 732,
        "question": "আন্তর্জাতিক অপরাধ আদালত কার্যালয় কোন শহরে অবস্থিত? [MOE-2023]",
        "options": [
            "নিউইয়র্ক",
            "জেনেভা",
            "দ্য হেগ",
            "রোম"
        ],
        "answer": "গ",
        "explanation": ""
    },
    {
        "id": 143,
        "page": 732,
        "question": "পৃথিবীর গভীরতম হ্রদ কোনটি? [MOE-2023]",
        "options": [
            "কাস্পিয়ান",
            "বৈকাল",
            "মানস সরোবর",
            "ডেড সী"
        ],
        "answer": "খ",
        "explanation": ""
    },
    {
        "id": 144,
        "page": 732,
        "question": "আটলান্টিক মহাসাগর ও প্রশান্ত মহাসাগরকে যুক্ত করেছে কোনটি? [MOE-2023]",
        "options": [
            "সুয়েজ খাল",
            "ভলগা নদী",
            "মিসিসিপি নদী",
            "পানামা খাল"
        ],
        "answer": "ঘ",
        "explanation": ""
    },
    {
        "id": 145,
        "page": 732,
        "question": "জাপানের পার্লামেন্টের নাম— [MOE-2023]",
        "options": [
            "রাইখস্ট্যাগ",
            "ফুকেত",
            "নেসেট",
            "ডায়েট"
        ],
        "answer": "ঘ",
        "explanation": ""
    },
    {
        "id": 146,
        "page": 732,
        "question": "বিশ্বের প্রথম কার্বনমুক্ত শহরটি কোন দেশে নির্মিত হবে? [BBA-2023]",
        "options": [
            "চীন",
            "ফ্রান্স",
            "সৌদি আরব",
            "ইরাক",
            "কোনোটিই নয়"
        ],
        "answer": "গ",
        "explanation": ""
    },
    {
        "id": 147,
        "page": 732,
        "question": "বিটকেয়েন কী? [PPA-2023]",
        "options": [
            "লবণের দানা",
            "ইলেকট্রনিক মুদ্রা",
            "ভার্চুয়াল গেইম",
            "এক ধরনের সফটওয়্যার"
        ],
        "answer": "খ",
        "explanation": ""
    },
    {
        "id": 148,
        "page": 732,
        "question": "কোন সালে প্রথম বিশ্ব পরিবেশ দিবস পালন শুরু হয়? [BSCIC-2023]",
        "options": [
            "১৯৬৮ সালে",
            "১৯৭১ সালে",
            "১৯৭৩ সালে",
            "১৯৭৪ সালে"
        ],
        "answer": "ঘ",
        "explanation": ""
    }
]
