# -*- coding: utf-8 -*-
"""
BPSC Non-Tech MCQ Digest
Subject: International Affairs
Page: 734
Questions: 166 to 179
"""

questions = [
    {
        "id": 166,
        "page": 734,
        "question": "BRICS-এর সদর দপ্তর কোথায় অবস্থিত? [BPSC-2022]",
        "options": [
            "সাংহাই",
            "মস্কো",
            "নয়াদিল্লি",
            "প্রিটোরিয়া"
        ],
        "answer": "ক",
        "explanation": "ব্রিকস হলো ব্রাজিল, রাশিয়া, ইন্ডিয়া, চীন এবং সাউথ আফ্রিকার মতো ৫ টি উদীয়মান শক্তির অর্থনৈতিক জোট। সংস্থাটি গঠিত হয় ২০০৮ সালে। এটির কোনো সদর দপ্তর নেই। তবে এ সংস্থাটির উদ্যোগে ২০১৪ সালে New Develpment Bank (NDB) নামে একটি ব্যাংক গঠিত হয়, যার সদর দপ্তর চীনের সাংহাই শহরে।"
    },
    {
        "id": 167,
        "page": 734,
        "question": "রাশিয়ার লেনিনগ্রাড শহরের বর্তমান নাম কী? [BPSC-2022]",
        "options": [
            "সেন্ট পিটার্সবার্গ",
            "মস্কো",
            "বাকু",
            "ভলগোগ্রাড"
        ],
        "answer": "ক",
        "explanation": "সেন্ট পিটার্সবার্গ রাশিয়ার একটি ফেডারেল শহর, যা বাল্টিক সাগরের অন্তর্গত ফিনল্যান্ড উপসাগরের মাথায় নেভা নদীর তীরে অবস্থিত। ১৯১৪ সালে শহরটির নাম পরিবর্তন করে পেত্রোগ্রাদ রাখা হয়। ১৯২৪ সালে আরেকবার এর নাম বদলে লেনিনগ্রাদ করা হয়। ১৯৯১ সালে পুনরায় সেন্ট পিটার্সবার্গ নামটি ফিরিয়ে আনা হয়।"
    },
    {
        "id": 168,
        "page": 734,
        "question": "সবচেয়ে বেশি বৈদেশিক সাহায্য গ্রহণকারী দেশ কোনটি? [BPSC-2022]",
        "options": [
            "নেপাল",
            "বাংলাদেশ",
            "আফগানিস্তান",
            "ইথিওপিয়া"
        ],
        "answer": "গ",
        "explanation": "সর্বাধিক বিদেশি সাহায্য গ্রহণকারী দেশ আফগানিস্তান (২.৯৫ বিলিয়ন ডলার)।"
    },
    {
        "id": 169,
        "page": 734,
        "question": "২০২০ সালে কত জন মহিলা নোবেল পুরস্কার পেয়েছেন? [BPSC-2022]",
        "options": [
            "৪ জন",
            "৫ জন",
            "৭ জন",
            "৩ জন"
        ],
        "answer": "ক",
        "explanation": "১৯০১ সাল থেকে নোবেল পুরস্কার দেওয়া শুরু হলেও ৯৬০ বিজয়ীর তালিকায় নারীর সংখ্যা মাত্র ৫৭। ২০২০ সালে এ তালিকাকে সমৃদ্ধ করেছেন লুইস গ্রিক, ইমানুয়েল শারপেনতিয়ের, জেনিফার এ ডাউডনা ও আন্দ্রিয়া গেজ নামে আরও ৪ নারী। রসায়ন, পদার্থবিজ্ঞান ও সাহিত্যে অসাধারণ অবদানের জন্য তাদের এ পুরস্কারপ্রাপ্তি।"
    },
    {
        "id": 170,
        "page": 734,
        "question": "'আফ্রিদি' উপজাতি কোন দেশে বাস করে? [BPSC-2022]",
        "options": [
            "আফগানিস্তান",
            "অস্ট্রেলিয়া",
            "পাকিস্তান",
            "উজবেকিস্তান"
        ],
        "answer": "গ",
        "explanation": "'আফ্রিদি' উপজাতিরা পাকিস্তানের উত্তরপশ্চিম সীমান্তের ওয়াজিরস্তানে বসবাসকারী আদিবাসী। আফ্রিদিদের ধর্ম হলো ইসলাম। তারা সুলতান মাহমুদ গজনভি এবং হারুন-অর-রশীদের মতানুসারে ইসলাম ধর্মে ধর্মান্তরিত হয়।"
    },
    {
        "id": 171,
        "page": 734,
        "question": "'ব্রিসবেন' কোন দেশের সমুদ্র বন্দর? [BPSC-2022]",
        "options": [
            "যুক্তরাজ্য",
            "জার্মানি",
            "অস্ট্রেলিয়া",
            "বেলজিয়াম"
        ],
        "answer": "গ",
        "explanation": "ব্রিসবেন অস্ট্রেলিয়ার পূর্বাঞ্চলের একটি শহর। এটি কুইন্সল্যান্ড রাজ্যের রাজধানী এবং ব্রিসবেন নদীর তীরে মোরটন উপসাগরের কাছে অবস্থিত একটি সমুদ্র বন্দর। ব্রিসবেন নদীতে ড্রেজ করে শহরটিতে সমুদ্রগামী জাহাজের আসার ব্যবস্থা করা হয়েছে। পশম হলো এ শহরের প্রধান রপ্তানিকৃত দ্রব্য। অন্যান্য রপ্তানির মধ্যে আছে বরফজমা মাংস, চামড়া, চিনি, দুগ্ধজাত দ্রব্য, ভুট্টা, মুক্তার খোল এবং কয়লা।"
    },
    {
        "id": 172,
        "page": 734,
        "question": "জাতিসংঘের পরিবেশ রক্ষাকারী সংগঠন কোনটি? [BPSC-2022]",
        "options": [
            "UNEP",
            "UNDP",
            "UNHCR",
            "WHO"
        ],
        "answer": "ক",
        "explanation": "UNEP জাতিসংঘের পরিবেশ রক্ষাকারী সংগঠন। ১৯৭২ সালে প্রতিষ্ঠিত হয়। এর সদর দপ্তর অবস্থিত কেনিয়ার নাইরোবিতে। এর পূর্ণরূপ হলো- UN Enviroment Programme।"
    },
    {
        "id": 173,
        "page": 734,
        "question": "যুক্তরাষ্ট্রের ডেট্রয়েট শহর কোনটির জন্য বিখ্যাত? [BPSC-2022]",
        "options": [
            "শিপিং",
            "অটোমোবাইল",
            "ঘড়ি",
            "তেল ও প্রাকৃতিক সম্পদ"
        ],
        "answer": "খ",
        "explanation": "ডেট্রয়েট মার্কিন যুক্তরাষ্ট্রের মিশিগান অঙ্গরাজ্যের সর্ববৃহৎ শহর। ঐতিহাসিকভাবে ডেট্রয়েট পৃথিবীর মোটরগাড়ির শহর বা অটোমোটিভ সিটি হিসেবে পরিচিত। অটোমোটিভের মোটোগাড়ির নির্মাণ শিল্প মার্কিন যুক্তরাষ্ট্রের মধ্যে এমনকি সমগ্র বিশ্বে সর্ববৃহৎ।"
    },
    {
        "id": 174,
        "page": 734,
        "question": "'সবুজ গ্রহ' বলা হয় কোনটিকে? [BPSC-2022]",
        "options": [
            "মঙ্গল",
            "নেপচুন",
            "প্লুটো",
            "ইউরেনাস"
        ],
        "answer": "ঘ",
        "explanation": "সবুজ গ্রহ বলা হয় ইউরেনাসকে। বুধ সূর্যের নিকটতম গ্রহ হলেও মানুষ বা প্রাণী বসবাসের অযোগ্য। আর মঙ্গল গ্রহকে বলা হয় লাল গ্রহ বা গোলাপি গ্রহ।"
    },
    {
        "id": 175,
        "page": 734,
        "question": "'Doric Order' কারা বেশি ব্যবহার করেছিল? [BPSC-2022]",
        "options": [
            "বাইজেনটাইন",
            "রোমান",
            "গ্রীক",
            "জার্মানি"
        ],
        "answer": "গ",
        "explanation": ""
    },
    {
        "id": 176,
        "page": 734,
        "question": "রেনেসাঁ আন্দোলন কোথায় শুরু হয়েছিল? [BPSC-2022]",
        "options": [
            "গ্রীস",
            "রোম",
            "ইতালী",
            "ফ্রান্স"
        ],
        "answer": "গ",
        "explanation": "ফরাসি শব্দ রেনেসাঁস অর্থ নবজাগরণ বা পুনর্জন্ম। একপ্রকার নবজাগরণ বলতে ভাব-বিপ্লবকে বুঝায়। ফরাসি ঐতিহাসিক মিশলে ১৮৫৫ সালে রেনেসাঁস শব্দটি প্রথম ব্যবহার করেন।"
    },
    {
        "id": 177,
        "page": 734,
        "question": "'নাসা' কোন দেশের মহাকাশ গবেষণা কেন্দ্র? [BPSC-2022]",
        "options": [
            "যুক্তরাজ্য",
            "যুক্তরাষ্ট্র",
            "ভারত",
            "চীন"
        ],
        "answer": "খ",
        "explanation": "National Aeronautics and Space Administration (NASA) হলো মার্কিন যুক্তরাষ্ট্রের একটি স্বাধীন সংস্থা, যা বিমান চালনাবিদ্যা ও মহাকাশ সম্পর্কিত গবেষণা করে থাকে। নাসা গঠিত ২৯ জুলাই ১৯৫৮ সালে আজ থেকে প্রায় ৬০ বছর আগে।"
    },
    {
        "id": 178,
        "page": 734,
        "question": "মার্বেল কোন দেশ পর্যন্ত পাওয়া যায়? [BPSC-2022]",
        "options": [
            "বাংলাদেশ",
            "গ্রীস",
            "ইংল্যান্ড",
            "ইতালি"
        ],
        "answer": "ঘ",
        "explanation": "মার্বেল সাধারণত হালকা রঙের একটি শিলা। যখন এই পাথর বিশুদ্ধ থাকে তখন সাদা রঙের হয়। বিভিন্ন খনিজ উপাদানের মিশ্রণের ফলে এর রং নীল, ধূসর, গোলাপি, হলুদ, সবুজ বা কালো রঙের হতে পারে। সারা বিশ্বে মার্বেল পাওয়া যায়। তবে সবচেয়ে বেশি পাওয়া যায় ইতালি, স্পেন, ভারত ও চীনে।"
    },
    {
        "id": 179,
        "page": 734,
        "question": "নালন্দা মহাবিহার কী? [BPSC-2022]",
        "options": [
            "বিখ্যাত বাজার",
            "হাসপাতাল",
            "কমিউনিটি সেন্টার",
            "প্রাচীন শিক্ষাকেন্দ্র বা বিশ্ববিদ্যালয়"
        ],
        "answer": "ঘ",
        "explanation": "নালন্দা একটি খ্যাতনামা মহাবিহার। এটি বিহারের রাজধানী পাটনা শহরের ৯৫ কিমি দক্ষিণপূর্বে এবং বিহার শরিফ শহরের কাছে অবস্থিত। খ্রিষ্টীয় ৭ম শতাব্দী থেকে আনুমানিক ১২০০ খ্রিষ্টাব্দ পর্যন্ত নালন্দা মহাবিহার ছিল ভারতের একটি গুরুত্বপূর্ণ উচ্চশিক্ষা প্রতিষ্ঠান। বর্তমানে এটি একটি ইউনেস্কো বিশ্ব ঐতিহ্যবাহী স্থান।"
    }
]
