# -*- coding: utf-8 -*-
"""
BPSC Non-Tech MCQ Digest
Subject: International Affairs
Page: 735
Questions: 180 to 192
"""

questions = [
    {
        "id": 180,
        "page": 735,
        "question": "কোন শহরটি 'বিগ আপেল' নামে পরিচিত? [BPSC-22]",
        "options": [
            "প্যারিস",
            "নিউ ইয়র্ক",
            "সিঙ্গাপুর",
            "লন্ডন"
        ],
        "answer": "খ",
        "explanation": "শান্তির শহর বলা হয় ইতালির রোমকে। বিগ আপেল বলা হয় যুক্তরাষ্ট্রের নিউ ইয়র্ককে।"
    },
    {
        "id": 181,
        "page": 735,
        "question": "শরণার্থীদের দুঃখ-দুর্দশা নিয়ে সাহিত্য রচনা করে সাহিত্যে নোবেল পুরস্কার পেয়েছেন— [BPSC-2022]",
        "options": [
            "লুইস গ্লিক",
            "বব ডিলান",
            "আবদুল রাজাক গুরনাহ",
            "গুন্টার গ্রাস"
        ],
        "answer": "গ",
        "explanation": "সুইডিশ একাডেমি আবদুল রাজাক গুরনাহ’র কৃতিত্ব হিসেবে বলছে, তার আপসহীন ও দরদি লেখায় উঠে এসেছে উপনিবেশকিতার প্রভাব ও শরণার্থী জীবনের দুঃখ-দুর্দশা। তিনি ১১৮তম সাহিত্যিক হিসেবে নোবেল পুরস্কার জিতলেন। ১৯৬৮ সালে তানজানিয়ার জানজিবারে জন্ম নেওয়া আবদুল রাজাক গুরনাহ ষাটের দশকে শরণার্থী হিসেবে ইংল্যান্ডে পাড়ি জমান।"
    },
    {
        "id": 182,
        "page": 735,
        "question": "ভারতবর্ষে কোন সালে চিরস্থায়ী বন্দোবস্ত চালু করা হয়? [BPSC-2022]",
        "options": [
            "১৭৬০ সালে",
            "১৭৮৮ সালে",
            "১৭৯৩ সালে",
            "১৭৯৮ সালে"
        ],
        "answer": "গ",
        "explanation": "চিরস্থায়ী বন্দোবস্ত হলো এক ধরনের ভূমি রাজস্ব বা কর ব্যবস্থা। লর্ড কর্নওয়ালিস ১৭৯৩ সালে এ প্রথা প্রবর্তন করেন। এই চুক্তির মাধ্যমে রাজস্ব পরিশোধের বিনিময়ে বাংলা, বিহার ও উড়িষ্যার জমিদারদের জমির ওপর স্থায়ী মালিকানা দেওয়া হয়।"
    },
    {
        "id": 183,
        "page": 735,
        "question": "NATO-এর পূর্ণরূপ কী? [BPSC-2022]",
        "options": [
            "North Atlantic Treaty Organisation",
            "North Alliance Treaty Organisation",
            "North American Trust Organisation",
            "North African Treaty Organisation"
        ],
        "answer": "ক",
        "explanation": "ন্যাটোর পূর্ণরূপ নর্থ আটলান্টিক ট্রিটি অর্গানাইজেশন (উত্তর আটলান্টিক নিরাপত্তা জোট)। ন্যাটো একটি যৌথ নিরাপত্তা চুক্তি, যে চুক্তির আওতায় জোটভুক্ত দেশগুলো পারস্পরিক সামরিক সহযোগিতা প্রদানে অঙ্গীকারাবদ্ধ।"
    },
    {
        "id": 184,
        "page": 735,
        "question": "সেভেন সিস্টারস (Sisters) কী? [BPSC-2022]",
        "options": [
            "মিশরের বিখ্যাত ৭ সুন্দরী রমণী",
            "ভারতের পূর্বাঞ্চলীয় সাতটি রাজ্য",
            "মুক্তিযুদ্ধে বিখ্যাত বীরাঙ্গনা",
            "সাতটি প্রাচীন মহাদেশ"
        ],
        "answer": "খ",
        "explanation": "ভারতের উত্তর-পূর্ব অঞ্চলের ৭টি রাজ্য- নাগাল্যান্ড, মণিপুর, মিজোরাম, আসাম, ত্রিপুরা, মেঘালয় ও অরুণাচল প্রদেশকে সেভেন সিস্টার বলা হয়।"
    },
    {
        "id": 185,
        "page": 735,
        "question": "The Headquarter of World Economic Forum is situated in— [BB-2021]",
        "options": [
            "Cologny",
            "Geneva",
            "Davos",
            "San Francisco"
        ],
        "answer": "ক",
        "explanation": "ওয়ার্ল্ড ইকনোমিক ফোরাম (WEF) হচ্ছে জেনেভাভিত্তিক অলাভজনক সংস্থা। বিশেষ করে প্রতি বছর সুইজারল্যান্ডের দাভোসে এর সভা অনুষ্ঠানের জন্য সংগঠনটি পরিচিত। এর সদরদপ্তর কলগনি, সুইজারল্যান্ড।"
    },
    {
        "id": 186,
        "page": 735,
        "question": "Which Country is called 'Land of Fertile Fields'? [BB-2021]",
        "options": [
            "Australia",
            "Algeria",
            "Switzerland",
            "New Zealand"
        ],
        "answer": "খ",
        "explanation": "Algeria is called \"Land of Fertile Fields\". Algeria is a North African country which is one of the largest countries in African continent. Algeria has vast fertile agricultural land and for this reason it is called \"Land of Fertile Fields\"."
    },
    {
        "id": 187,
        "page": 735,
        "question": "সলোমন দ্বীপপুঞ্জ কোন মহাসাগরে অবস্থিত?[NPCBL2021]",
        "options": [
            "ভারত",
            "প্রশান্ত",
            "আটলান্টিক",
            "আর্কটিক"
        ],
        "answer": "খ",
        "explanation": "সলোমন দ্বীপপুঞ্জ প্রশান্তমহাসাগরের একাধিক দ্বীপের সমন্বয়ে গঠিত একটি দ্বীপ রাষ্ট্র। এটি ওশেনিয়া অঞ্চলে অবস্থিত। এর আয়তন ২৮৪০০ বর্গকিলোমিটার।"
    },
    {
        "id": 188,
        "page": 735,
        "question": "'Black Monday' is related to— [BB-21]",
        "options": [
            "Stock Market",
            "Bank",
            "Income Tax",
            "Finance"
        ],
        "answer": "ক",
        "explanation": "'Black Monday' Stock Market-এর সাথে সম্পর্কিত। ১৯৮৭ সালের ১৯ অক্টোবর সোমবার এই দিনে সারা বিশ্বে Stock Market ক্র্যাশ হয়ে যায়। তাই এই দিনটিকে Black Monday উল্লেখ করা হয়, যা Stock Market-এর সাথে সম্পর্কিত।"
    },
    {
        "id": 189,
        "page": 735,
        "question": "In what sea would you find the Great Barrier Reef? [BB-2021]",
        "options": [
            "Coral Sea",
            "Black Sea",
            "Aral Sea",
            "Dead Sea"
        ],
        "answer": "ক",
        "explanation": "Coral Sea-তে 'Great Barrier Reef' দেখা যায়, যেটি প্রায় ১,৩৩,০০০ বর্গমাইল এলাকা জুড়ে, ১৪২৯ মাইল প্রসারিত বিশ্বের বৃহত্তম প্রবাল প্রাচীর ব্যবস্থা। এই রিফটি কোরাল সাগরে অস্ট্রেলিয়ার কুইন্সল্যান্ড উপকূলে অবস্থিত।"
    },
    {
        "id": 190,
        "page": 735,
        "question": "'Playing It My Way' is written by— [BB-2021]",
        "options": [
            "Shoaib Akhter",
            "Sachin Tendulkar",
            "Sir Don Bradman",
            "Tiger Woods"
        ],
        "answer": "খ",
        "explanation": "'Playing It My Way' প্রাক্তন ভারতীয় ক্রিকেটার শচীন তেন্ডুলকারের আত্মজীবনী। এটি ২০১৪ সালের ৫ নভেম্বর মুম্বাইয়ে চালু হয়েছিল। বইটিতে তেন্ডুলকারের শুরুর দিনগুলো, তার ২৪ বছরের আন্তর্জাতিক ক্যারিয়ার এবং তার জীবনের এমন দিকগুলোর সংক্ষিপ্তসার করা হয়েছে, যা প্রকাশ্যে প্রকাশ করা হয় নি।"
    },
    {
        "id": 191,
        "page": 735,
        "question": "'ভ্যাকসিন হিরো' পুরস্কার প্রদানকারী সংস্থার নাম— [TECHEDU-2021]",
        "options": [
            "GAVI",
            "PACC",
            "UNICEF",
            "REAP"
        ],
        "answer": "ক",
        "explanation": "জিএভিআই-এর পুরো নাম গ্লোবাল অ্যালায়েন্স ফর ভ্যাকসিনস অ্যান্ড ইমিউনাইজেশন। এটি ভ্যাকসিন অ্যালায়েন্স নামেও পরিচিত। টিকাদান কর্মসূচির মাধ্যমে দুনিয়াজুড়ে বিপুলসংখ্যক শিশুর জীবন রক্ষায় ভূমিকা রাখছে সংস্থাটি। সুইজারল্যান্ডভিত্তিক সংস্থা জিএভিআই 'ভ্যাকসিন হিরো' সম্মাননা প্রদান করে থাকে।"
    },
    {
        "id": 192,
        "page": 735,
        "question": "ফরমোজার বর্তমান নাম কী? [TECHEDU-2021]",
        "options": [
            "তাইওয়ান",
            "থাইল্যান্ড",
            "পোল্যান্ড",
            "মাঞ্চুরিয়া"
        ],
        "answer": "ক",
        "explanation": "ফরমোজার বর্তমান নাম তাইওয়ান। তাইওয়ান পূর্ব এশিয়ার একটি দ্বীপ, যা তাইওয়ান প্রণালির পূর্বে চীনা মূল ভূখণ্ডের দক্ষিণ-পূর্ব উপকূলে অবস্থিত। তাইওয়ান দ্বীপের মূল ভূখণ্ড ফরমোজা (পর্তুগীজে ইলিয়া ফরমোজা অর্থাৎ সুন্দরী দ্বীপ) নামেও পরিচিত, যা পূর্ব এশিয়ার চীনা মূল ভূখণ্ড-তীরবর্তী অঞ্চল এবং জাপানের মূল ভূখণ্ডের দক্ষিণ-পশ্চিমে অবস্থিত। জাপানের রিঊকিউ দ্বীপপুঞ্জের ঠিক পশ্চিমেই তাইওয়ান দ্বীপের অবস্থান। এর পূর্বে প্রশান্ত মহাসাগর, দক্ষিণে দক্ষিণ চীন সাগর ও লুজন প্রণালী, পশ্চিমে তাইওয়ান প্রণালী এবং পূর্বে পূর্ব চীন সাগর অবস্থিত।"
    }
]
