# -*- coding: utf-8 -*-
"""
BPSC Non-Tech MCQ Digest
Subject: International Affairs
Page: 736
Questions: 193 to 205
"""

questions = [
    {
        "id": 193,
        "page": 736,
        "question": "'ডেড সী' কী? [TECHEDU-2021]",
        "options": [
            "একটি নদী",
            "একটি সাগর",
            "একটি হ্রদ",
            "মৃত সাগর"
        ],
        "answer": "গ",
        "explanation": ""
    },
    {
        "id": 194,
        "page": 736,
        "question": "উইঘুর মুসলিম সম্প্রদায় কোন দেশের অধিবাসী? [MOD-2020, PGCB-2021]",
        "options": [
            "ইন্দোনেশিয়া",
            "চীন",
            "তুর্কমেনিস্তান",
            "কাজাখস্তান"
        ],
        "answer": "খ",
        "explanation": "উইঘুর জাতি মধ্য এশিয়ায় বসবাসরত তুর্কি বংশোদ্ভূত একটি জাতিগোষ্ঠী। বর্তমানে উইঘুররা মূলত চীনের শিনচিয়াং অঞ্চলে বসবাস করে। উইঘুররা এই অঞ্চলের সরকারিভাবে স্বীকৃত ৫৬টি নৃতাত্ত্বিক সংখ্যালঘু গোষ্ঠীর অন্যতম।"
    },
    {
        "id": 195,
        "page": 736,
        "question": "Joe Biden is the— President of the USA. [BREB-2021]",
        "options": [
            "40th",
            "45th",
            "46th",
            "none"
        ],
        "answer": "গ",
        "explanation": "জোসেফ রবিনেট বাইডেন জুনিয়র (জো বাইডেন) মার্কিন যুক্তরাষ্ট্রের ৪৬তম রাষ্ট্রপতি। ডেমোক্র্যাটিক পার্টির একজন সদস্য বাইডেন ২০২১ সালের ২০ জানুয়ারি যুক্তরাষ্ট্রের ৪৬তম রাষ্ট্রপতি হিসেবে শপথ গ্রহণ করেন। মার্কিন যুক্তরাষ্ট্রের বর্তমান প্রেসিডেন্ট ডোনাল্ড ট্রাম্প (৪৭ তম)।"
    },
    {
        "id": 196,
        "page": 736,
        "question": "বিশ্ব টেলিকমিউনিকেশন দিবস কবে পালিত হয়?[BTRC-2021]",
        "options": [
            "৭ মে",
            "১৪ মে",
            "১৭ মে",
            "২১ মে"
        ],
        "answer": "গ",
        "explanation": "১৭ মে বিশ্ব টেলিযোগাযোগ ও তথ্য সংঘ দিবস। জাতিসংঘের অঙ্গসংগঠন ইন্টারন্যাশনাল টেলিকমিউনিকেশন ইউনিয়নের (আইটিইউ) ১৯৩টি সদস্য রাষ্ট্রের মতো বাংলাদেশ সরকারের ডাক ও টেলিযোগাযোগ বিভাগ এবং বিটিআরসি প্রতি বছর নানা কর্মসূচির মধ্য দিয়ে দিবসটি পালন করে।"
    },
    {
        "id": 197,
        "page": 736,
        "question": "রেড স্কয়ার কোথায় অবস্থিত? [RPCL-2021]",
        "options": [
            "মিশর",
            "তুরস্ক",
            "রাশিয়া",
            "চীন"
        ],
        "answer": "গ",
        "explanation": "ইতিহাস ও সংস্কৃতির এক অনন্য নিদর্শন মস্কো তথা রাশিয়ার রেড স্কয়ার, যেখানে রয়েছে সোভিয়েত ইউনিয়নের প্রথম রাষ্ট্রপতি ভ্লাদিমির লেনিনের সমাধিসৌধ। ১৯৩০ সালের তৈরির পর থেকে এখনও বিস্ময় হয়ে আছে সমাধিটি। রেড স্কয়ারের ঠিক বাম পাশে অবস্থিত মস্কো স্টেট মিউজিয়াম। এছাড়াও রয়েছে নয়নাভিরাম সেন্ট ব্যাসিলস ক্যাথেড্রাল আর গাম সেন্টারের স্থাপত্যশৈলী, যে-সব দেখতে প্রতিদিন এখানে ভিড় করেন লাখো পর্যটক।"
    },
    {
        "id": 198,
        "page": 736,
        "question": "UNHCR-এর পূর্ণরূপ কী? [RPCL-2021, PGCB-2021]",
        "options": [
            "United Nations High Commissioner for Refugees",
            "United Nations High Commissioner for Religious",
            "United Nations High Commission for Refugees",
            "United National High Commissioner for Refugee"
        ],
        "answer": "ক",
        "explanation": "United Nations High Commissioner for Refugees, সংক্ষেপে UNHCR জাতিসংঘের কার্যত একটি আন্তর্জাতিক সংস্থা, যার দায়িত্ব হচ্ছে জাতিসংঘ বা কোনো দেশের সরকারের অনুরোধে স্বদেশহীন, বাস্তুহারা, বিতাড়িত, মাতৃভূমিতে শরণার্থীদের রক্ষা করা, তাদের অবস্থাকে সমর্থন যোগানো এবং নিজ দেশে ফেরা বা যথোপযুক্ত পুনর্বাসনের ব্যবস্থা করা। এটি ১৯৫০ সালের ১৪ ডিসেম্বর প্রতিষ্ঠিত হয়।"
    },
    {
        "id": 199,
        "page": 736,
        "question": "কোন পরিষদের সুপারিশক্রমে জাতিসংঘে নতুন সদস্য গ্রহণ করা হয়? [RPCL-2021, PGCB-2021]",
        "options": [
            "অছি পরিষদ",
            "সাধারণ পরিষদ",
            "নিরাপত্তা পরিষদ",
            "অর্থনৈতিক ও সামাজিক পরিষদ"
        ],
        "answer": "গ",
        "explanation": "জাতিসংঘ নিরাপত্তা পরিষদের সুপারিশক্রমে যে-কোনো রাষ্ট্রকে নতুন সদস্যরূপে গ্রহণ করতে পারে। পাশাপাশি পুরাতন যে-কোনো সদস্য রাষ্ট্রকে সাময়িক কিংবা স্থায়ীভাবে বহিষ্কার করতে পারে।"
    },
    {
        "id": 200,
        "page": 736,
        "question": "মার্কিন যুক্তরাষ্ট্রের বর্তমান প্রেসিডেন্টের নাম কী? [PGCB-2021]",
        "options": [
            "ডোনাল্ড ট্রাম্প",
            "বারাক ওবামা",
            "মাইক পেন্স",
            "জো বাইডেন"
        ],
        "answer": "নোট",
        "explanation": "নোট : মার্কিন যুক্তরাষ্ট্রের বর্তমান প্রেসিডেন্ট ডোনাল্ড ট্রাম্প (৪৭ তম)।"
    },
    {
        "id": 201,
        "page": 736,
        "question": "কোন দেশটি ভারত মহাসাগরের পাড়ে অবস্থিত নয়? [PGCB-2021]",
        "options": [
            "ইরান",
            "শ্রীলংকা",
            "থাইল্যান্ড",
            "দক্ষিণ আফ্রিকা"
        ],
        "answer": "ক",
        "explanation": "ভারত মহাসাগরের উত্তর দিকে রয়েছে বাংলাদেশ, ভারত ও পাকিস্তান; পশ্চিমে আরব উপদ্বীপ ও আফ্রিকা; পূর্বে রয়েছে মালয় উপদ্বীপ, অস্ট্রেলিয়া ও ইন্দোনেশিয়ার সুন্দা দ্বীপ এবং দক্ষিণ দিকে রয়েছে এন্টার্কটিকা মহাদেশ। ভারত সাগরের তিনটি প্রধান বাহু হচ্ছে— আরব সাগর, আন্দামান সাগর ও বঙ্গোপসাগর।"
    },
    {
        "id": 202,
        "page": 736,
        "question": "আবু গারিব কারাগার কোথায় অবস্থিত? [PGCB-2021]",
        "options": [
            "ইরাক",
            "ইরান",
            "কুয়েত",
            "লিবিয়া"
        ],
        "answer": "ক",
        "explanation": "ইরাকের আবু গারিব শহরে অবস্থিত আবু গারিব কারাগারটি সাদ্দাম হুসাইনের আমলে পৃথিবীর অন্যতম কুখ্যাত কারাগার হিসেবে পরিচিত ছিল। বাগদাদ শহর থেকে ২০ মাইল পশ্চিমে ২৮০ একর জমির ওপর তৈরি করা হয়েছিল এই কারাগারটি। সাদ্দাম হুসাইনের সময় সেখানে প্রায় পদস্থ হাজারো মতের বন্দি আটক ছিল। আটককৃত বন্দিদের ওপর অমানবিক নির্যাতন চালানোর জন্য কুখ্যাতি ছিল কারাগারটির। ২০১৪ সালে আবু গারিব কারাগার বন্ধ হয়।"
    },
    {
        "id": 203,
        "page": 736,
        "question": "ইউনেস্কোর প্রধান কার্যালয় কোথায় অবস্থিত? [PGCB-2021]",
        "options": [
            "প্যারিস",
            "রোম",
            "নিউ ইয়র্ক",
            "জেনেভা"
        ],
        "answer": "ক",
        "explanation": "জাতিসংঘ শিক্ষা, বিজ্ঞান ও সংস্কৃতি বিষয়ক সংস্থা (United Nations Educational, Scientific, and Cultural Organization) বা ইউনেস্কো (UNESCO) জাতিসংঘের একটি বিশেষ সংস্থা। বিশ্বে শিক্ষা, বিজ্ঞান ও সংস্কৃতির প্রসার এবং উন্নয়নের মাধ্যমে মানুষের জীবন মানের উন্নয়ন ঘটানো এই সংস্থার কার্যক্রম। ১৯৪৫ সালের নভেম্বরে লন্ডন সম্মেলনে ইউনেস্কো প্রতিষ্ঠার সিদ্ধান্ত হয়। ১৯৪৬ সালে এই সংস্থা জাতিসংঘের সহায়ক সংস্থা হিসাবে স্বীকৃতি লাভ করে। এর সদর দপ্তর প্যারিসে অবস্থিত।"
    },
    {
        "id": 204,
        "page": 736,
        "question": "গ্রিন ব্যাক নামে পরিচিত— [TECHEDU-2021]",
        "options": [
            "আইএমএফ",
            "মার্কিন ডলার",
            "বিশ্বব্যাংক",
            "ফ্রান্স"
        ],
        "answer": "খ",
        "explanation": "প্রেসিডেন্ট আব্রাহাম লিংকন কর্তৃক চালু করা সুদমুক্ত ডলার ছিল গ্রিন ব্যাক। কিন্তু প্রাইভেট ব্যাংকাররা তা বেশিদিন টিকতে দেয় নি।"
    },
    {
        "id": 205,
        "page": 736,
        "question": "২০১৮ সালের ফুটবল বিশ্বকাপে গোল্ডেন বল বিজয়ী কে? [PGCB-2021]",
        "options": [
            "হ্যারি কেইন",
            "লিওনেল মেসি",
            "এমবাপ্পে",
            "লুকা মদরিচ"
        ],
        "answer": "ঘ",
        "explanation": "২০১৮ রাশিয়া বিশ্বকাপে পুরস্কার বিজয়ী—\nগোল্ডেন বল : লুকা মদরিচ (ক্রোয়েশিয়া), সিলভার বল : এডেন হ্যাজার্ড (বেলজিয়াম), ব্রোঞ্জ বল : আঁতোয়া গ্রিজমান (ফ্রান্স)।\nগোল্ডেন বুট : হ্যারি কেইন— ৬ গোল (ইংল্যান্ড), সিলভার বুট : আঁতোয়া গ্রিজম্যান— ৪ গোল ও ২ অ্যাসিস্ট (ফ্রান্স)।\nব্রোঞ্জ বুট : রোমেলু লুকাকু— ৪ গোল ও ১ অ্যাসিস্ট (বেলজিয়াম)।\nগোল্ডেন গ্লাভস (সেরা গোলরক্ষক) : থিবো কুর্তোয়া (বেলজিয়াম),\nসেরা উদীয়মান ফুটবলার : কিলিয়ান এমবাপ্পে (ফ্রান্স), ফেয়ার প্লে অ্যাওয়ার্ড : স্পেন জাতীয় ফুটবল দল।"
    }
]
