# -*- coding: utf-8 -*-
"""
BPSC Non-Tech MCQ Digest
Subject: International Affairs
Page: 740
Questions: 242 to 255
"""

questions = [
    {
        "id": 242,
        "page": 740,
        "question": "বর্তমানে বিশ্বে সবচেয়ে বেশি কার্বন নিঃসরণকারী দেশ কোনটি? [DOTE-2021]",
        "options": [
            "ভারত",
            "মার্কিন যুক্তরাষ্ট্র",
            "চীন",
            "রাশিয়া"
        ],
        "answer": "গ",
        "explanation": "বৈশ্বিক জলবায়ু পরিবর্তনের পেছনে বড় একটি কারণ হলো অধিক পরিমাণে কার্বন নিঃসরণ। বর্তমানে সবচেয়ে বেশি কার্বন নিঃসরণকারী দেশ হলো চীন, যা প্রতিবছর ১১ হাজার ২৫৬ মেগাটন কার্বন নিঃসরণ করে।"
    },
    {
        "id": 243,
        "page": 740,
        "question": "ঐতিহাসিক ট্রয় নগরী কোন দেশের অন্তর্গত?[DOTE-21]",
        "options": [
            "গ্রিস",
            "ইতালি",
            "সাইপ্রাস",
            "তুরস্ক"
        ],
        "answer": "ঘ",
        "explanation": "বর্তমানে ট্রয় একটি প্রত্নতাত্ত্বিক নিদর্শনের নাম। ট্রয় নগরীর অবস্থান আনাতোলিয়া অঞ্চলের হিসারলিক নামক স্থানে অর্থাৎ আধুনিক হিসারলিক-ই সেই প্রাচীন ট্রয় নগরী। ট্রয় নগরীর ভৌগোলিক অবস্থান তুরস্কের উত্তর-পশ্চিমাঞ্চলের কানাক্কাল প্রদেশের সমুদ্রসৈকতের নিকটে এবং আইডা পর্বতের নিচে দার্দানেলিসের দক্ষিণ-পশ্চিমে।"
    },
    {
        "id": 244,
        "page": 740,
        "question": "'I have a dream' শীর্ষক বিখ্যাত ভাষণ কে প্রদান করেন? [DOTE-2021]",
        "options": [
            "বারাক ওবামা",
            "মার্টিন লুথার কিং",
            "মহাত্মা গান্ধী",
            "নেলসন ম্যান্ডেলা"
        ],
        "answer": "খ",
        "explanation": "'I have a dream' শীর্ষক বিখ্যাত ভাষণ প্রদান করেন মার্কিন কৃষ্ণাঙ্গ নাগরিক অধিকার আন্দোলনকারী মার্টিন লুথার কিং। ১৯৬৩ সালের ২৮ আগস্ট ওয়াশিংটন ডিসিতে কৃষ্ণাঙ্গদের অর্থনৈতিক মুক্তি, চাকরির সমতা অর্জন, সমান অধিকার প্রতিষ্ঠার লক্ষ্যে একটি সমাবেশ করেন তিনি। সেই সমাবেশে তিনি 'I have a dream' উক্তিটি করেন।"
    },
    {
        "id": 245,
        "page": 740,
        "question": "কিয়োটো প্রটোকল কত সালে স্বাক্ষরিত হয়?[BPSC-21]",
        "options": [
            "১৯৯৭",
            "১৯৯২",
            "১৯৯০",
            "২০০৫"
        ],
        "answer": "ক",
        "explanation": "কিয়োটো প্রটোকল হলো গ্রিনহাউজ গ্যাস নির্গমন হ্রাস-সংক্রান্ত একটি চুক্তি। এটি ১৯৯৭ সালের ১১ ডিসেম্বর জাপানের কিয়োটো শহরে স্বাক্ষরিত হয়। বর্তমানে এই চুক্তি দ্বারা ১৯২টি দেশ দায়বদ্ধ রয়েছে।"
    },
    {
        "id": 246,
        "page": 740,
        "question": "আয়তনে বিশ্বের ক্ষুদ্রতম দেশ— [BPSC-2021]",
        "options": [
            "জিবুতি",
            "ফিজি",
            "ভ্যাটিকান সিটি",
            "সামোয়া"
        ],
        "answer": "গ",
        "explanation": "আয়তনে বিশ্বের ক্ষুদ্রতম দেশ ভ্যাটিকান সিটি এবং বৃহত্তম দেশ রাশিয়া।"
    },
    {
        "id": 247,
        "page": 740,
        "question": "চীনে সাংস্কৃতিক বিপ্লব শুরু হয় কত সালে?[BPSC-2021]",
        "options": [
            "১৯৪৯",
            "১৯৬২",
            "১৯৬৯",
            "১৯৫০"
        ],
        "answer": "গ",
        "explanation": "১৯৬৬ থেকে ১৯৭৬ সময়কালে সামাজিক, রাজনৈতিক আন্দোলনের অংশ হিসেবে চীনে সাংস্কৃতিক বিপ্লব শুরু হয়েছিল। চীনের কমিউনিস্ট পার্টির সভাপতি মাও সেতুংয়ের প্রস্তাবে পুঁজিবাদী ও প্রাচীন কালের ধ্যানধারণা থেকে দূরে রাখতে এবং প্রকৃত সমাজতান্ত্রিক চিন্তাভাবনা সংরক্ষণের লক্ষ্যেই সাংস্কৃতিক বিপ্লবের সূচনা ঘটে।"
    },
    {
        "id": 248,
        "page": 740,
        "question": "জাতিসংঘের দাপ্তরিক ভাষা কয়টি? [BPSC-21]",
        "options": [
            "৪টি",
            "৫টি",
            "৬টি",
            "৭টি"
        ],
        "answer": "গ",
        "explanation": "জাতিসংঘের দাপ্তরিক ভাষা ৬টি; যথা— আরবি, চীনা, ইংরেজি, ফরাসি, রুশ এবং স্পেনীয়।"
    },
    {
        "id": 249,
        "page": 740,
        "question": "ইন্টারপোল-এর সদর দপ্তর কোথায় অবস্থিত?[BPSC-2021]",
        "options": [
            "লিওঁ",
            "রোম",
            "ভিয়েনা",
            "লন্ডন"
        ],
        "answer": "ক",
        "explanation": "ইন্টারপোল-এর সদর দপ্তর ফ্রান্সের লিওঁ শহরে অবস্থিত। FAO-এর সদর দপ্তর ইতালির রোম, IAEA-এর সদর দপ্তর ভিয়েনায় এবং কমনওয়েলথ-এর সদর দপ্তর লন্ডনে অবস্থিত।"
    },
    {
        "id": 250,
        "page": 740,
        "question": "কোন রাষ্ট্রগুলো দ্বীপের সমষ্টি? [BPSC-2021]",
        "options": [
            "নেপাল ও জাপান",
            "জাপান ও ফিলিপাইন",
            "চীন ও ভুটান",
            "মায়ানমার ও ভারত"
        ],
        "answer": "খ",
        "explanation": "জাপান ও ফিলিপাইন দ্বীপের সমষ্টি রাষ্ট্র। জাপানের প্রধান দ্বীপগুলো হলো— হোক্কাইডো, হনশু, কিউশু ও সিককু। এই চারটি দ্বীপে ৯৫%-এর বেশি মানুষ বসবাস করে। জাপান রাষ্ট্র ৬,৮৫২টি দ্বীপ নিয়ে গঠিত। ফিলিপাইন ৭,১০০টি দ্বীপ নিয়ে গঠিত।"
    },
    {
        "id": 251,
        "page": 740,
        "question": "বিশ্বের প্রথম পরিবেশ সম্মেলন কোনটি? [BPSC-2021]",
        "options": [
            "ধরিত্রী সম্মেলন",
            "বিশ্ব টেকসই উন্নয়ন সম্মেলন",
            "মানব পরিবেশ সম্মেলন",
            "স্টকহোম সম্মেলন"
        ],
        "answer": "গ",
        "explanation": "সুইডেনের রাজধানী স্টকহোমে ১৯৭২ সালের ৫-১৬ জুন জাতিসংঘ মানব পরিবেশ সম্মেলন অনুষ্ঠিত হয়। সম্মেলনটি ইতিহাসের প্রথম পরিবেশ-বিষয়ক আন্তর্জাতিক সম্মেলনের স্বীকৃতি পায়।"
    },
    {
        "id": 252,
        "page": 740,
        "question": "কোনটি ASEAN-এর সদস্য নয়? [BPSC-2021]",
        "options": [
            "মিয়ানমার",
            "ভারত",
            "থাইল্যান্ড",
            "সিঙ্গাপুর"
        ],
        "answer": "খ",
        "explanation": "ASEAN-এর সদস্য সংখ্যা দেশ ১০টি। দেশগুলো হলো— মালয়েশিয়া, থাইল্যান্ড, ফিলিপাইন, সিঙ্গাপুর, ইন্দোনেশিয়া, ব্রুনাই, ভিয়েতনাম, লাওস, মিয়ানমার ও কম্বোডিয়া।"
    },
    {
        "id": 253,
        "page": 740,
        "question": "নরওয়ের আইনসভার নাম কী? [BPSC-2021]",
        "options": [
            "রিকসদ্যাগ",
            "ফোকেন্তিং",
            "স্টারটিং",
            "নেসেট"
        ],
        "answer": "গ",
        "explanation": "নরওয়ের আইনসভার নাম স্টরটিং। মিশর, ডেনমার্ক, সুইডেনের আইনসভার নাম যথাক্রমে, নেসেট, ফোকেন্টিং, রিকসডাগ।"
    },
    {
        "id": 254,
        "page": 740,
        "question": "কোনটি ভূমধ্যসাগরের তীরবর্তী দেশ? [KGDCL-2021]",
        "options": [
            "সুদান",
            "ইরান",
            "আলজেরিয়া",
            "ওমান"
        ],
        "answer": "গ",
        "explanation": "ভূমধ্যসাগর (Mediterranean sea) জিব্রাল্টার প্রণালী দ্বারা আটলান্টিক মহাসাগরের সাথে যুক্ত আছে। উত্তর ও পশ্চিমে ইউরোপ, দক্ষিণে আফ্রিকা এবং পূর্বে এশিয়া মহাদেশ দ্বারা এটি আবদ্ধ।\nসর্বমোট বাইশ (২২)টি স্বাধীন রাষ্ট্র রয়েছে ভূমধ্যসাগরের তীরে, যার মধ্যে ২টি রাষ্ট্র রয়েছে সম্পূর্ণরূপে ভূমধ্যসাগরের মধ্যেই, অর্থাৎ এরা দ্বীপরাষ্ট্র।\nভূমধ্যসাগরকে ঘিরে আফ্রিকা মহাদেশভুক্ত ৫টি রাষ্ট্র রয়েছে। এগুলো হলো— মিশর, লিবিয়া, তিউনিসিয়া, আলজেরিয়া এবং মরক্কো।"
    },
    {
        "id": 255,
        "page": 740,
        "question": "আয়তনে দ্বিতীয় বৃহত্তম দেশ কোনটি? [KGDCL-2021]",
        "options": [
            "যুক্তরাজ্য",
            "রাশিয়া",
            "চীন",
            "কানাডা"
        ],
        "answer": "ঘ",
        "explanation": "আয়তনে বিশ্বের দ্বিতীয় বৃহত্তম দেশ হলো কানাডা। এর আয়তন ৯,৯৮৪,৬৭০ বর্গকিলোমিটার। এর রাজধানী হলো অটোয়া (Ottawa)।\nউল্লেখ্য, আয়তনে বিশ্বের বৃহত্তম দেশ হলো রাশিয়া, যার আয়তন হলো ১৭,০৯৮,২৪২ বর্গকিলোমিটার।"
    }
]
