# Page 741 - BPSC International Affairs
# Questions 256 to 268

questions = [
    {
        "id": 256,
        "page": 741,
        "question": "Capital of Malawi is— [BCIC-2021]",
        "options": [
            "Lilongwe",
            "Hope town",
            "Jaitoni",
            "Milan"
        ],
        "answer": "ক",
        "explanation": "পূর্ব আফ্রিকার দেশ Malawi. দেশটির রাজধানী নাম Lilongwe. জনসংখ্যা প্রায় ২০ মিলিয়ন। ভাষা ইংলিশ। বর্তমান রাষ্ট্রপতির নাম Lazarus Chakwera."
    },
    {
        "id": 257,
        "page": 741,
        "question": "Which Asian country is home to the most nuclear power plants? [BCIC-2021]",
        "options": [
            "China",
            "South Korea",
            "Taiwan",
            "India"
        ],
        "answer": "ক",
        "explanation": "China- 54 operable reactors (52.2 GWe net), 19 under construction (21.0 GWe gross), 33 planned (36.9 GWe gross)."
    },
    {
        "id": 258,
        "page": 741,
        "question": "The currency of Ecuador is— [BCIC-2021]",
        "options": [
            "Pound",
            "Peso",
            "US Dollar",
            "Lira"
        ],
        "answer": "গ",
        "explanation": "ইকুয়েডরের মুদ্রার নাম— ইউএস ডলার। লিরা তুরস্কের মুদ্রার নাম। পাউন্ড যুক্তরাজ্যের মুদ্রা। পেসো ফিলিপাইনের মুদ্রার নাম।"
    },
    {
        "id": 259,
        "page": 741,
        "question": "UNDP-এর সদর দপ্তর কোথায় অবস্থিত? [TECHEDU-2021]",
        "options": [
            "জেনেভা",
            "ওয়াশিংটন",
            "রোম",
            "নিউ ইয়র্ক"
        ],
        "answer": "ঘ",
        "explanation": "জাতিসংঘ উন্নয়ন কর্মসূচি (United Nations Development Programme) বা ইউএনডিপি (UNDP) জাতিসংঘ সাধারণ পরিষদের একটি সহায়ক সংস্থা। ১৯৬৫ সালের ২২ নভেম্বর এই সংস্থাটি প্রতিষ্ঠিত হয়। উন্নয়নশীল দেশসমূহে সম্পদের পরিকল্পিত ব্যবহার এবং সম্পদ আহরণে সাহায্য করা এই সংস্থার উদ্দেশ্য। প্রয়োজনীয় ক্ষেত্রে এই সংস্থা আর্থিক সহায়তা প্রদান করে থাকে। এই সংস্থার সদর দপ্তর নিউ ইয়র্কে অবস্থিত।"
    },
    {
        "id": 260,
        "page": 741,
        "question": "মরুভূমিতে বালির ঝড়কে কী বলা হয়? [SGFL-2021]",
        "options": [
            "খামসিন",
            "সাইমুম",
            "আঁধি",
            "ক্যালাইমা"
        ],
        "answer": "খ",
        "explanation": "মূলত ৫ শতাংশের কম জীববৈচিত্র্য কোনো অঞ্চলে থাকলে তাকে মরুভূমি বলা হয়। সে হিসেবে মরুভূমির মধ্যে পড়ে আফ্রিকার সাহারা মরুভূমি, এন্টার্কটিকার বিস্তীর্ণ বরফ অঞ্চল, আর বলিভিয়ার সালার দে উয়ুনি, যেটা কিনা পৃথিবীর বৃহত্তম লবণ মরুভূমি। মরুভূমির পরিবেশে দিনে সাধারণত গরম এবং শুষ্ক থাকে। মরুভূমিতে গ্রীষ্মকালে মাঝে মাঝে যে প্রবল বালির ঝড় দেখা যায়, তাকে স্থানীয় ভাষায় সাইমুম বলে।"
    },
    {
        "id": 261,
        "page": 741,
        "question": "UNESCO has decided to jointly celebrate the Mujib Year with Bangladesh of the UNESCO General Assembly. [BB-2021]",
        "options": [
            "40th",
            "42th",
            "50th",
            "60th"
        ],
        "answer": "ক",
        "explanation": "জাতিসংঘের শিক্ষা, বিজ্ঞান ও সংস্কৃতি বিষয়ক অঙ্গসংগঠন ইউনেস্কোর ৪০তম সাধারণ অধিবেশনে বাংলাদেশের সাথে যৌথভাবে মুজিববর্ষ পালনের চূড়ান্ত সিদ্ধান্ত গৃহীত হয়। ২০১৯ সালের ১২-২৭ নভেম্বর প্যারিসে অনুষ্ঠিত অধিবেশনে ২৫ নভেম্বর ইউনেস্কোর সকল সদস্যের উপস্থিতিতে এ সিদ্ধান্ত গৃহীত হয়।"
    },
    {
        "id": 262,
        "page": 741,
        "question": "অ্যামনেস্টি ইন্টারন্যাশনালের সদর দপ্তর কোথায় অবস্থিত? [TECHEDU-2021]",
        "options": [
            "লন্ডন",
            "নিউইয়র্ক",
            "প্যারিস",
            "ভিয়েনা"
        ],
        "answer": "ক",
        "explanation": "অ্যামনেস্টি ইন্টারন্যাশনাল একটি আন্তর্জাতিক মানবাধিকার বিষয়ক বেসরকারি সংস্থা। আন্তর্জাতিক পর্যায়ে মানবাধিকার বিষয়ের উত্তরন ও মর্যাদা রক্ষায় জাতিসংঘ সাধারণ পরিষদে গৃহীত সার্বজনীন মানব অধিকারসংক্রান্ত ঘোষণাপত্র বাস্তবায়নে সংস্থাটি একযোগে কাজ করে যাচ্ছে। সংস্থাটি ১৯৬১ সালে যুক্তরাজ্যে স্থাপিত হয়। এর সদর দপ্তর লন্ডনে অবস্থিত।"
    },
    {
        "id": 263,
        "page": 741,
        "question": "কোন দেশ 'শ্যামদেশ' নামে পরিচিত ছিল? [TECHEDU-2021]",
        "options": [
            "ব্রুনাই",
            "ভুটান",
            "মায়ানমার",
            "থাইল্যান্ড"
        ],
        "answer": "ঘ",
        "explanation": "থাইল্যান্ড দক্ষিণ-পূর্ব এশিয়ার একটি রাষ্ট্র। এটি একমাত্র দক্ষিণ-পূর্ব এশীয় রাষ্ট্র, যা যুদ্ধকালীন সময় ছাড়া কখনো কোনো ইউরোপীয় বা বিদেশি শক্তির নিয়ন্ত্রণে ছিল না। ১৭৮২ সাল থেকে ১৯৩২ সাল পর্যন্ত দেশটিতে পরম রাজতন্ত্র প্রতিষ্ঠিত ছিল। ১৯৩২ সালে বিরোধীরা একটি অভ্যুত্থান ঘটায় এবং দেশে সাংবিধানিক রাজতন্ত্র প্রতিষ্ঠা করে। তখন থেকে আজ পর্যন্ত থাইল্যান্ড বহু সামরিক ও বেসামরিক সরকারের অধীনে শাসিত হয়েছে। ১৯৩৯ সাল পর্যন্ত দেশটি 'শ্যামদেশ' নামে পরিচিত ছিল।"
    },
    {
        "id": 264,
        "page": 741,
        "question": "'করোনাভাইরাস' প্রথম কোথায় দেখা যায়? [TECHEDU-2021]",
        "options": [
            "উহান",
            "উজবেন",
            "সাংহাই",
            "জাকার্তা"
        ],
        "answer": "ক",
        "explanation": "দ্রুত ছড়িয়ে পড়া চীনের নতুন 'করোনাভাইরাস' প্রথম ছড়িয়েছে দেশটির হূবেই প্রদেশের রাজধানী উহান শহরে। ধারণা করা হয়, স্থানীয় এক কাঁচাবাজার থেকে এ ভাইরাসটি ছড়িয়েছে। করোনা ভাইরাস এখন বৈশ্বিক মহামারিতে পরিণত হয়েছে।"
    },
    {
        "id": 265,
        "page": 741,
        "question": "২০২০ সালে শান্তিতে নোবেল পুরস্কার বিজয়ী কোন সংস্থা বা কোন ব্যক্তি? [TECHEDU-2021]",
        "options": [
            "বিশ্ব খাদ্য কর্মসূচি",
            "আবি আহমেদ",
            "নাদিয়া মুরাদ ও ডেনিস মুকওয়েজি",
            "লিবিয়ান ন্যাশনাল কোয়ালিশন"
        ],
        "answer": "ক",
        "explanation": "২০২০ সালে শান্তিতে নোবেল পেয়েছে জাতিসংঘের বিশ্ব খাদ্য কর্মসূচি (ডব্লিউএফপি)। ক্ষুধা নিরসনে অবদানের স্বীকৃতি হিসেবে WFP কে এই পুরস্কার দেওয়া হয়েছে। ২০২১ সালে নোবেল শান্তি পুরস্কার পেয়েছে মারিয়া রেসা ও দিমিত্রি মুরাতভ। ২০২৪ সালে শান্তিতে নোবেল পুরস্কার পেয়েছেন জাপানের নিহন হিদানকিও। ২০২৫ সালে শান্তিতে নোবেল পুরস্কার পেয়েছেন ভেনিজুয়েলার মারিয়া কোরিনা মাচাদো।"
    },
    {
        "id": 266,
        "page": 741,
        "question": "২০২১ সালে ২৬তম কমনওয়েলথ শীর্ষ সম্মেলন কোথায় অনুষ্ঠিত হবে? [TECHEDU-2021]",
        "options": [
            "ভারত",
            "যুক্তরাজ্য",
            "যুক্তরাষ্ট্র",
            "বাংলাদেশ"
        ],
        "answer": "নোট",
        "explanation": "২০২১ সালে ২৬তম কমনওয়েলথ শীর্ষ সম্মেলন অনুষ্ঠিত হয়— কিগালি, রুয়ান্ডা।"
    },
    {
        "id": 267,
        "page": 741,
        "question": "নিউজিল্যান্ডের রাজধানী কোনটি? [TECHEDU-2021]",
        "options": [
            "আমস্টারডাম",
            "অকল্যান্ড",
            "ওয়েলিংটন",
            "ম্যানিলা"
        ],
        "answer": "গ",
        "explanation": "নিউজিল্যান্ড দক্ষিণ-পশ্চিম প্রশান্তমহাসাগরের ওশেনিয়া অঞ্চলে অবস্থিত একটি দ্বীপরাষ্ট্র। নিউজিল্যান্ডের রাজধানী ওয়েলিংটন। বর্তমানে নিউজিল্যান্ডের অধিকাংশ মানুষ ইউরোপীয় বংশোদ্ভূত শ্বেতাঙ্গ। নিউজিল্যান্ডের আদি অধিবাসী জাতির নাম মাওরি; তারা বৃহত্তম সংখ্যালঘু জনগোষ্ঠী।"
    },
    {
        "id": 268,
        "page": 741,
        "question": "ভারতের বর্তমান রাষ্ট্রপতি কে? [R&H-12; BCMCL-20]",
        "options": [
            "এপিজে এ এল কালাম",
            "প্রণব মুখার্জী",
            "মনমোহন সিং",
            "সোনিয়া গান্ধী"
        ],
        "answer": "নোট",
        "explanation": "ভারতের বর্তমান রাষ্ট্রপতি দ্রৌপদী মুর্মু। তিনি ভারতের ১৫তম রাষ্ট্রপতি।"
    }
]
