# Page 744 - BPSC International Affairs
# Questions 293 to 303

questions = [
    {
        "id": 293,
        "page": 744,
        "question": "নিচের কোন দেশটি আজারবাইজান-আর্মেনিয়ার যুদ্ধ বন্ধে মধ্যস্থতাকারী হিসেবে গুরুত্বপূর্ণ ভূমিকা পালন করেছে? [BBA-2020]",
        "options": [
            "নরওয়ে",
            "রাশিয়া",
            "সুইজারল্যান্ড",
            "ফ্রান্স",
            "কোনোটিই নয়"
        ],
        "answer": "খ",
        "explanation": "নাগোর্নো-কারাবাখ নিয়ে আজারবাইজান ও আর্মেনিয়ার মধ্যে অবশ্য চার দশকেরও বেশি সময় ধরে বিরোধ। এই অঞ্চলের মালিকানা কার— এই প্রশ্নে দু'টি দেশের মধ্যে কূটনৈতিক অচলাবস্থা ছিলই। পাশাপাশি সামরিক সংঘর্ষও হয়েছে। আন্তর্জাতিকভাবে এলাকাটি আজারবাইজানের বলেই স্বীকৃত। ১৯৯১ সালে সোভিয়েত ইউনিয়ন ভেঙে যাওয়ার পর আর্মেনিয়া ও আজারবাইজান দেশ দু'টি স্বাধীন হয়। আর্মেনিয়া-আজারবাইজান যুদ্ধ রাশিয়ার মধ্যস্থতায় বন্ধ হয়েছে।"
    },
    {
        "id": 294,
        "page": 744,
        "question": "নিচের কোন দেশটির প্রাচীন নাম 'দ্য গল'? [BBA-2020]",
        "options": [
            "ফ্রান্স",
            "ইতালি",
            "গিনি",
            "স্পেন",
            "কোনোটিই নয়"
        ],
        "answer": "ক",
        "explanation": "ফ্রান্স পশ্চিমা বিশ্বের প্রাচীনতম রাষ্ট্রগুলোর একটি। এর ইতিহাস সমৃদ্ধ ও বিচিত্র। প্রাচীন কালে ফ্রান্স অঞ্চল কেন্দ্রীয় গল (Gaul) নামে পরিচিত ছিল। প্রাচীন রোমানরা খ্রিস্টপূর্ব ১ম শতকে ফ্রান্সের দখল নেয় এবং খ্রিস্টীয় ৫ম শতকে রোমান সাম্রাজ্যের পতন হওয়ার আগ পর্যন্ত অঞ্চলটি শাসন করে।"
    },
    {
        "id": 295,
        "page": 744,
        "question": "ডব্লিউএইচও (WHO) এর বর্তমান ডিরেক্টর জেনারেল কোন দেশের নাগরিক? [PGCB-2020]",
        "options": [
            "জার্মানি",
            "ইথিওপিয়া",
            "সুদান",
            "কোনোটিই নয়"
        ],
        "answer": "খ",
        "explanation": "বিশ্ব স্বাস্থ্য সংস্থা হলো জাতিসংঘের একটি বিশেষ সংস্থা। এই সংস্থাটি আন্তর্জাতিক জনস্বাস্থ্যের জন্য কাজ করে থাকে। এর বর্তমান ডিরেক্টর জেনারেল টেডরস আধানম ঘেব্রেইয়েসুস (Dr Tedros Adhanom Ghebreyesus)। তিনি একজন ইথিওপিয়ান জীববিজ্ঞানী, জনস্বাস্থ্য গবেষক এবং কর্মকর্তা।"
    },
    {
        "id": 296,
        "page": 744,
        "question": "কোন ভাষায় বিশ্বের সবচেয়ে বেশি লোক কথা বলে? [PGCB-2020]",
        "options": [
            "ইংরেজি",
            "স্প্যানিশ",
            "আরবি",
            "মান্দারিন"
        ],
        "answer": "ঘ",
        "explanation": "বিশ্বের সব থেকে বেশি লোক মান্দারিন চাইনিজ ভাষায় কথা বলে। ১.১ বিলিয়ন মানুষ এ ভাষায় কথা বলেন। এরপরই আছে ইংরেজি ভাষা। মোট ৯৮৩ মিলিয়িন মানুষ এ ভাষায় কথা বলে। এরপর হিন্দি, স্প্যানিশ, আরবি ভাষা ইত্যাদি।"
    },
    {
        "id": 297,
        "page": 744,
        "question": "লুজান চুক্তি স্বাক্ষরিত হয়েছিল কত সালে? [PGCB-2020]",
        "options": [
            "১৯২২",
            "১৯২৩",
            "১৯২৪",
            "১৯২৭"
        ],
        "answer": "খ",
        "explanation": "লুজান চুক্তি একটি ঐতিহাসিক চুক্তির যা প্রথম বিশ্বযুদ্ধ সমাপ্তকারী চূড়ান্ত চুক্তি হিসেবে পরিচিত। ১৯২৩ সালের লুজান চুক্তিতে একদিকে অটোমান সাম্রাজ্যের উত্তরসূরি তুরস্কের প্রতিনিধিরা এবং অন্য দিকে ব্রিটেন, ফ্রান্স, ইতালি, জাপান, গ্রিস, রোমানিয়া এবং যুগোস্লাভিয়ার প্রতিনিধিরা ছিলেন। সাত মাসের সম্মেলনের পরে ১৯২৩ সালের ২৪ জুলাই সুইজারল্যান্ডের লুজানে এ চুক্তি স্বাক্ষরিত হয়। মূলত লুজানে স্বাক্ষরিত হয় বলেই এর নাম লুজান চুক্তি, তবে এ চুক্তিকে 'শতাব্দী চুক্তি'-ও (মেয়াদ শত বছর বলে) বলা যায়।"
    },
    {
        "id": 298,
        "page": 744,
        "question": "মারমারা সাগর কোন দুই মহাদেশের মাঝে অবস্থিত? [PGCBL-2020]",
        "options": [
            "এশিয়া ও ইউরোপ",
            "ইউরোপ ও আফ্রিকা",
            "আফ্রিকা ও এশিয়া",
            "কোনোটিই নয়"
        ],
        "answer": "ক",
        "explanation": "মারমারা সাগরটি ইউরোপীয় অঞ্চল এবং এশিয়া মাইনরের অবশিষ্ট তুরস্কের ভূখণ্ড দ্বারা বেষ্টিত। এ সাগরটি ২৮০ কিলোমিটার দীর্ঘ এবং প্রস্থের অংশটি প্রায় ৮০ কিলোমিটার। এ সাগরের সর্বাধিক গভীরতা ১৩৫৫ মিটার।"
    },
    {
        "id": 299,
        "page": 744,
        "question": "ট্রাফালগার স্কয়ার কোন শহরে অবস্থিত? [PGCB-2020]",
        "options": [
            "মস্কো",
            "ওয়াশিংটন",
            "লন্ডন",
            "প্যারিস"
        ],
        "answer": "গ",
        "explanation": "ট্রাফালগার স্কয়ার ইংল্যান্ডের সেন্ট্রাল লন্ডনে অবস্থিত একটি সাধারণ জনগণের মিলনস্থল এবং পর্যটক আকর্ষণ সৃষ্টিকারী স্থানবিশেষ। স্থানটির পূর্ব নাম ছিল চেরিং ক্রস। এর কেন্দ্রস্থলে নেলসন'স কলাম রয়েছে, যার চতুর্পার্শ্বে চারটি সিংহ ভাস্কর্য বিদ্যমান। এছাড়াও, এখানে উল্লেখযোগ্য সংখ্যক মূর্তি ও ভাস্কর্য রয়েছে।"
    },
    {
        "id": 300,
        "page": 744,
        "question": "জাতিসংঘ কোন বছর প্রতিষ্ঠিত হয়? [DWASA-2020]",
        "options": [
            "১৯৪১",
            "১৯৪৫",
            "১৯৪৯",
            "১৯৫১"
        ],
        "answer": "খ",
        "explanation": "জাতিসংঘ (অপর নাম : রাষ্ট্রসংঘ) বিশ্বের জাতিসমূহের একটি সংগঠন, যার লক্ষ্য হলো আন্তর্জাতিক অঙ্গনে আইন, নিরাপত্তা, অর্থনৈতিক উন্নয়ন, সামাজিক অগ্রগতি এবং মানবাধিকার বিষয়ে পারস্পরিক সহযোগিতার পরিবেশ সৃষ্টি করা। ১৯৪৫ সালে ৫১টি রাষ্ট্র জাতিসংঘ বা রাষ্ট্রসংঘ সনদ স্বাক্ষর করার মাধ্যমে জাতিসংঘ বা রাষ্ট্রসংঘ প্রতিষ্ঠিত হয়।"
    },
    {
        "id": 301,
        "page": 744,
        "question": "রাষ্ট্রের চতুর্থ স্তম্ভ কাকে বলা হয়? [DWASA-2020]",
        "options": [
            "রাজনীতি",
            "বুদ্ধিজীবী সম্প্রদায়",
            "সংবাদমাধ্যম",
            "যুবশক্তি"
        ],
        "answer": "গ",
        "explanation": "স্বাধীন সংবাদমাধ্যমকে গণতান্ত্রিক রাষ্ট্রের চতুর্থ স্তম্ভ বলা হয়। সংবাদপত্রের স্বাধীনতা যদি সঠিকভাবে ব্যবহার করা না হয় অথবা সংবাদমাধ্যম যদি কোনো দুরভিসন্ধি নিয়ে অসত্য বা অর্ধসত্য সংবাদ প্রচার করে, তা দেশ, জাতি ও সমাজের ক্ষতির কারণ হতে পারে।"
    },
    {
        "id": 302,
        "page": 744,
        "question": "জাতিসংঘের স্থায়ী সদস্য— [DWASA-2020]",
        "options": [
            "জাপান, জার্মানি, ফ্রান্স, ব্রিটেন, কানাডা, যুক্তরাষ্ট্র",
            "ফ্রান্স, রাশিয়া, যুক্তরাষ্ট্র, ব্রিটেন, চীন",
            "যুক্তরাজ্য, জার্মানি, ব্রিটেন, ব্রাজিল, চীন",
            "উত্তর কোরিয়া, পাকিস্তান, ভারত, ইসরায়েল, চীন"
        ],
        "answer": "খ",
        "explanation": "জাতিসংঘের ছয়টি প্রধান অঙ্গের অন্যতম জাতিসংঘ নিরাপত্তা পরিষদ। আন্তর্জাতিক শান্তি ও নিরাপত্তা নিশ্চিত করা এর কাজ। নিরাপত্তা পরিষদ পনেরো সদস্য নিয়ে গঠিত। দ্বিতীয় বিশ্বযুদ্ধের বিজয়ী পাঁচ পরাশক্তি— চীন, ফ্রান্স, রাশিয়া, যুক্তরাজ্য, যুক্তরাষ্ট্র স্থায়ী সদস্য। এই স্থায়ী সদস্যদের নিরাপত্তা পরিষদের রেজোলেশন, নতুন সদস্য দেশ অন্তর্ভুক্তি বা মহাসচিব প্রার্থীর নিয়োগে ভেটো দেওয়ার ক্ষমতা আছে। এ ছাড়াও ১০ জন অস্থায়ী সদস্য আছে, যারা নির্দিষ্ট অঞ্চল থেকে ২ বছরের জন্য নির্বাচিত হয়।"
    },
    {
        "id": 303,
        "page": 744,
        "question": "Which country has the highest energy consumption per capita in the world? [BPL-2020]",
        "options": [
            "USA",
            "Iceland",
            "Saudi Arabia",
            "UK"
        ],
        "answer": "খ",
        "explanation": "Highest Energy Users per Capita\n1. Iceland 16404.7\n2. Trinidad and Tobago 15158.2\n3. Qatar 14911.1\n4. Kuwait 11402.1\n5. United Arab Emirates 8588.0"
    }
]
