# Page 745 - BPSC International Affairs
# Questions 304 to 320

questions = [
    {
        "id": 304,
        "page": 745,
        "question": "'আলেপ্পো' শহরটি কোথায় অবস্থিত? [MOR-2017; MOCA-2019]",
        "options": [
            "ইরান",
            "ইরাক",
            "জর্ডান",
            "সিরিয়া"
        ],
        "answer": "ঘ",
        "explanation": "আলেপ্পো শহরটি যুদ্ধবিধ্বস্ত দেশ সিরিয়ার উত্তর-পশ্চিমাংশে অবস্থিত। শহরটি আলেপ্পোর গভর্নোরেটের রাজধানী।"
    },
    {
        "id": 305,
        "page": 745,
        "question": "আয়তনের দিক থেকে বিশ্বের সবচেয়ে বড় দেশ কোনটি? [DPHE-2016; MOR-2017; HED-2018; MOCA-2019]",
        "options": [
            "কানাডা",
            "মার্কিন যুক্তরাষ্ট্র",
            "চীন",
            "রাশিয়া"
        ],
        "answer": "ঘ",
        "explanation": "আয়তনে বিশ্বের সবচেয়ে বড় দেশ রাশিয়া। আর কানাডা, যুক্তরাষ্ট্র ও চীন যথাক্রমে বিশ্বের দ্বিতীয়, তৃতীয় ও চতুর্থ বৃহত্তম দেশ।"
    },
    {
        "id": 306,
        "page": 745,
        "question": "ইতালীর মুদ্রার নাম কী? [BPSC-2017; DM-2019]",
        "options": [
            "পেসো",
            "লিরা",
            "ডলার",
            "ইউরো"
        ],
        "answer": "ঘ",
        "explanation": "ইতালির মুদ্রার নাম ইউরো, আর্জেন্টিনার মুদ্রার নাম পেসো, তুরস্কের মুদ্রার নাম লিরা, ডলার USA-এর মুদ্রা।"
    },
    {
        "id": 307,
        "page": 745,
        "question": "প্রথম বিশ্বযুদ্ধ কবে শুরু হয়? [MOR-18; MOLE-19]",
        "options": [
            "১৯৪৭ সালের ২৩ জুন",
            "১৯১৫ সালের ১৫ মার্চ",
            "১৯১৪ সালের ২৮ জুলাই",
            "১৯১৮ সালের ১১ নভেম্বর"
        ],
        "answer": "গ",
        "explanation": "২৮ জুলাই ১৯১৪ প্রথম বিশ্বযুদ্ধ ইউরোপে শুরু হয় এবং ১৯১৮ সালের ১১ নভেম্বর পর্যন্ত স্থায়ী হয়।"
    },
    {
        "id": 308,
        "page": 745,
        "question": "In cricket, a run taken when the ball passes the batsman without touching his bat or body is called-. [WASA-2019]",
        "options": [
            "leg bye",
            "bosie",
            "bye",
            "drive"
        ],
        "answer": "গ",
        "explanation": "শরীর বা ব্যাটে স্পর্শ ছাড়া যে রান হয়, তাকে বাই রান বলে। শরীরের স্পর্শ লেগে যে রান হয়, তাকে Leg bye বলে।"
    },
    {
        "id": 309,
        "page": 745,
        "question": "Head office of Coca Cola company is in : [WASA-2019]",
        "options": [
            "New Jersey",
            "New York",
            "Atlanta",
            "Florida"
        ],
        "answer": "গ",
        "explanation": "কোকা-কোলা একটি আমেরিকান বহুজাতিক কোম্পানি। এটি ১৮৯২ সালে প্রতিষ্ঠিত হয়, যার সদর দপ্তর আটলান্টায়, যা যুক্তরাষ্ট্রে অবস্থিত।"
    },
    {
        "id": 310,
        "page": 745,
        "question": "জাতিসংঘের প্রধান বিচার বিভাগীয় অঙ্গসংস্থা আন্তর্জাতিক আদালত কত সালে প্রতিষ্ঠিত হয়? [BBA-2019]",
        "options": [
            "১৯৪৪",
            "১৯৪৫",
            "১৯৪৯",
            "১৯৫১",
            "কোনোটিই নয়"
        ],
        "answer": "খ",
        "explanation": "জাতিসংঘের প্রধান বিচার বিভাগীয় অঙ্গসংস্থা আন্তর্জাতিক আদালত (ICJ) প্রতিষ্ঠিত হয় ১৯৪৫ সালে। এর সদর দপ্তর নেদারল্যান্ডের দ্য হেগে অবস্থিত। এতে মোট বিচারপতি রয়েছে ১৫ জন।"
    },
    {
        "id": 311,
        "page": 745,
        "question": "এশিয়া এবং আফ্রিকাকে পৃথক করেছে কোন সাগর? [BBA-2019]",
        "options": [
            "মর্মর সাগর",
            "লোহিত সাগর",
            "আরব সাগর",
            "পীত সাগর",
            "কোনোটিই নয়"
        ],
        "answer": "খ",
        "explanation": "এশিয়া ও আফ্রিকাকে পৃথক করেছে লোহিত সাগর। পীত সাগর চীন ও কোরিয়ার মাঝখানে অবস্থিত। লোহিত ও পারস্য উপসাগরকে যুক্ত করেছে আরব সাগর।"
    },
    {
        "id": 312,
        "page": 745,
        "question": "গ্রুপ ৭৭ কোন ধরনের দেশ নিয়ে গঠিত? [BBA-2019]",
        "options": [
            "উন্নত",
            "অনুন্নত",
            "উন্নয়নশীল",
            "উপনিবেশিক",
            "কোনোটিই নয়"
        ],
        "answer": "গ",
        "explanation": "উন্নয়নশীল দেশ নিয়ে সংগঠন G-77 ১৯৬৪ সালে প্রতিষ্ঠিত হয়। G-8 উন্নত দেশের সংগঠন।"
    },
    {
        "id": 313,
        "page": 745,
        "question": "কনফুসিয়াস কে ছিলেন? [MOCA-2019]",
        "options": [
            "চীনা দার্শনিক",
            "ফ্রান্সের ধর্মীয় নেতা",
            "চীনা সম্রাট",
            "ভিয়েতনামের দার্শনিক"
        ],
        "answer": "ক",
        "explanation": "চীনের প্রখ্যাত দার্শনিক, চিন্তাবিদ ও আইন প্রশাসক ছিলেন কনফুসিয়াস।"
    },
    {
        "id": 314,
        "page": 745,
        "question": "ইউনেস্কোর (UNESCO) প্রধান কার্যালয় কোথায় অবস্থিত? [MOCA-2019]",
        "options": [
            "নিউ ইয়র্ক",
            "প্যারিস",
            "রোম",
            "জেনেভা"
        ],
        "answer": "খ",
        "explanation": "জাতিসংঘের শিক্ষা, বিজ্ঞান ও সংস্কৃতি বিষয়ক সংস্থা ইউনেস্কো। এর সদর দপ্তর প্যারিসে। ১৯৪৫ সালে এটি প্রতিষ্ঠিত হয়।"
    },
    {
        "id": 315,
        "page": 745,
        "question": "টিপাইমুখ ভারতের কোন রাজ্যে অবস্থিত? [MOCA-2019]",
        "options": [
            "আসাম",
            "মণিপুর",
            "নাগাল্যান্ড",
            "ত্রিপুরা"
        ],
        "answer": "খ",
        "explanation": "টিপাইমুখ বাংলাদেশ-ভারতের সিলেট সীমান্ত থেকে ১০০ কিমি অভ্যন্তরে ভারতের মণিপুর রাজ্যের একটি গ্রাম।"
    },
    {
        "id": 316,
        "page": 745,
        "question": "The USA Stands for– [MOCA-2019]",
        "options": [
            "The United States of Africa",
            "The United States of America",
            "The United States of Arabia",
            "The United States of Asia"
        ],
        "answer": "খ",
        "explanation": "The United States of America।"
    },
    {
        "id": 317,
        "page": 745,
        "question": "জাইকা (JICA) কোন দেশের সংস্থা? [MOCA-2019]",
        "options": [
            "চীন",
            "জাপান",
            "ভারত",
            "জার্মানি"
        ],
        "answer": "খ",
        "explanation": "JICA- Japan International Co-operation Agency জাপান সরকারের উন্নয়ন সংস্থা।"
    },
    {
        "id": 318,
        "page": 745,
        "question": "নিচের কোন দেশটি ব্রিকস (BRICS)-এর সদস্য নয়? [MOCA-2019]",
        "options": [
            "ভারত",
            "চীন",
            "রাশিয়া",
            "জাপান"
        ],
        "answer": "ঘ",
        "explanation": "BRICS ২০০১ সালে ব্রাজিল, রাশিয়া, ভারত ও চীনের সমন্বয়ে প্রতিষ্ঠিত হয়। এটি ২০০৮ সালের ১৬ মে আত্মপ্রকাশ করে।"
    },
    {
        "id": 319,
        "page": 745,
        "question": "Sustainable Development Goals (SDG)-এর লক্ষ্য কয়টি? [MOCA-2019]",
        "options": [
            "২০টি",
            "১৫টি",
            "১৭টি",
            "৩৭টি"
        ],
        "answer": "গ",
        "explanation": "SDG-এর লক্ষ্য ১৭টি। সুনির্দিষ্ট উদ্দেশ্য ১৬৯টি। সকল দরিদ্রতা দূরীকরণ এর প্রথম উদ্দেশ্য।"
    },
    {
        "id": 320,
        "page": 745,
        "question": "'Blue Economy' কোন বিষয়ের সাথে সংশ্লিষ্ট? [MOCA-2019]",
        "options": [
            "পোশাক শিল্প",
            "শ্রম শিল্প",
            "সমুদ্র সম্পদ",
            "চিংড়ি শিল্প"
        ],
        "answer": "গ",
        "explanation": "Blue Economy সমুদ্র সম্পদ বিষয়ের সাথে সংশ্লিষ্ট।"
    }
]
