# Page 747 - BPSC International Affairs
# Questions 339 to 356

questions = [
    {
        "id": 339,
        "page": 747,
        "question": "অ্যাপল কোম্পানির প্রতিষ্ঠাতা কে? [HED-19]",
        "options": [
            "স্টিভ জবস",
            "বিল গেইটস",
            "মার্ক জুকারবার্গ",
            "ল্যারি পেজ"
        ],
        "answer": "ক",
        "explanation": "১৯৭৬ সালে অ্যাপল কোম্পানি প্রতিষ্ঠিত হয়। এটির প্রতিষ্ঠাতা স্টিভ জবস্।"
    },
    {
        "id": 340,
        "page": 747,
        "question": "'লিও টলস্টয়' কোন দেশের সাহিত্যিক ছিলেন? [HED-2019]",
        "options": [
            "মার্কিন যুক্তরাষ্ট্র",
            "ইংল্যান্ড",
            "জার্মানি",
            "রাশিয়া"
        ],
        "answer": "ঘ",
        "explanation": ""
    },
    {
        "id": 341,
        "page": 747,
        "question": "'মানাগুয়া' কোন দেশের রাজধানী? [HED-19]",
        "options": [
            "পানামা",
            "আলসালভেদর",
            "নিকারাগুয়া",
            "ব্রাজিল"
        ],
        "answer": "গ",
        "explanation": ""
    },
    {
        "id": 342,
        "page": 747,
        "question": "রয়টার্স কোন দেশের সংবাদ সংস্থা? [BSCIC-2019]",
        "options": [
            "যুক্তরাজ্য",
            "যুক্তরাষ্ট্র",
            "ফ্রান্স",
            "কানাডা"
        ],
        "answer": "ক",
        "explanation": "রয়টার্স যুক্তরাজ্যের সংবাদ সংস্থা। এটি বিশ্বের সর্ববৃহৎ সংবাদ সংস্থা। ফ্রান্সের সংবাদ সংস্থা হচ্ছে AFP."
    },
    {
        "id": 343,
        "page": 747,
        "question": "The International Maritime Day is observed to- [PPA-2019]",
        "options": [
            "10 December",
            "26 September",
            "26 October",
            "1 December"
        ],
        "answer": "খ",
        "explanation": "International Maritime Day উদযাপিত হয় ২৬ সেপ্টেম্বর। আন্তর্জাতিক মানবাধিকার দিবস ১০ ডিসেম্বর। ১ ডিসেম্বর বিশ্ব এইডস দিবস।"
    },
    {
        "id": 344,
        "page": 747,
        "question": "The busiest sea port in the world is : [PPA-2019]",
        "options": [
            "Dubai",
            "Shanghai",
            "Singapore",
            "Barcelona"
        ],
        "answer": "খ",
        "explanation": "সাংহাই Sea port চীনের সাংহাই সড়কে অবস্থিত। এটি পৃথিবীর ব্যস্ততম Sea port. সিঙ্গাপুর পোর্ট থেকে ডাবল কনটেইনার বহন করে এ সী পোর্ট।"
    },
    {
        "id": 345,
        "page": 747,
        "question": "A place along a cost where ships can take shelter is a- [PPA-2019]",
        "options": [
            "Port",
            "Harbor",
            "Terminal",
            "Jetty"
        ],
        "answer": "ক",
        "explanation": "যেখানে জাহাজ জমায়েত হয় বা আশ্রয় গ্রহণ করে, তাকে পোর্ট বা বন্দর বলে।"
    },
    {
        "id": 346,
        "page": 747,
        "question": "২০১৯ সনের ফিফার বর্ষসেরা ফুটবলার কে? [PPA-2019]",
        "options": [
            "রোনালদো",
            "মেসি",
            "সালাহ",
            "এমবাপ্পে"
        ],
        "answer": "খ",
        "explanation": "ষষ্ঠ বারের মতো ফিফার বর্ষসেরা ২০১৯ সালে নির্বাচিত হন আর্জেন্টিনার তারকা লিওনেল মেসি। ৫ বার ফিফা সেরা নির্বাচিত হন ক্রিস্টিয়ান রোনাল্ডো। ২০২৪ ফিফা বর্ষসেরা ফুটবলার ভিনিসিয়াস জুনিয়র। ২০২৫ সালে ফিফার বর্ষসেরা ফুটবলার হয়েছেন উসমান দেম্বেলে।"
    },
    {
        "id": 347,
        "page": 747,
        "question": "SDG-এর Goal এবং Target এর সংখ্যা কত? [MOEF-2019]",
        "options": [
            "১৫ ও ২০",
            "১৭ ও ১৬৯",
            "২২ ও ২৮",
            "৮ ও ২৭"
        ],
        "answer": "খ",
        "explanation": "Sustainable Development Goals (SDG) বৈশ্বিক উন্নয়নের জন্য জাতিসংঘের একটি রূপরেখা। এতে ১৭টি লক্ষ্য এবং ১৬৯ টার্গেট রয়েছে।"
    },
    {
        "id": 348,
        "page": 747,
        "question": "এখানে কোন দেশটি জাতিসংঘের সদস্য নয়? [MOEF-2019]",
        "options": [
            "ইসরাইল",
            "পাকিস্তান",
            "তাইওয়ান",
            "ইরাক"
        ],
        "answer": "গ",
        "explanation": "তাইওয়ান জাতিসংঘের সদস্য নয়। অন্যদিকে পাকিস্তান, ইরাক, ইসরাইল জাতিসংঘের সদস্য। বর্তমানে জাতিসংঘের মোট সদস্য-১৯৩টি।"
    },
    {
        "id": 349,
        "page": 747,
        "question": "ব্রিটেনের রানি যুক্তরাজ্য বা তার নিজ দেশ ব্যতীত অন্য কোন দেশের রানি হিসেবে বিবেচিত হন? [MOEF-2019]",
        "options": [
            "ডেনমার্ক",
            "কানাডা",
            "ফ্রান্স",
            "স্পেন"
        ],
        "answer": "খ",
        "explanation": "ব্রিটেনের রানি যুক্তরাজ্য বা তাঁর নিজ দেশ ব্যতীত কানাডা, অস্ট্রেলিয়া ইত্যাদি দেশের রানি হিসেবে বিবেচিত হন।"
    },
    {
        "id": 350,
        "page": 747,
        "question": "ব্যাবিলনের ঝুলন্ত উদ্যান কে গড়ে তোলেন? [MOEF-2019]",
        "options": [
            "সাইরাস",
            "নেবুচাঁদনেজার",
            "রামেনসিস",
            "দারিয়ুস"
        ],
        "answer": "খ",
        "explanation": "ইউফ্রেটিস নদীর তীরে খ্রিস্টপূর্ব ৬০০ অব্দে ব্যাবিলনের সভ্যতায় সম্রাট নেবুচাঁদনেজার সম্রাজ্ঞীর মনোরঞ্জনের জন্য মাটি থেকে ৮০ ফুট উচ্চতায় নির্মাণ করেছিলেন ব্যাবিলনের ঝুলন্ত উদ্যান, যা ইরাকে অবস্থিত।"
    },
    {
        "id": 351,
        "page": 747,
        "question": "খুরাল কোন দেশের পার্লামেন্টের নাম? [MOEF-2019]",
        "options": [
            "নরওয়ে",
            "মঙ্গোলিয়া",
            "নেদারল্যান্ড",
            "সার্বিয়া"
        ],
        "answer": "খ",
        "explanation": "খুরাল মঙ্গোলিয়ার পার্লামেন্ট, নরওয়ের পার্লামেন্টের নাম স্টরটিং, নেদারল্যান্ডের পার্লামেন্টের নাম স্টেটেন জেনারেল।"
    },
    {
        "id": 352,
        "page": 747,
        "question": "কোন দেশের কোনো সমুদ্রবন্দর নেই? [RAJUK-2017; PPA-2018]",
        "options": [
            "মালদ্বীপ",
            "ইতালি",
            "নেপাল",
            "কানাডা",
            "কোনোটিই নয়"
        ],
        "answer": "গ",
        "explanation": "ইতালির সমুদ্রবন্দর নেপলস, ভেনিস, জেনোয়া। কানাডার সমুদ্রবন্দর মন্ট্রিল, কুইবেক, ভ্যাঙ্কুবার। নেপালের কোনো সমুদ্রবন্দর নেই।"
    },
    {
        "id": 353,
        "page": 747,
        "question": "২০১৫ সালে ইরানের সাথে মোট কয়টি দেশের পারমাণবিক চুক্তি স্বাক্ষরিত হয়েছে? [HED-2018]",
        "options": [
            "৪টি",
            "৬টি",
            "৫টি",
            "৭টি"
        ],
        "answer": "খ",
        "explanation": "২০১৫ সালে ইরান বিশ্বের ছয়টি পরাশক্তির সাথে পরমাণু কর্মসূচি সংক্রান্ত দীর্ঘমেয়াদি চুক্তি স্বাক্ষর করে, যা পি-ফাইভ প্লাস ওয়ান নামে পরিচিত। বাকি ৬টি দেশ যুক্তরাষ্ট্র, যুক্তরাজ্য, ফ্রান্স, জার্মানি, চীন।"
    },
    {
        "id": 354,
        "page": 747,
        "question": "জাতিসংঘের বর্তমান মহাসচিবের নাম কী? [HED-2018]",
        "options": [
            "অ্যান্তোনিও গুতেরেস",
            "কফি আনান",
            "থেরেসা",
            "জন ম্যানুয়েল সান্তোস"
        ],
        "answer": "ক",
        "explanation": "জাতিসংঘের বর্তমান ও ৯ম মহাসচিব অ্যান্টোনিও গুতেরেস। তিনি পর্তুগালের নাগরিক। কফি আনান জাতিসংঘের ৭ম মহাসচিব ছিলেন। থেরেসামে সাবেক ব্রিটিশ প্রধানমন্ত্রী।"
    },
    {
        "id": 355,
        "page": 747,
        "question": "'আইফেল টাওয়ার' কোন শহরে অবস্থিত? [HED-2018]",
        "options": [
            "লন্ডন",
            "মিউনিখ",
            "প্যারিস",
            "মেলবোর্ন"
        ],
        "answer": "গ",
        "explanation": "আইফেল টাওয়ার ফ্রান্সের প্যারিসের সিন নদীর তীরে অবস্থিত। এর উচ্চতা ৩২৪ মিটার। এর স্থপতি গুস্তাভ আইফেল।"
    },
    {
        "id": 356,
        "page": 747,
        "question": "কোন দেশকে 'নিশীথ সূর্যের দেশ' বলা হয়? [HED-2018]",
        "options": [
            "নরওয়ে",
            "জাপান",
            "কিউবা",
            "কেনিয়া"
        ],
        "answer": "ক",
        "explanation": "নিশীথ সূর্যের দেশ বলা হয় নরওয়েকে। সূর্যোদয়ের দেশ জাপান। মুক্তার দেশ কিউবা।"
    }
]
