# Page 750 - BPSC International Affairs
# Questions 393 to 409

questions = [
    {
        "id": 393,
        "page": 750,
        "question": "Asian Development Bank (ADB)-এর সদর দপ্তর কোথায় অবস্থিত? [MOR-2018]",
        "options": [
            "ব্যাংকক",
            "কুয়ালালামপুর",
            "টোকিও",
            "ম্যানিলা"
        ],
        "answer": "ঘ",
        "explanation": "ADB প্রতিষ্ঠিত হয় ২২ আগস্ট ১৯৬৬ সালে। আনুষ্ঠানিক কাজ শুরু করে ১৯ ডিসেম্বর ১৯৬৬ সালে।"
    },
    {
        "id": 394,
        "page": 750,
        "question": "প্রেসিডেন্ট ডোনাল্ড ট্রাম্প ও কিম জং উনের মধ্যে ২০১৮ সালের কত তারিখে বৈঠক অনুষ্ঠিত হয়? [MOR-2018]",
        "options": [
            "২৮ মে",
            "২৫ জুন",
            "১২ জুন",
            "১৮ জুন"
        ],
        "answer": "গ",
        "explanation": "১২ জুন ২০১৮ সিঙ্গাপুরের সেন্টোসা দ্বীপে হোটেল দয়া ক্যাপেলাতে অনুষ্ঠিত হয়, যা The meeting of the century নামে অভিহিত।"
    },
    {
        "id": 395,
        "page": 750,
        "question": "লাইন অব কন্ট্রোল কোন দুটি রাষ্ট্রের সীমান্ত চিহ্নিত করে? [BGFCL-2017]",
        "options": [
            "ইসরাইল ও জর্ডান",
            "ভারত ও পাকিস্তান",
            "চীন ও তাইওয়ান",
            "চীন ও জাপান",
            "কোনোটিই নয়"
        ],
        "answer": "খ",
        "explanation": "লাইন অব কন্ট্রোল ভারত ও পাকিস্তানের সীমান্ত রেখা। আবার র‍্যাডক্লিফ লাইনও ভারত ও পাকিস্তানের সীমান্ত রেখা।"
    },
    {
        "id": 396,
        "page": 750,
        "question": "নিম্নের কোন শহরটি নিষিদ্ধ শহর নামে পরিচিত? [BGFCL-2017]",
        "options": [
            "লাসা",
            "উলানবাটোর",
            "পিয়ংইয়ং",
            "কাবুল",
            "কোনোটিই নয়"
        ],
        "answer": "ক",
        "explanation": "তিব্বতের রাজধানী লাসা নিষিদ্ধ শহর নামে পরিচিত। মঙ্গোলিয়ার রাজধানী উলানবাটোর, আফগানিস্তানের রাজধানী কাবুল, উত্তর কোরিয়ার রাজধানী পিয়ংইয়ং।"
    },
    {
        "id": 397,
        "page": 750,
        "question": "বিশ্বের সবচেয়ে বড় অর্থনৈতিক জোট কোনটি? [BGFCL-2017]",
        "options": [
            "EU",
            "WTO",
            "NATO",
            "FIFA",
            "কোনোটিই নয়"
        ],
        "answer": "খ",
        "explanation": "বিশ্বের সবচেয়ে বড় অর্থনৈতিক জোট হচ্ছে WTO। বড় অর্থনৈতিক অঞ্চল হচ্ছে EU। NATO হচ্ছে সামরিক জোট।"
    },
    {
        "id": 398,
        "page": 750,
        "question": "কোন দেশের লিখিত সংবিধান নাই? [BGFCL-2017]",
        "options": [
            "যুক্তরাজ্য",
            "জাপান",
            "ফ্রান্স",
            "যুক্তরাষ্ট্র",
            "চীন"
        ],
        "answer": "ক",
        "explanation": "বিশ্বের একমাত্র লিখিত সংবিধান নেই যুক্তরাজ্যে। সবচেয়ে বড় সংবিধান ভারতের, আর সবচেয়ে ছোট যুক্তরাষ্ট্রের সংবিধান।"
    },
    {
        "id": 399,
        "page": 750,
        "question": "ইউরোপের ককপিট কাকে বলে? [BGFCL-2017]",
        "options": [
            "ফ্রান্স",
            "জার্মানি",
            "ইংল্যান্ড",
            "বেলজিয়াম",
            "কোনোটিই নয়"
        ],
        "answer": "ঘ",
        "explanation": "ইউরোপের ককপিট বলা হয় বেলজিয়ামকে। ইংল্যান্ড, জার্মানি ও ফ্রান্সও ইউরোপিয়ান দেশ।"
    },
    {
        "id": 400,
        "page": 750,
        "question": "বান্দুং শহরটি কোন দেশে অবস্থিত? [BGFCL-2017]",
        "options": [
            "মালয়েশিয়া",
            "ইন্দোনেশিয়া",
            "থাইল্যান্ড",
            "ফিলিপাইন",
            "কোনোটিই নয়"
        ],
        "answer": "খ",
        "explanation": "বান্দুং শহরটি ইন্দোনেশিয়ায় অবস্থিত। অন্যদিকে মালয়েশিয়ার রাজধানী কুয়ালালামপুর। থাইল্যান্ডের রাজধানীর নাম ব্যাংকক।"
    },
    {
        "id": 401,
        "page": 750,
        "question": "পবিত্র ভূমি কোনটিকে বলা হয়? [BGFCL-2017]",
        "options": [
            "জেদ্দা",
            "তায়েফ",
            "জেরুজালেম",
            "কায়রো",
            "কোনোটিই নয়"
        ],
        "answer": "গ",
        "explanation": "পবিত্র ভূমি বলা হয় জেরুজালেমকে। এ স্থানকে মুসলমান, ইহুদি ও খ্রিস্টানদের পবিত্র ভূমি বলা হয়।"
    },
    {
        "id": 402,
        "page": 750,
        "question": "নিচের কোন দেশে কোনো সমুদ্রবন্দর নেই? [BGFCL-2017]",
        "options": [
            "লেবানন",
            "আফগানিস্তান",
            "আলজেরিয়া",
            "মিশর",
            "কোনোটিই নয়"
        ],
        "answer": "খ",
        "explanation": "আফগানিস্তানে কোনো সমুদ্রবন্দর নেই। মিশরের পোর্ট সৈয়দ লেবাননের বৈরুত উল্লেখযোগ্য সমুদ্রবন্দর।"
    },
    {
        "id": 403,
        "page": 750,
        "question": "হংকং কত সালে চীনের অন্তর্ভুক্ত হয়? [BGFCL-2017]",
        "options": [
            "১৯৯৭",
            "১৯৯৮",
            "১৯৯৯",
            "২০০০"
        ],
        "answer": "ক",
        "explanation": "প্রথম আফিমের যুদ্ধে চীন পরাজিত হলে হংকং ব্রিটিশ কলোনিতে পরিণত হয়। ৯৯ বছর লিজ শেষে ১৯৯৭ সালের ১ জুলাই এই অঞ্চল চীনের অধীনে আসে।"
    },
    {
        "id": 404,
        "page": 750,
        "question": "জনসংখ্যার ভিত্তিতে বৃহত্তম মুসলিম রাষ্ট্র কোনটি? [BGDCL-2017]",
        "options": [
            "সৌদিআরব",
            "সংযুক্ত আরব আমিরাত",
            "বাহরাইন",
            "ইন্দোনেশিয়া",
            "কোনোটিই নয়"
        ],
        "answer": "ঘ",
        "explanation": "জনসংখ্যার ভিত্তিতে পৃথিবীর বৃহত্তম দেশ চীন। আর বৃহত্তম মুসলিম দেশ ইন্দোনেশিয়া।"
    },
    {
        "id": 405,
        "page": 750,
        "question": "ভার্সাই নগরী কোন দেশে অবস্থিত? [BGDCL-2017]",
        "options": [
            "ফ্রান্স",
            "জার্মানি",
            "ইংল্যান্ড",
            "আমেরিকা",
            "কোনোটিই নয়"
        ],
        "answer": "ক",
        "explanation": "ইতিহাসের স্মরণীয় ভার্সাই নগরী ফ্রান্সে অবস্থিত। ইংল্যান্ডের রাজধানী— লন্ডন, আমেরিকার রাজধানী— ওয়াশিংটন, ডিসি।"
    },
    {
        "id": 406,
        "page": 750,
        "question": "গ্রিনিচ মানমন্দির কোথায় অবস্থিত? [PSC-2017]",
        "options": [
            "যুক্তরাষ্ট্রে",
            "সুইজারল্যান্ডে",
            "গ্রিসে",
            "যুক্তরাজ্যে"
        ],
        "answer": "ঘ",
        "explanation": "গ্রিনিচ মানমন্দির যুক্তরাজ্যে অবস্থিত। GMT মান হিসেবে পরিচিত। বাংলাদেশের সময় (GMT + 6 hr)।"
    },
    {
        "id": 407,
        "page": 750,
        "question": "মহামতি অশোক কোন যুদ্ধের ভয়াবহতা দেখে বৌদ্ধ ধর্ম গ্রহণ করেছিলেন? [BPSC-2017]",
        "options": [
            "পানিপথের ১ম যুদ্ধের",
            "কলিঙ্গ যুদ্ধের",
            "বক্সারের যুদ্ধের",
            "পলাশীর যুদ্ধের"
        ],
        "answer": "খ",
        "explanation": "মৌর্য বংশের তৃতীয় সম্রাট মহামতি অশোক মৌর্য শাসন প্রতিষ্ঠা করেন। তাকে বৌদ্ধ ধর্মের কনস্ট্যানটাইন বলা হয়। তিনি কলিঙ্গ যুদ্ধের ভয়াবহতা দেখে বৌদ্ধ ধর্ম গ্রহণ করেন। পানিপথের প্রথম যুদ্ধ ১৫২৬, বক্সারের যুদ্ধ ১৭৬৪ ও পলাশীর যুদ্ধ ১৭৫৭ সালে হয়।"
    },
    {
        "id": 408,
        "page": 750,
        "question": "'Green Peace' কী? [BPSC-2017]",
        "options": [
            "জাতীয়তাবাদী সংগঠন",
            "রাজনৈতিক সংগঠন",
            "মানবতাবাদী সংগঠন",
            "পরিবেশবাদী সংগঠন"
        ],
        "answer": "ঘ",
        "explanation": "Green Peace একটি পরিবেশবাদী সংগঠন, যা ১৯৭১ সালে প্রতিষ্ঠিত হয় ৫৫টি দেশের সম্মতিতে। নেদারল্যান্ডের আমস্টারডামে-এর সদর দপ্তর।"
    },
    {
        "id": 409,
        "page": 750,
        "question": "জাতিসংঘ দিবস কোনটি? [RAJUK-2017]",
        "options": [
            "২৮ অক্টোবর",
            "২৪ অক্টোবর",
            "২১ অক্টোবর",
            "২৬ অক্টোবর",
            "১৮ অক্টোবর"
        ],
        "answer": "খ",
        "explanation": "১৯৪৫ সালের ২৪ অক্টোবর ৫১টি দেশ নিয়ে জাতিসংঘ প্রতিষ্ঠিত হয়। এর সদর দপ্তর যুক্তরাষ্ট্রের নিউ ইয়র্কে। বর্তমান সদস্য ১৯৩টি দেশ।"
    }
]
