# Page 751 - BPSC International Affairs
# Questions 410 to 427

questions = [
    {
        "id": 410,
        "page": 751,
        "question": "টিপাইমুখ বাঁধ ভারতের কোন প্রদেশে অবস্থিত?[RAJUK-2017]",
        "options": [
            "মেঘালয়",
            "মিজোরাম",
            "মণিপুর",
            "অরুণাচল",
            "কোনোটিই নয়"
        ],
        "answer": "গ",
        "explanation": "বরাক নদীর উপর ১৯৮৩ সালে টিপাইমুখ বাঁধ নির্মাণ করা হয়। এটি মণিপুর রাজ্যে অবস্থিত। অন্যগুলো আসাম, মেঘালয়, অরুণাচল, মণিপুর ভারতে সেভেন সিস্টারসের অংশ।"
    },
    {
        "id": 411,
        "page": 751,
        "question": "কানাডার বর্তমান প্রধানমন্ত্রীর নাম কী? [MOR-2017]",
        "options": [
            "ডোনাল্ড ট্রাম্প",
            "জন হাওয়ার্ড",
            "জুলিয়া পিলার্ড",
            "জাস্টিন ট্রুডো"
        ],
        "answer": "নোট",
        "explanation": "কানাডার বর্তমান প্রধানমন্ত্রী মার্ক কার্নি, ১৪ মার্চ ২০২৫ ক্ষমতায় আসেন।"
    },
    {
        "id": 412,
        "page": 751,
        "question": "গ্রিন ক্লাইমেট ফান্ডের হেড অফিস কোথায়?[MOR-2017]",
        "options": [
            "ফিলিপিনস",
            "সিঙ্গাপুর",
            "প্যারিস",
            "দক্ষিণ কোরিয়া"
        ],
        "answer": "ঘ",
        "explanation": "জাতিসংঘের UNFCCC-এর কাঠামোর ভিত্তিতে গঠিত উন্নয়নশীল দেশগুলোর জলবায়ু পরিবর্তনের পরিস্থিতিকে মোকাবিলা করার জন্য গঠিত হয় গ্রিন ক্লাইমেট ফান্ড। এর হেড অফিস ইনচিয়ন, দক্ষিণ কোরিয়া।"
    },
    {
        "id": 413,
        "page": 751,
        "question": "এডিবি (ব্যাংক) এর বর্তমান সদস্য সংখ্যা কত? [MOR-2017]",
        "options": [
            "৪৮",
            "৫০",
            "৬৭",
            "৭২"
        ],
        "answer": "নোট",
        "explanation": "Asian Development Bank-এর সদর দপ্তর ফিলিপাইনের ম্যানিলায়। বর্তমানে (২০২৫) সদস্য দেশ ৬৯টি, সর্বশেষ সদস্য ইসরায়েল।"
    },
    {
        "id": 414,
        "page": 751,
        "question": "প্রথম বিশ্বযুদ্ধ কত সালে শেষ হয়? [MOR-2017]",
        "options": [
            "১৯১৪",
            "১৯১৬",
            "১৯৪৫",
            "১৯১৮"
        ],
        "answer": "ঘ",
        "explanation": "১১ নভেম্বর ১৯১৮ সালে প্যারিস শান্তিচুক্তির মধ্য দিয়ে প্রথম বিশ্বযুদ্ধ শেষ হয়। আর এ যুদ্ধ শুরু হয়েছিল ২৮ জুলাই ১৯১৪ সালে।"
    },
    {
        "id": 415,
        "page": 751,
        "question": "ভারতের মোট রাজ্যের সংখ্যা কতটি? [MOR-2017]",
        "options": [
            "২০টি",
            "২৯টি",
            "৩০টি",
            "৩২টি"
        ],
        "answer": "নোট",
        "explanation": "নোট: ভারতে মোট ২৮টি রাজ্য ও ৯টি কেন্দ্রশাসিত অঞ্চল রয়েছে। এই দেশের প্রথম স্তরের প্রশাসনিক বিভাগের সংখ্যা ৩৬। রাজ্য ও কেন্দ্রশাসিত অঞ্চলগুলো আবার জেলা ও ক্ষুদ্রতম প্রশাসনিক বিভাগে বিভক্ত।"
    },
    {
        "id": 416,
        "page": 751,
        "question": "আমেরিকাকে স্ট্যাচু অব লিবার্টি কে দেয়?[DPHE-2016]",
        "options": [
            "অস্ট্রেলিয়া",
            "ফ্রান্স",
            "জাপান",
            "নিউজিল্যান্ড"
        ],
        "answer": "খ",
        "explanation": "আমেরিকাকে তাদের বন্ধু রাষ্ট্র ফ্রান্স ১৮৮৬ সালে স্ট্যাচু অব লিবার্টি উপহার দেয়। স্ট্যাচু অব লিবার্টি-এর স্থপতি অগাস্ট বার্থোল্ডি।"
    },
    {
        "id": 417,
        "page": 751,
        "question": "মাথাপিছু আয়ের দিক হতে বাংলাদেশ কী ধরনের দেশ? [DPHE-2016]",
        "options": [
            "উন্নত আয়ের",
            "উচ্চ মধ্যম আয়ের",
            "নিম্ন মধ্যম আয়ের",
            "নিম্ন আয়ের"
        ],
        "answer": "গ",
        "explanation": "যখন কোনো দেশের মাথাপিছু আয় ১২৪৫ ডলারের বেশি হয়, তখন তাকে নিম্ন মধ্যম আয়ের দেশ বলা হয়। উল্লেখ্য, বাংলাদেশের বর্তমান মাথাপিছু আয় ২৭৮৯ মা. ডলার।"
    },
    {
        "id": 418,
        "page": 751,
        "question": "জলবায়ু পরিবর্তনের হুমকির ব্যাপকতা তুলে ধরার জন্য কোন দেশটি সমুদ্রের গভীরে মন্ত্রিসভার বৈঠক করেছে? [DPHE-2016]",
        "options": [
            "মালদ্বীপ",
            "মালয়েশিয়া",
            "ফিজি",
            "ভিয়েতনাম"
        ],
        "answer": "ক",
        "explanation": ""
    },
    {
        "id": 419,
        "page": 751,
        "question": "বিশ্বের সবচেয়ে কম দুর্নীতিগ্রস্ত দেশ কোনটি? [DPHE-16]",
        "options": [
            "ডেনমার্ক",
            "নিউজিল্যান্ড",
            "সুইডেন",
            "সিঙ্গাপুর"
        ],
        "answer": "ক",
        "explanation": "২০২৫ সালের তথ্য মতে, বিশ্বের সবচেয়ে কম দুর্নীতিগ্রস্ত দেশ ডেনমার্ক। সবচেয়ে বেশি দুর্নীতিগ্রস্ত দেশ দক্ষিণ সুদান।"
    },
    {
        "id": 420,
        "page": 751,
        "question": "আরব বসন্তের সূচনা কোথায় হয়? [DPHE-2016]",
        "options": [
            "মিশর",
            "তিউনিসিয়া",
            "ইরান",
            "সিরিয়া"
        ],
        "answer": "খ",
        "explanation": "২০১১ সালে তিউনিসিয়ায় গণতান্ত্রিক আন্দোলন আরব বিশ্বে এক বিপ্লব ঘটায়, যা আরব বসন্ত নামে পরিচিত। পরবর্তীতে এই আন্দোলন পুরো আরব বিশ্বে ছড়িয়ে পড়ে।"
    },
    {
        "id": 421,
        "page": 751,
        "question": "নেপালের সর্বশেষ রাজা কে ছিলেন? [DPHE-2016]",
        "options": [
            "ধীরেন্দ্র",
            "জ্ঞানেন্দ্র",
            "বীরেন্দ্র",
            "মহেন্দ্র"
        ],
        "answer": "খ",
        "explanation": "জ্ঞানেন্দ্র নেপালের সর্বশেষ রাজা। ২০০৭ সালে নেপালে রাজতন্ত্রের বিলোপ হয়। ২০০৮ সালে নেপালে গণতন্ত্র চালু হয়।"
    },
    {
        "id": 422,
        "page": 751,
        "question": "মধ্যপ্রাচ্যের কোন দেশে সংবিধান বা সংসদ নেই? [DPHE-2016]",
        "options": [
            "ইরাক",
            "ইরান",
            "সৌদি আরব",
            "ওমান"
        ],
        "answer": "গ",
        "explanation": "সৌদি আরব মধ্যপ্রাচ্যের একমাত্র দেশ, যেখানে কোনো সংবিধান বা সংসদ নেই।"
    },
    {
        "id": 423,
        "page": 751,
        "question": "নিচের কোন সংস্থা বিশ্ববাজারে অপরিশোধিত তেলের মূল্য নিয়ন্ত্রণ করে? [DPHE-2016]",
        "options": [
            "United Nations",
            "APEC",
            "European Union",
            "OPEC"
        ],
        "answer": "ঘ",
        "explanation": "ভেনিজুয়েলার উদ্যোগে তেল রপ্তানি ও তেলের মূল্য নিয়ন্ত্রণকারী সংস্থা OPEC ১৯৬০ সালে গঠিত হয়। বর্তমানে OPEC-এর সদস্য দেশ ১৩টি।"
    },
    {
        "id": 424,
        "page": 751,
        "question": "অস্ট্রেলিয়ার রাজধানীর নাম— [MES-2016]",
        "options": [
            "সিডনি",
            "ক্যানবেরা",
            "মেলবোর্ন",
            "পার্থ"
        ],
        "answer": "খ",
        "explanation": "অস্ট্রেলিয়া মহাদেশ প্রশান্তমহাসাগরীয় অঞ্চলে অবস্থিত। এর রাজধানী ক্যানবেরা।"
    },
    {
        "id": 425,
        "page": 751,
        "question": "কোন দেশের পূর্বের নাম মেসোপটেমিয়া ছিল?[BREB-2016]",
        "options": [
            "ইরাক",
            "ইয়েমেন",
            "তুরস্ক",
            "ফিলিস্তিন"
        ],
        "answer": "ক",
        "explanation": "পৃথিবীর প্রাচীন সভ্যতা মেসোপটেমিয়া সভ্যতা। বর্তমানে ইরাকে মেসোপটেমিয়া সভ্যতার বেশিরভাগ নিদর্শন পাওয়া যায়।"
    },
    {
        "id": 426,
        "page": 751,
        "question": "'টাইটানিক' কত সালে আটলান্টিক মহাসাগরে নিমজ্জিত হয়? [MODMR-2006, HED-15]",
        "options": [
            "১৯১২ সালে",
            "১৮০২ সালে",
            "১৮৩২ সালে",
            "১৯২২ সালে"
        ],
        "answer": "ক",
        "explanation": "১৯১২ সালে টাইটানিক আটলান্টিক মহাসাগরে নিমজ্জিত হয়।"
    },
    {
        "id": 427,
        "page": 751,
        "question": "'সুনামি' শব্দটি— [R&H-2012; PWD-2015]",
        "options": [
            "জাপানি",
            "ডাচ",
            "ফরাসি",
            "চীনা"
        ],
        "answer": "ক",
        "explanation": "সুনামি একটি জাপানি শব্দ। এর অর্থ বন্দরের ঢেউ। এটি ২০০৪ সালে সংগঠিত হয় ইন্দোনেশিয়াতে।"
    }
]
