# Page 752 - BPSC International Affairs
# Questions 428 to 446

questions = [
    {
        "id": 428,
        "page": 752,
        "question": "২০১৪ সালে বিশ্বকাপ ফুটবল কোথায় অনুষ্ঠিত হয়েছিল? [BREB-2015]",
        "options": [
            "লন্ডন",
            "বার্লিন",
            "ব্রাজিল",
            "আর্জেন্টিনা"
        ],
        "answer": "গ",
        "explanation": "২০১৮ সালে বিশ্বকাপ ফুটবল অনুষ্ঠিত হয় রাশিয়ায়, যা ছিলো ২১তম আসর। ২০২২ সালে কাতারে বিশ্বকাপ ফুটবল অনুষ্ঠিত হয়। ২০২৬ সালে যৌথভাবে বিশ্বকাপ ফুটবল আয়োজন করবে— কানাডা, মেক্সিকো এবং যুক্তরাষ্ট্র।"
    },
    {
        "id": 429,
        "page": 752,
        "question": "'নাসা' কোন দেশের সংস্থা? [BREB-2015]",
        "options": [
            "জার্মানি",
            "রাশিয়া",
            "ফ্রান্স",
            "যুক্তরাষ্ট্র"
        ],
        "answer": "ঘ",
        "explanation": "মহাকাশ গবেষণা কেন্দ্র নাসা (NASA) ১৯৫৮ সালে প্রতিষ্ঠিত হয়। এর সদর দপ্তর ওয়াশিংটন ডিসিতে।"
    },
    {
        "id": 430,
        "page": 752,
        "question": "স্ট্যাচু অব লিবার্টি কোথায় অবস্থিত? [HED-2015]",
        "options": [
            "নিউ ইয়র্ক",
            "প্যারিস",
            "টরেন্টো",
            "বেইজিং"
        ],
        "answer": "ক",
        "explanation": "স্ট্যাচু অব লিবার্টি যুক্তরাষ্ট্রের নিউ ইয়র্কে অবস্থিত। ১৮৮৬ সালে এটি ফ্রান্স যুক্তরাষ্ট্রকে উপহার দেয়। এর স্থপতি ফ্রেডেরিক অগাস্ট বার্থোল্ডি।"
    },
    {
        "id": 431,
        "page": 752,
        "question": "'ক্রিমিয়া' কে কোন দেশ দখল করতে চায়?[HED-2015]",
        "options": [
            "ইতালি",
            "আমেরিকা",
            "রাশিয়া",
            "চীন"
        ],
        "answer": "গ",
        "explanation": ""
    },
    {
        "id": 432,
        "page": 752,
        "question": "FAO (Food & Agricultural Organization)-এর সদর দপ্তর কোথায়? [HED-2015]",
        "options": [
            "ইতালির রোমে",
            "যুক্তরাষ্ট্রের ওয়াশিংটন ডিসিতে",
            "পর্তুগালের লিসবনে",
            "সৌদি আরবের জেদ্দায়"
        ],
        "answer": "ক",
        "explanation": "জাতিসংঘের সহযোগী প্রতিষ্ঠান FAO ১৯৪৫ সালে প্রতিষ্ঠিত হয়। এর সদর দপ্তর ইতালির রোমে।"
    },
    {
        "id": 433,
        "page": 752,
        "question": "কোন শহর মুসলমান, খ্রিস্টান ও ইহুদিগণ কর্তৃক সমভাবে সমাদৃত? [HED-2015]",
        "options": [
            "মক্কা",
            "মদিনা",
            "জেরুজালেম",
            "জেদ্দা"
        ],
        "answer": "গ",
        "explanation": "ফিলিস্তিনের রাজধানী জেরুজালেমে আল-আকসা রয়েছে। জেরুজালেমও মুসলিম, খ্রিস্টান ও ইহুদিদের জন্য পবিত্র স্থান। ৬ ডিসেম্বর ২০১৮ সাল ইসরায়েল তাদের রাজধানী জেরুজালেমে স্থানান্তরিত করেন।"
    },
    {
        "id": 434,
        "page": 752,
        "question": "ওয়াল স্ট্রিট কীসের জন্য বিখ্যাত? [HED-2015]",
        "options": [
            "সিনেমা",
            "চিত্রকলা",
            "খেলাধুলা",
            "শেয়ার ব্যবসা"
        ],
        "answer": "ঘ",
        "explanation": "ওয়াল স্ট্রিট হলো নিউ ইয়র্কের একটি বিখ্যাত সড়ক। যেখানে নিউ ইয়র্ক স্টক এক্সচেঞ্জ অবস্থিত।"
    },
    {
        "id": 435,
        "page": 752,
        "question": "বিশ্ববিখ্যাত 'মোনালিসা' চিত্রটির চিত্রকর কে?[HED-15]",
        "options": [
            "মাইকেল অ্যাঞ্জেলো",
            "লিওনার্দো দ্যা ভিঞ্চি",
            "পাবলো পিকাসো",
            "ভ্যান গন"
        ],
        "answer": "খ",
        "explanation": "ইতালির চিত্রকর স্থপতি লিওনার্দো দ্যা ভিঞ্চির বিখ্যাত চিত্রকর্ম মোনালিসা। তার অন্যতম চিত্রকর্মগুলো— The Last Supper, The Madona and Child। মোনালিসা ফ্রান্সের জাদুঘরে সংরক্ষিত আছে।"
    },
    {
        "id": 436,
        "page": 752,
        "question": "FBI কোন দেশের গোয়েন্দা সংস্থা? [HED-2015]",
        "options": [
            "ফ্রান্স",
            "যুক্তরাষ্ট্র",
            "যুক্তরাজ্য",
            "চীন"
        ],
        "answer": "খ",
        "explanation": "Federal Bureau of Investigation যুক্তরাষ্ট্রের একটি গোয়েন্দা সংস্থা।"
    },
    {
        "id": 437,
        "page": 752,
        "question": "শিল্পবিপ্লব সর্বপ্রথম কোথায় শুরু হয়? [HED-2015]",
        "options": [
            "ইংল্যান্ড",
            "ফ্রান্স",
            "চীন",
            "জাপান"
        ],
        "answer": "ক",
        "explanation": "অষ্টাদশ শতাব্দীর শেষভাগে ইংল্যান্ডে শিল্পবিপ্লব শুরু হয়। টেক্সটাইল খাতের বিকাশের মাধ্যমে এ বিপ্লবের সূচনা হয়।"
    },
    {
        "id": 438,
        "page": 752,
        "question": "'হোয়াইট হল' কোথায় অবস্থিত? [HED-2015]",
        "options": [
            "যুক্তরাষ্ট্র",
            "যুক্তরাজ্য",
            "ইতালি",
            "জার্মানি"
        ],
        "answer": "খ",
        "explanation": ""
    },
    {
        "id": 439,
        "page": 752,
        "question": "বিশ্বের প্রথম ধূমপানমুক্ত দেশ কোনটি? [PWD-2015]",
        "options": [
            "ভুটান",
            "সাইপ্রাস",
            "গ্রিস",
            "রোমানিয়া"
        ],
        "answer": "ক",
        "explanation": "বিশ্বের প্রথম ধূমপানমুক্ত দেশ ভুটান। সবচেয়ে বেশি ধূমপায়ী কিরিবাতি, সবচেয়ে কম ধূমপায়ী দেশ ঘানা।"
    },
    {
        "id": 440,
        "page": 752,
        "question": "ফ্রাঙ্কফুর্ট শহরটি কী জন্য বিখ্যাত? [PWD-2015]",
        "options": [
            "আইস হকি",
            "বইমেলা",
            "ঔষধশিল্প",
            "কৃষিপণ্য"
        ],
        "answer": "খ",
        "explanation": "ফ্রাঙ্কফুর্ট জার্মানির একটি শহর। এটি বইমেলার জন্য বিখ্যাত। ফ্রাঙ্কফুর্টে ইউরোপিয়ান কেন্দ্রীয় ব্যাংকের সদর দপ্তর অবস্থিত।"
    },
    {
        "id": 441,
        "page": 752,
        "question": "ব্ল্যাকক্যাট কোন দেশের কমান্ডো বাহিনী? [PWD-2015]",
        "options": [
            "ইসরায়েল",
            "দক্ষিণ আফ্রিকা",
            "ভারত",
            "পাকিস্তান"
        ],
        "answer": "গ",
        "explanation": "ব্ল্যাকক্যাট ভারতের একটি কমান্ডো বাহিনী।"
    },
    {
        "id": 442,
        "page": 752,
        "question": "The longest mountain range in the world is— [PWD-2015]",
        "options": [
            "The Alps",
            "The Himalayas",
            "The Andes",
            "The Rockies"
        ],
        "answer": "গ",
        "explanation": "পৃথিবীর দীর্ঘতম পর্বতশৃঙ্গ আন্দিজ পর্বতমালা। এটি দক্ষিণ আমেরিকায় অবস্থিত। উচ্চতম পর্বতশৃঙ্গ হিমালয়। আন্দিজ ইউরোপ মহাদেশে অবস্থিত।"
    },
    {
        "id": 443,
        "page": 752,
        "question": "ইয়াসির আরাফাত কত সালে PLO-এর চেয়ারম্যান হন? [PWD-2015]",
        "options": [
            "১৯৬৪ সালে",
            "১৯৬৫ সালে",
            "১৯৬৭ সালে",
            "১৯৬৯ সালে"
        ],
        "answer": "ঘ",
        "explanation": "১৯৬৪ সালের ২৮ মে PLO প্রতিষ্ঠিত হয়। এর সদর দপ্তর রামাল্লাহ, প্যালেস্টাইন। ইয়াসির আরাফাত ১৯৬৯ সালে PLO-এর চেয়ারম্যান হন।"
    },
    {
        "id": 444,
        "page": 752,
        "question": "সাত পাহাড়ের দেশ বলা হয়— [PWD-2015]",
        "options": [
            "মিসিসিপি",
            "কাঠমান্ডু",
            "রোম",
            "দার্জিলিং"
        ],
        "answer": "গ",
        "explanation": "সাত পাহাড়ের দেশ বলা হয় ইতালির রোমকে। নীরব শহরও বলা হয় ইতালির রাজধানী রোমকে।"
    },
    {
        "id": 445,
        "page": 752,
        "question": "যুক্তরাষ্ট্রের আইনসভার নিম্নকক্ষের নাম কী?[PWD-2015]",
        "options": [
            "হাউজ অব কমনস",
            "হাউজ অব লর্ডস",
            "সিনেট",
            "হাউজ অব রিপ্রেজেন্টেটিভ"
        ],
        "answer": "ঘ",
        "explanation": "যুক্তরাষ্ট্রের আইনসভা দ্বি-কক্ষবিশিষ্ট। এর নিম্নকক্ষের নাম হাউজ অব রিপ্রেজেন্টেটিভ এবং উচ্চকক্ষের নাম সিনেট।"
    },
    {
        "id": 446,
        "page": 752,
        "question": "থাইল্যান্ডের মুদ্রার নাম কী? [PWD-2015]",
        "options": [
            "রিংগিট",
            "ডলার",
            "বাথ",
            "পাউন্ড"
        ],
        "answer": "গ",
        "explanation": "থাইল্যান্ডের মুদ্রার নাম বাথ। মালয়েশিয়ার মুদ্রার নাম রিংগিট, ইংল্যান্ডের মুদ্রার নাম পাউন্ড।"
    }
]
