# Page 754 - BPSC International Affairs
# Questions 464 to 480

questions = [
    {
        "id": 464,
        "page": 754,
        "question": "ওয়ানডে ক্রিকেটে সর্বাধিক সেঞ্চুরিয়ান শচীন টেন্ডুলকারের সেঞ্চুরির সংখ্যা কত? [LGED-2009]",
        "options": [
            "৪২টি",
            "৪৪টি",
            "৪৯টি",
            "৪৫টি"
        ],
        "answer": "গ",
        "explanation": "শচীন টেন্ডুলকার ওয়ানডেতে ১৮,১৪৭ রান করেন এবং ৪৯টি শতক করেন।"
    },
    {
        "id": 465,
        "page": 754,
        "question": "সম্প্রতি কোন দেশকে কমনওয়েলথ থেকে বহিষ্কার করা হয়েছে? [R&H-2001; 2006]",
        "options": [
            "শ্রীলঙ্কা",
            "পাকিস্তান",
            "নাইজেরিয়া",
            "ভারত"
        ],
        "answer": "নোট",
        "explanation": "নোট: ১৯৪৯ সালে কমনওয়েলথ প্রতিষ্ঠিত হয়। নাইজেরিয়াকে স্থগিত করা হয় ১১ নভেম্বর ১৯৯৫ (প্রত্যাহার ২১ মে ১৯৯৯)। ১৮ অক্টোবর ১৯৯৯ সালে পাকিস্তানকে সাময়িক বহিষ্কার করে (প্রত্যাহার ৭ ডিসেম্বর ২০০৩)। তবে সর্বশেষ সদস্যপদ প্রত্যাহার বা ত্যাগকারী দেশ হলো গাম্বিয়া (প্রত্যাহার ৩ অক্টোবর ২০১৩)।"
    },
    {
        "id": 466,
        "page": 754,
        "question": "চেরনোবিলে ভয়াবহতম পারমাণবিক দুর্ঘটনা কত সালে ঘটে? [R&H-2006]",
        "options": [
            "১৯৮৫",
            "১৯৮৬",
            "১৯৮৭",
            "১৯৯০"
        ],
        "answer": "খ",
        "explanation": "১৯৮৬ সালে চেরনোবিলে ভয়াবহ পারমাণবিক দুর্ঘটনা ঘটে। চেরনোবিল বর্তমান ইউক্রেনের অন্তর্ভুক্ত। এতে ৩১ জন সরাসরি মারা যায়।"
    },
    {
        "id": 467,
        "page": 754,
        "question": "স্বাধীনতার পূর্বে পাপুয়া নিউগিনি কোন দেশের অধীনে ছিল? [R&H-2006]",
        "options": [
            "ব্রিটেন",
            "ফ্রান্স",
            "অস্ট্রেলিয়া",
            "নিউজিল্যান্ড"
        ],
        "answer": "গ",
        "explanation": "স্বাধীনতার পূর্বে পাপুয়া নিউগিনি অস্ট্রেলিয়ার অধীনে ছিল। এটি প্রশান্তমহাসাগরের একটি দ্বীপ।"
    },
    {
        "id": 468,
        "page": 754,
        "question": "বিশ্বের প্রথম মহিলা প্রধানমন্ত্রী কে ছিলেন?[R&H-2006]",
        "options": [
            "মিসেস ইন্দিরা গান্ধী, ভারত",
            "শ্রীমাভো বন্দরনায়েক, শ্রীলংকা",
            "গোল্ডামেয়ার, ইসরাইল",
            "মার্গারেট থ্যাচার, ব্রিটেন"
        ],
        "answer": "খ",
        "explanation": "বিশ্বের প্রথম মহিলা প্রধানমন্ত্রী শ্রীমাভো বন্দরনায়েক। তিনি শ্রীলংকার প্রধানমন্ত্রী ছিলেন। ১৯৬০ সালে প্রধানমন্ত্রী হন।"
    },
    {
        "id": 469,
        "page": 754,
        "question": "একজন রাজনীতিবিদ কিন্তু সাহিত্যে নোবেল পুরস্কার পেয়েছেন।— কে? [R&H-2006]",
        "options": [
            "কিসিঞ্জার",
            "দ্যগল",
            "চার্চিল",
            "রুজভেল্ট"
        ],
        "answer": "গ",
        "explanation": "ব্রিটিশ প্রধানমন্ত্রী উইনস্টন চার্চিল রাজনীতিবিদ হলেও ১৯৫৩ সালে সাহিত্যে নোবেল পান। কিসিঞ্জার আমেরিকান পররাষ্ট্রমন্ত্রী ছিলেন, রুজভেল্ট আমেরিকান প্রেসিডেন্ট ছিলেন।"
    },
    {
        "id": 470,
        "page": 754,
        "question": "\"সীমান্ত গান্ধী\" নামে কে পরিচিত? [R&H-2006]",
        "options": [
            "ইন্দিরা গান্ধী",
            "মহাত্মা গান্ধী",
            "খান আবদুল গফফর খান",
            "রাজীব গান্ধী"
        ],
        "answer": "গ",
        "explanation": "খান আবদুল গফফর খান সীমান্ত গান্ধী নামে পরিচিত ছিলেন। তিনি ১৮৯০ সালে জন্মগ্রহণ করেন। তিনি পশতুন বংশোদ্ভূত।"
    },
    {
        "id": 471,
        "page": 754,
        "question": "বিখ্যাত যুদ্ধক্ষেত্র \"ওয়াটারলু\" কোন দেশে অবস্থিত? [R&H-2006]",
        "options": [
            "সুইডেন",
            "বেলজিয়াম",
            "ইংল্যান্ড",
            "ইতালি"
        ],
        "answer": "খ",
        "explanation": "বিখ্যাত ওয়াটার লু বেলজিয়ামে অবস্থিত। এ স্থানে বিখ্যাত ওয়াটার লু যুদ্ধ নেপোলিয়ন বোনাপার্ট এবং ডিউক অব ওয়েলিংটনের মধ্যে অনুষ্ঠিত হয় ১৮১৫ সালে। এতে নেপোলিয়ন পরাজিত হন।"
    },
    {
        "id": 472,
        "page": 754,
        "question": "ওপেকভুক্ত একমাত্র অনারব এশিয়া দেশ কোনটি? [R&H-2006]",
        "options": [
            "ইন্দোনেশিয়া",
            "মালয়েশিয়া",
            "থাইল্যান্ড",
            "ফিলিপাইন"
        ],
        "answer": "ক",
        "explanation": "Organization of the Petroleum Exporting Countries ভেনিজুয়েলার উদ্যোগে ১৯৬০ সালে প্রতিষ্ঠিত হয়। এর একমাত্র অনারব দেশ ইন্দোনেশিয়া। এর সদস্য সংখ্যা ১৪।"
    },
    {
        "id": 473,
        "page": 754,
        "question": "ব্রিটেনের নিকট থেকে কত সালে মালয়েশিয়া স্বাধীনতা লাভ করে? [R&H-2006]",
        "options": [
            "১৯৯৫",
            "১৯৫৬",
            "১৯৫৭",
            "১৯৫৮"
        ],
        "answer": "গ",
        "explanation": "ব্রিটেনের নিকট হতে ১৯৫৭ সালে মালয়েশিয়া স্বাধীনতা লাভ করে এবং ১৯৬৩ সালে সিঙ্গাপুরের সাথে একীভূত হয়।"
    },
    {
        "id": 474,
        "page": 754,
        "question": "আনুষ্ঠানিকভাবে দুই জার্মানি কত সালে একত্রিত হয়? [PWD-2015, R&H-2006]",
        "options": [
            "১৯৮৯",
            "১৯৯০",
            "১৯৯১",
            "১৯৯২"
        ],
        "answer": "খ",
        "explanation": "বার্লিন প্রাচীরের মাধ্যমে পূর্ব ও পশ্চিম জার্মানি বিভক্ত হয়। ১৯৯০ সালের ৩ অক্টোবর দুই জার্মানি একত্রিত হয়।"
    },
    {
        "id": 475,
        "page": 754,
        "question": "OPEC গঠিত হয় কোন সনে? [MODMR-2006]",
        "options": [
            "১৯৫৮ সনে",
            "১৯৬০ সনে",
            "১৯৬১ সনে",
            "১৯৬২ সনে"
        ],
        "answer": "খ",
        "explanation": "OPEC ১৯৬০ সালে ভেনিজুয়েলার উদ্যোগে প্রতিষ্ঠিত হয়।"
    },
    {
        "id": 476,
        "page": 754,
        "question": "বিশ্ব পরিবেশ দিবস কোনটি? [MODMR-2006]",
        "options": [
            "৫ জুন",
            "১৫ জুন",
            "৫ মে",
            "১৫ মে"
        ],
        "answer": "ক",
        "explanation": "১৯৭২ সালে স্টকহোম সম্মেলনে ৫ জুনকে বিশ্ব পরিবেশ দিবস হিসেবে ঘোষণা করা হয়।"
    },
    {
        "id": 477,
        "page": 754,
        "question": "বার্মার নাম কোন সালে মায়ানমারে পরিবর্তিত হয়? [MODMR-2006]",
        "options": [
            "১৯৮৭ সালে",
            "১৯৮৮ সালে",
            "১৯৮৯ সালে",
            "১৯৯০ সালে"
        ],
        "answer": "গ",
        "explanation": "১৯৮৯ সালে বার্মার নামকরণ করা হয় মায়ানমার। মায়ানমার দক্ষিণ-পূর্ব এশিয়ার একটি রাষ্ট্র, যার রাজধানী নাইপিদো।"
    },
    {
        "id": 478,
        "page": 754,
        "question": "সাভাক কোন দেশের গোয়েন্দা সংস্থার নাম? [MODMR-2006]",
        "options": [
            "মিশর",
            "ইরান",
            "জার্মানি",
            "ইসরাইল"
        ],
        "answer": "খ",
        "explanation": "ইরানের গোয়েন্দা সংস্থার নাম সাভাক, ইসরায়েলের গোয়েন্দা সংস্থাগুলো মোসাদ আমান।"
    },
    {
        "id": 479,
        "page": 754,
        "question": "দ্বিতীয় বিশ্বযুদ্ধে পার্ল হারবার আক্রমণ করেছিল কোন দেশ? [MODMR-2006]",
        "options": [
            "জার্মানি",
            "জাপান",
            "রাশিয়া",
            "ইতালি"
        ],
        "answer": "খ",
        "explanation": "১৯৪১ সালে ৭ ডিসেম্বর জাপান যুক্তরাষ্ট্রের পার্ল হারবার আক্রমণ করে। ফলশ্রুতিতে যুক্তরাষ্ট্র মিত্রশক্তিতে যোগদান করে। উল্লেখ্য ২য় বিশ্বযুদ্ধ ১৯৪৫ সালে শেষ হয়।"
    },
    {
        "id": 480,
        "page": 754,
        "question": "জাতিসংঘ কতটি রাষ্ট্র নিয়ে যাত্রা শুরু করে? [MODMR-2006]",
        "options": [
            "৪৫",
            "৫০",
            "৫১",
            "৫৩"
        ],
        "answer": "গ",
        "explanation": "১৯৪৫ সালের ২৪ অক্টোবর ৫১টি রাষ্ট্র নিয়ে জাতিসংঘ গঠিত হয়। জাতিসংঘের মূল অঙ্গ সংস্থা ৬টি।"
    }
]
