# -*- coding: utf-8 -*-
"""
Page 570 - BUET Pattern GK
Topic: আন্তর্জাতিক বিষয়াবলি
"""

PAGE = 570
TOPIC = "আন্তর্জাতিক বিষয়াবলি"

QUESTIONS = [
    {
        "id": 29,
        "question": "বিশ্বের দীর্ঘতম নদী কোনটি? [BCRECL-CE,ME,EEE-25]",
        "options": [
            "পদ্মা",
            "আমাজন",
            " নীলনদ",
            "বৈকাল"
        ],
        "answer": "*",
        "explanation": "বিশ্বের দীর্ঘতম নদী হলো নীল নদ । এটি উত্তর-পূর্ব আফ্রিকায় অবস্থিত । এর দৈর্ঘ্য প্রায় ৬৬৯৫ কি:মি. । জল প্রবাহের দিক থেকে এটি বিশ্বের নদী আমাজন ।"
    },
    {
        "id": 30,
        "question": "মুক্তিযুদ্ধের সময় আমেরিকার প্রেসিডেন্ট কে ছিলেন? [BCRECL-CE,ME,EEE-25]",
        "options": [
            "জেরাল্ড ফোর্ড",
            "রিচার্ড নিক্সন",
            "লিন্ডন বি জনসন",
            "জিমি কার্টার"
        ],
        "answer": "খ",
        "explanation": "মুক্তিযুদ্ধের সময় আমেরিকার প্রেসিডেন্ট ছিলেন রিচার্ড নিক্সন । তিনি ১৯৬৯ সালের ২০ শে জানুয়ারী থেকে ১৯৭৪ সাল পর্যন্ত আমেরিকার রাষ্ট্রপতি ছিলেন ।"
    },
    {
        "id": 31,
        "question": "সাহিত্যে নোবেল পুরস্কার ২০২৫ কে পেয়েছেন? [BCRECL-CE,ME,EEE-25]",
        "options": [
            "মার্গারেট অ্যাটউড",
            "সালমান রুশদি",
            "লাসলো ক্রাসনাহোরকাই",
            "কাজুও ইশিগুরো"
        ],
        "answer": "গ",
        "explanation": "২০২৫ সালের সাহিত্যে নোবেল পুরস্কার পেয়েছেন হাঙ্গেরির লেখক লাসলো ক্রাসনাহোরকাই । তার সৃষ্টিকর্ম আকর্ষণীয় ও দূরদৃষ্টিসম্পন্ন, যা মহাপ্রলয়ের ভয়ের মধ্যেও শিল্পের শক্তিকে পুনঃপ্রতিষ্ঠিত করার জন্য তাকে Nobel-পুরস্কারে মনোনিত করা হয় ।"
    },
    {
        "id": 32,
        "question": "সর্বশেষ ইউরো গ্রহণকারী দেশ কোনটি? [BCRECL-CE,ME,EEE-25]",
        "options": [
            "ক্রোয়েশিয়া",
            "নরওয়ে",
            "লিথুয়ানিয়া",
            "লিবিয়া"
        ],
        "answer": "ক",
        "explanation": "সর্বশেষ ইউরোগ্রহণকারী দেশ ক্রোয়োশিয়া । যা ২০২৩ সালের পহেলা জানুয়ারিতে ইউরো মুদ্রা চালু করেছে ২০তম দেশ হিসাবে । তবে ২০২৬ সালের পহেলা জানুয়ারি থেকে বুলগেরিয়া ২১তম দেশ হিসাবে ইউরো মুদ্রা গ্রহণ করার কথা রয়েছে ।"
    },
    {
        "id": 33,
        "question": "৫৫ ডিগ্রি দ্রাঘিমা রেখার জন্য কত মিনিটের সময় পার্থক্য হয়? [DESCO-CT, MT, ET-25]",
        "options": [
            "৫৫ মিনিট",
            "২২০ মিনিট",
            "১৬৫ মিনিট",
            "১১০ মিনিট"
        ],
        "answer": "খ",
        "explanation": "পৃথিবী ৩৬০° দ্রাঘিমাংশে আবর্তিত হয় এবং এটি ২৪ ঘন্টা (১৪৪০ মিনিট) সময় নেয় । তাই, প্রতি ১° দ্রাঘিমার পার্থক্যে সময়ের পার্থক্য হয়: ১৪৪০ / ৩৬০ = ৪ মিনিট/ডিগ্রী\n.: ৫৫° দ্রাঘিমার পার্থক্যের জন্য সময়ের পার্থক্য = ৫৫ x ৪ = ২২০ মিনিট"
    },
    {
        "id": 34,
        "question": "ভারত সাগরে কখন সুনামি হয়? [DESCO-CT, MT, ET-25]",
        "options": [
            "২০০৪ সালের ২৬ ডিসেম্বর",
            "২০০৬ সালের ২৪ ডিসেম্বর",
            "২০০৪ সালের ২৪ ডিসেম্বর",
            "২০০৬ সালের ২৬ ডিসেম্বর"
        ],
        "answer": "ক",
        "explanation": "২০০৪ সালের ২৬ ডিসেম্বর ভারত মহাসাগরে একটি বিশাল ভূমিকম্পের ফলে পানির নিচে ভয়াবহ সুনামি হয় । এতে কোন পূর্ব সতর্কতা না থাকায় অনেক মানুষ মারা যায় ।"
    },
    {
        "id": 35,
        "question": "মালয়েশিয়ার মুদ্রার নাম কি? [DESCO-CT, MT, ET-25]",
        "options": [
            "রিঙ্গিত",
            "মালে",
            "ডলার",
            "দিরহাম"
        ],
        "answer": "ক",
        "explanation": "মালয়েশিয়ার মুদ্রার নাম হলো রিঙ্গিত । ইংরেজি সংকেত হল MYR ।"
    },
    {
        "id": 36,
        "question": "মহাকাশে সবচেয়ে বেশি ছিলেন কোন নভোচারী? [DESCO-CT, MT, ET-25]",
        "options": [
            "সেগেই পাতালকা",
            "ওলেগ কনোনোস্কার",
            "পোগ হইটস্টেনে",
            "সুমিতা ব্রাউন"
        ],
        "answer": "খ",
        "explanation": "মহাকাশে সবচেয়ে বেশি সময় থাকার নতুন বিশ্বরেকর্ড গড়েছেন রুশ নভোচারী ওলেগ কনোনোস্কার । তিনি সব মিলিয়ে ৮৭৮ দিন অবস্থান করেছেন ।"
    },
    {
        "id": 37,
        "question": "২০২৪ সালে পদার্থ বিজ্ঞানে নোবেল পুরস্কার পেয়েছেন কে? [DESCO-CT, MT, ET-25]",
        "options": [
            "জন জে. হপফিল্ড",
            "ভিক্টর অ্যামব্রোস",
            "উভয়",
            "কেউ না"
        ],
        "answer": "ক",
        "explanation": "২০২৪ সালে পদার্থবিজ্ঞানে নোবেল পুরস্কার পেয়েছেন জন হফ ফিল্ড (John Hopfield) এবং জিওফ্রে ই. হিনটন (Geoffrey E. Hinton) । সঠিক উত্তর (ক) ।"
    }
]
